{"Authors":" Paul Diederich, Ana M. Millanes, Javier Etayo, Pieter P.G.\nvan den Boom, Mats Wedin","Year":" 2022","Title":" Finding the needle in the haystack: a revision of\nCrittendenia, a surprisingly diverse lichenicolous genus of\nAgaricostilbomycetes, Pucciniomycotina","Journal":" The Bryologist","Volume":"","Issue":"","Pages":"","Keywords":" Basidiomycetes; Chionosphaera; Crittendeniaceae;\nMacaronesia; heterobasidiomycetes; lichenicolous fungi; phylogeny;\ntaxonomy","DOI":"","Abstract":" While most lichenicolous fungi belong to the Ascomycota,\nc. 5% of them pertain to the Basidiomycota. Amongst these, the poorly\nknown genus Crittendenia in the Pucciniomycotina has recently been\ndescribed for lichenicolous fungi with minuscule needle-like synnematous\nbasidiomata. Although only two species were hitherto known, the wide\nobserved host-spectrum suggested a larger number of mainly host-specific\nspecies. A classical revision using morphological characters alone\nproved to be virtually impossible, because of the large variability of\nthe material from each host genus, and the scarce morphological\ndifferences between hypothetically distinct species from different\nhosts. We studied over sixty specimens and made a large number of\nmeasurements of the available morphological characters. We additionally\ngenerated 18 ITS and 21 nuLSU rDNA sequences and conducted maximum\nlikelihood and Bayesian analyses. We also performed one species\ndelimitation analysis (bPTPML). The method analyses phylogenetic trees\nwith branch lengths proportional to the amount of genetic change, and\nidentifies the transition points between inter- and intraspecific\nbranching events. By combining sometimes subtle morphological\ndifferences, host choice and phylogenetic results, we were able to\naccept eighteen morphologically and genetically distinct species, all\nconfined to a single host genus or to several closely related host\ngenera. Two further putative species are left unnamed, as richer\nmaterial is needed and molecular data are missing. Sixteen new species\nare described: Crittendenia absistentis (on Bacidia absistens), C.\nbacidinae (on Bacidina apiahica), C. bryostigmatis (on Bryostigma\nmuscigenum), C. byssolomatis (on Byssoloma maderense), C. crassitunicata\n(on Melanohalea ushuaiensis), C. heterodermiae (on Heterodermia comosa),\nC. hypotrachynae (on Hypotrachyna), C. kakouettae (on ‘Byssoloma’\nkakouettae), C. lecanorae (on Lecanora), C. lecidellae (on Lecidella\nelaeochroma), C. lopadii (on Lopadium disciforme), C. parvispora (on\nBacidia), C. physciiphila (on Phaeophyscia, Physcia and Physciella), C.\nphysconiae (on Physconia distorta), C. stictae (on Sticta fuliginosa)\nand C. teloschistis (on Teloschistes). Further, a ML analysis of the\nAgaricostilbomycetes using ITS and nuLSU sequences suggested that\nCrittendenia cannot be included in any known family, and the new family\nCrittendeniaceae is therefore described for the genus.","trees":[{"tree_label":"Imported tree 1","ntax":"35","rootedtree":"TRUE","title":"Tr135867","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135867.phy"}]}