{"Authors":" Samira Fatemi, D. Haelewaters, Hector Raul Urbina, Samuel\nBrown, Makenna L. Houston, Mary Catherine Aime","Year":" 2022","Title":" Sporobolomyces lactucae sp. nov. (Pucciniomycotina,\nMicrobotryomycetes, Sporidiobolales): An Abundant Component of Romaine\nLettuce Phylloplanes","Journal":" Journal of Fungi","Volume":" 7","Issue":"","Pages":"","Keywords":" 1 new taxon, Basidiomycota, fungi, microbial ecology,\nmulti-locus phylogeny, taxonomy, yeasts","DOI":"","Abstract":" Shifts in food microbiomes may impact the establishment of\nhuman pathogens, such as virulent lineages of Escherichia coli, and thus\nare important to investigate. Foods that are often consumed raw, such as\nlettuce, are particularly susceptible to such outbreaks. We have\npreviously found that an undescribed Sporobolomyces yeast is an abundant\ncomponent of the mycobiome of commercial romaine lettuce (Lactuca\nsativa). Here, we formally describe this species as Sporobolomyces\nlactucae sp. nov. (Pucciniomycotina, Microbotryomycetes, and\nSporidiobolales). We isolated multiple strains of this yeast from\ncommercial romaine lettuce purchased from supermarkets in Illinois and\nIndiana; additional isolates were obtained from various plant\nphylloplanes in California. S. lac-tucae is a red-pigmented species that\nis similar in appearance to other members of the genus Sporobolomyces.\nHowever, it can be differentiated by its ability to assimilate\nglucuronate and D-glucosamine. Gene genealogical concordance supports S.\nlactucae as a new species. The phy-logenetic reconstruction of a\nfour-locus dataset, comprising an internal transcribed spacer and large\nribosomal subunit D1/D2 domain of the ribosomal RNA gene, translation\nelongation factor α, and cytochrome B, places S. lactucae as a sister to\nthe S. roseus clade. Sporobolomyces lactucae is one of the most common\nfungi in the lettuce microbiome.","trees":[{"tree_label":"Imported tree 1","ntax":"32","rootedtree":"TRUE","title":"Tr135889","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_135889.phy"}]}