{"Authors":" Helen Louise Jenkins, Rachael Graham, Joanne Sara Porter,\nLeandro Manzoni Vieira, Ana Carolina Sousa de Almeida, Andrea Hall,\nAaron O’Dea, Simon Edward Coppard, Andrea Waeschenbach","Year":" 2022","Title":" Unprecedented frequency of mitochondrial introns in colonial\nbilaterians","Journal":" Nature Scientific Reports","Volume":"","Issue":"","Pages":"","Keywords":" Bryozoa, Group II intron, genome skimming, mitogenome,\nhorizontal gene transfer","DOI":"","Abstract":" Animal mitogenomes are typically devoid of introns. Here,\nwe report the largest number of mitochondrial introns ever recorded from\nbilaterian animals. Group II introns were identified in four species of\nbryozoans from three families (Order Cheilostomatida). A total of eight\nintrons were found in the complete mitogenome of Exechonella vieirai,\nand five, 17 and 18 introns were found in the partial mitogenomes of\nParantropora penelope, Discoporella cookae and Cupuladria biporosa,\nrespectively. Intron-encoded protein domains reverse transcriptase and\nintron maturase (RVT-IM) were identified in all species. Introns in E.\nvieirai and P. penelope had conserved group IIA intron ribozyme domains\nV and VI. Conserved domains were lacking from introns in D. cookae and\nC. biporosa, preventing their further categorization. Putative origins\nof metazoan introns were explored in a phylogenetic context, using an\nup-to-date alignment of mitochondrial RVT-IM domains. Results confirmed\nprevious findings of multiple origins of annelid, placozoan and sponge\nRVT-IM domains and provided evidence for common intron donor sources\nacross metazoan phyla. Our results corroborate growing evidence that\nsome metazoans with regenerative abilities (i.e. placozoans, sponges,\nannelids and bryozoans) are susceptible to intron integration, most\nlikely via horizontal gene transfer.","trees":[{"tree_label":"IEP-less_introns_Exechonella_Parantropora_mrbayes","ntax":"13","rootedtree":"TRUE","title":"Tr136085","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136085.phy"},{"tree_label":"IEP-less_introns_Exechonella_Parantropora_raxml","ntax":"13","rootedtree":"TRUE","title":"Tr136086","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136086.phy"},{"tree_label":"RT_IM_raxml","ntax":"1059","rootedtree":"TRUE","title":"Tr136067","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136067.phy"},{"tree_label":"ORF-less_introns_Cupuladria_Discoporella_raxml","ntax":"35","rootedtree":"TRUE","title":"Tr136089","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136089.phy"},{"tree_label":"ORF-less_introns_Cupuladria_Discoporella_mrbayes","ntax":"35","rootedtree":"TRUE","title":"Tr136087","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_136087.phy"}]}