{"Authors":" Xin-Mao Zhou, Jian-Jun Yang, Liang Zhang, Li-Bing\nZhang","Year":" 2022","Title":" A global phylogeny of grammitid ferns (Polypodiaceae) with\nthe description of 12 new genera","Journal":"","Volume":"","Issue":"","Pages":"","Keywords":" Archigrammitis, Asia-Pacific clade, Ctenopterella,\nGrammitis, Oreogrammitis, Prosaptia","DOI":"","Abstract":" Grammitidoideae are the largest subfamily in Polypodiaceae\nand contain about 911 species. Progress has been made in understanding\nthe overall phylogeny and generic boundaries in the light of recent\nmolecular works. However, the majority of species, especially Asian\nspecies, and some critical types of genera remain unsampled. In this\nstudy, a dataset of six plastid markers of 1003 (112 new) accessions\nrepresenting ca. 412 species of Grammitidoideae including five types of\nCtenopterella, Grammitis, Moranopteris, Radiogrammitis, and Themelium,\nrespectively, was assembled to infer a phylogeny. Our major results\ninclude: (1) the type of Grammitis is successfully sequenced using a\nnext-generation sequencing technique and is resolved in Grammitis s.s.\nas expected; (2) Ctenopterella is found to be polyphyletic and a new\nclade of C. khaoluangensis is resolved as sister to Tomophyllum; (3) the\ntype of Ctenopterella is resolved in a clade sister to the C.\nlasiostipes clade; (4) Oreogrammitis is found to be polyphyletic and\nthree (partially) new clades outside of the core Oreogrammitis are\nidentified containing O. subevenosa & allies, O. orientalis, and O.\nbeddomeana (+ O. cf. beddomeana), respectively; (5) Prosaptia is found\nto be paraphyletic with P. nutans being sister to a clade containing the\nrest of Prosaptia and Archigrammitis; (6) the intergeneric and major\nrelationships within the Asia-Pacific clade are well resolved and\nstrongly supported except for six branches; and (7) based on the new\nphylogeny and morphology, we propose to establish 12 new genera in the\nAsia-Pacific clade to accommodate the clades identified earlier and/or\nhere to maintain the monophyly and morphological diagnosability of\ngenera in the subfamily. These 12 new genera including one new status\nare: Aenigmogrammitis, Boonkerdia, Calligrammitis, Devolia,\nGrammitastrum (stat. nov.), Howeogrammitis, Libingia, Nanogrammitis,\nOxygrammitis, Rankeria, Rouhania, and Thalassogrammitis. A key to the\ngenera in the Asia-Pacific clade is given and the morphology of all new\ngenera is shown with either a color plate or a line drawing.","trees":[{"tree_label":"Imported tree 1","ntax":"1003","rootedtree":"TRUE","title":"Tr136088","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136088.phy"}]}