{"Authors":" Ivan Prates, Mark N. Hutchinson, Joel A. Huey, Mia J.\nHillyer, Daniel L Rabosky","Year":" 2022","Title":" A new lizard species (Scincidae: Ctenotus) highlights\npersistent knowledge gaps on the biodiversity of Australias central\ndeserts","Journal":" Bulletin of the Society of Systematic Biologists","Volume":" in review","Issue":"","Pages":"","Keywords":" Cryptic species, population genetics, phylogeography, arid\nzone, Ctenotus schomburgkii.","DOI":"","Abstract":" Australia harbors the most diverse lizard assemblages on\nEarth, yet the biodiversity of its vast arid zone remains incompletely\ncharacterized. Recent sampling of remote regions has revealed new\nspecies with unique phenotypes and unclear evolutionary affinities.\nHere, we describe a new species of scincid lizard that appears to be\nwidely distributed across the Great Victoria Desert and adjacent\nregions. The new species was previously overlooked among specimens of\nthe wide-ranging desert taxon Ctenotus schomburgkii but is distinguished\nfrom it by coloration and scalation characters. Phylogenetic analyses\nbased on mitochondrial and genome-wide nuclear loci confirmed that the\nnew species is highly divergent from C. schomburgkii, with which it\nappears to be sympatric across much of its range. In addition to the new\nspecies, our survey of genetic variation within C. schomburgkii as\ncurrently recognized revealed three additional lineages that approach\none another in southern and northwestern Australia, and which may also\nrepresent distinct species. These results suggest that our knowledge of\nthe extraordinary biodiversity of arid Australia remains incomplete,\nwith implications for the conservation and management of this unique\nfauna. The targeted collection of voucher specimens in undersampled\nregions, coupled with population genetic screening of lineage diversity,\nwill be crucial for characterizing species boundaries and understanding\nthe composition of Australias vertebrate communities.","trees":[{"tree_label":"ddRAD RAxML","ntax":"1","rootedtree":"TRUE","title":"Tr136100","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136100.phy"}]}