{"Authors":" Mark Alan Buchheim, Haley Johnson, Ashley Silver, Richard\nPortman, Matthew Toomey","Year":" 2022","Title":" A new species of Haematococcus from North America","Journal":" American Journal of Botany","Volume":"","Issue":"","Pages":"","Keywords":" Ettlia, Haematococcus, Palmella, Akinete, Zoospore,\nMullers Ratchet, Polyploidy, Pyrenoid, Flagellar collar, rbcL, 18S rRNA,\n26S rRNA, 5.8S rRNA, ITS-1, ITS-2, Astaxanthin, Ketocarotenoid,\nHPLC.","DOI":"","Abstract":" Haematococcus is a green flagellate that transitions to an\nakinete stage that accumulates valuable ketocarotenoids. An enormous\nbody of research is focused on finding ways to commercialize the\npigments produced by Haematococcus, often without the benefit of a sound\nphylogenetic assessment of the strains. Thus, comparing results of these\nefforts may be confounded by the absence of an updated phylogenetic\nframework. The goal of this investigation was to reconstruct the\nphylogeny of an expanded sampling of Haematococcus isolates utilizing\ndata from the 18S and 26S rRNA genes, from the internal transcribed\nspacers (ITS-1 and ITS-2), from the 5.8S rRNA gene and from the rbcL\ngene. The expanded data and taxon sampling presented here support the\nconcept of a new speciesH. privus (sp. nov). The new species is\ncomprised of several isolates of Haematococcus collected exclusively in\nNorth America. Results from analyses of morphological data indicate that\nratios of protoplast length to width and akinete diameter may be useful\ntools for discriminating new Haematococcus lineages. Although variances\nwere often too great to draw conclusions, H. rubicundus showed the\nhighest yields for total carotenoids and astaxanthin. The total evidence\nsupports the existence of at least five, species-level lineages in the\ngenus. The updated phylogenetic assessment presented here will help\napplied researchers frame their investigations of Haematococcus in an\nupdated evolutionary context. However, a number of surprising\nobservations regarding polyploidy, sexuality and chloroplast genomics in\nHaematococcus suggest that this simple, green unicell has a few secrets\nleft to be revealed.","trees":[{"tree_label":"PAUP_1","ntax":"20","rootedtree":"TRUE","title":"Tr136096","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136096.phy"}]}