{"Authors":" Dhanushka Nadeeshan Wanasinghe, Peter E Mortimer","Year":" 2022","Title":" Taxonomic and phylogenetic insights into novel Ascomycota\nfrom forest woody litter","Journal":" Biology","Volume":"","Issue":"","Pages":"","Keywords":" Asexual morph; Greater Mekong Subregion; Pleosporales;\nsexual morph; Yunnan","DOI":"","Abstract":" While surveying the mycobiomes of dead woody litter in\nYunnan Province, China, numerous isolates with affinity to Pleosporales\n(Dothideomycetes, Ascomycota) were recovered. The present work\ncharacterizes the mycobiota associated with dead woody twigs found in\nterrestrial habitats in the Kunming area of Yunnan. Of additional\ninterest is that the samples discussed in this man-uscript were all\ncollected by the 5-year-old son of one of the authors. The taxonomic\nnovelties were recognized based on morphological comparisons coupled\nwith phylogenetic analyses of multiple gene sequences (non-translated\nloci and protein-coding regions). Neokalmusia jonahhulmei sp. nov. is\nintroduced in Didymosphaeriaceae (Pleosporales) as a woody-based\nsaprobic ascomycete that pos-sesses multiloculate ascostromata immersed\nunder a black clypeus-like structure, subglobose to ampulliform locules,\nan ascostromatal wall with thin-walled cells of textura angularis,\ncylindrical to clavate, short pedicellate asci with furcate ends, and\n3-septate, brown, fusiform, guttulate as-cospores. Thyridaria\njonahhulmei (Thyridariaceae) is introduced with sexual and asexual\n(coelomy-cetous) features. The sexual morph is characterized by globose\nto subglobose, ostiolate ascomata, a pruinose layer of yellow to reddish\nor orange-brown material forming around the apices of the ostiolar\nnecks, a peridium with textura angularis cells, cylindrical to\ncylindric-clavate asci with a long pedicel and an ocular chamber, brown,\nellipsoid to fusoid, 23-septate, euseptate, rough-walled guttulate\nascospores, and the asexual morph is featured by pycnidial conidiomata,\nphialidic, ampulliform to doliiform, hyaline, flexuous and smooth\nconidiogenous cells, brown, guttulate, ellipsoidal and aseptate\nconidia.","trees":[{"tree_label":"Didymosphaeriaceae","ntax":"88","rootedtree":"TRUE","title":"Tr136109","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136109.phy"},{"tree_label":"Thyridariaceae","ntax":"60","rootedtree":"TRUE","title":"Tr136110","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136110.phy"}]}