{"Authors":" Dhanushka Nadeeshan Wanasinghe, Guang Cong Ren, Jian-Chu\nxu, Ratchadawan Cheewangkoon, Peter E Mortimer","Year":" 2022","Title":" Insight into the taxonomic resolution of the Pleosporales\nspe-cies associated with dead woody litter in natural forests from\nYunnan, China","Journal":" Journal of fungi","Volume":"","Issue":"","Pages":"","Keywords":" Ascomycota; asexual morph; Dothideomycetes, Greater Mekong\nSubregion; sexual morph","DOI":"","Abstract":" In the course of investigating the systematics of\nwoody-based micro-fungal associates in Yunnan Province, China, we found\none new species in Phaeoseptaceae, one new genus and three new species\nin Sulcatisporaceae from sixteen specimens collected (ten collections of\nascomycetous sexual morphs, four collections of hyphomycetous and two\ncollections of coelomycetes asexual morphs) from Ailaoshan, Chuxiong,\nDiqing, Honghe, Kunming, Lancang, Mengla and Yuxi in Yunnan Province.\nThese taxonomic novelties were recognized with the aid of morphological\ncomparisons and phylogenetic analyses of multiple gene sequences\n(non-translated loci and protein-coding re-gions). Pleopunctum\nmenglaense sp. nov. is accommodated in Phaeoseptaceae (Pleosporales)\nbased on its hyphomycetous asexual morph, which is characterized by\nsuperficial sporodochia on the host surface, macronematous,\nmononematous, cylindrical, unbranched, aseptate, hyaline and\nsmooth-walled conidiophores, monoblastic, terminal, hyaline\nconidiogenous cells, hyaline, muri-form α conidia, and brown, muriform β\nconidia with tri-lobed wing like basal cells. Kazuakitanaka gen. nov.\n(type: K. yuxiense) is introduced in Sulcatisporaceae (Massarineae,\nPleosporales) for a saprobic ascomycete with sexual and asexual\n(coelomycetous) features. The sexual morph possesses globose to\nsubglobose ascomata with acentric ostiole, a peridium with cells of\ntextura angularis to textura prismatica, cylindric-clavate, pedicellate\nasci with an ocular chamber, and 1-septate (with one-to-two-eu-septa),\nhyaline, fusiform, guttulate ascospores with a distinct mucilaginous\nsheath. The asexual morph is features pycnidial conidiomata, phialidic,\nampulliform to cylindrical, hyaline conidiogenous cells and ampulliform\nto cylindrical, one-to-three-septate, hyaline, guttulate co-nidia.\nLoculosulcatispora was known only from its asexual morph of L.\nthailandica. We observed the sexual morph of Loculosulcatispora\nhongheensis sp. nov. and amended the generic description of\nLoculosulcatispora accordingly. Loculosulcatispora hongheensis is\ncharacterized by globose to sub-globose ascomata with a central ostiole,\na peridium with cells of textura angularis to globosa, branched,\nseptate, cellular pseudoparaphyses, clavate asci with a short pedicel\nand a minute oc-ular chamber and hyaline, fusiform, 1-septate ascospores\nwith a thick irregular mucilaginous sheath. This study provides some\ninsights into the diversity of fungi on dead woody litter in\nter-restrial habitats","trees":[{"tree_label":"Phaeoseptaceae","ntax":"48","rootedtree":"TRUE","title":"Tr136111","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136111.phy"},{"tree_label":"Sulcatisporaceae","ntax":"38","rootedtree":"TRUE","title":"Tr136112","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136112.phy"}]}