{"Authors":" Shun Liu, Yi-Fei Sun, Yan Wang, Tai-Min Xu, Chang-Ge Song,\nYuan-Yuan Chen, Bao-Kai Cui","Year":" 2022","Title":" Taxonomy and Molecular Phylogeny of Trametopsis (Polyporales,\nBasidiomycota) with descriptions of two new species","Journal":" MycoKeys","Volume":"","Issue":"","Pages":"","Keywords":" Irpicaceae, multi-gene phylogeny, new species, white-rot\nfungi, wood-decay fungi","DOI":"","Abstract":" Trametopsis is a genus distributed in Africa, Asia,\nEurope, North America, South America and Oceania, with fewer species. It\ngrows on different angiosperm and gymnosperm trees and can cause white\ndecay of wood. Recent phylogenetic analyses showed that Trametopsis\nbelongs to Irpicaceae. in the phlebioid clade. In this study, we\nperformed taxonomic and phylogenetic appraisal of the genus Trametopsis.\nMolecular phylogenetic analyses of multiple loci including the internal\ntranscribed spacer (ITS) regions, the large subunit nuclear ribosomal\nRNA gene (nLSU), the translation elongation factor 1-α gene (TEF1), the\nRNA polymerase II largest subunit (RPB1) and the second subunit of RNA\npolymerase II (RPB2). Phylogenetic trees are inferred from the combined\ndatasets of 2-gene sequences and 5-gene sequences by using maximum\nparsimony, maximum likelihood and Bayesian inference analyses. Combined\nwith molecular data, morphological characters and ecological traits, two\nnew species of Trametopsis are discovered. Trametopsis abieticola is\ncharacterized by its pileate, solitary or imbricate basidiomata, pinkish\nbuff to buff-yellow pileal surface when fresh, becoming pinkish buff to\nclay-buff when dry, cream to buff pore surface when fresh, becoming\npinkish buff to greyish brown upon drying, round to angular pores\n(0.50.8 per mm), cylindrical basidiospores (5.87.2 × 1.92.6 μm),\ndistributed in the high altitude of mountains and grows on Abies sp.\nTrametopsis tasmanica is characterized by its resupinate basidiomata,\ncream to buff pore surface when fresh, becoming honey-yellow to snuff\nbrown upon drying, cylindrical basidiospores (5.26.3 × 1.82.2 μm),\ndistributed in Tasmania, Australia and grows on Eucalyptus sp. Detailed\ndescriptions and illustrations of the two novel species and\nidentification key to accepted species of Trametopsis are provided.","trees":[{"tree_label":"tree 1","ntax":"79","rootedtree":"TRUE","title":"Tr136118","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136118.phy"},{"tree_label":"tree 1","ntax":"79","rootedtree":"TRUE","title":"Tr136119","tree_kind":"NA","tree_type":"NA","tree_quality":"NA","phylotree_id":"tree_136119.phy"}]}