{"Authors":" Joseph B. Morton","Year":" 1995","Title":" Taxonomic and phylogenetic divergence among five\nScutellospora species based on comparative developmental sequences.","Journal":" Mycologia","Volume":" 87","Issue":" NA","Pages":" 127-137","Keywords":" arbuscular mycorrhizal fungi; Scutellospora coralloidea;\nS. fulgida; S. gregaria; S. persica; S. verrucosa; systematics","DOI":" NA","Abstract":" Morphological characters synthesized from differentiation\nof mycorrhizae and spores were defined developmentally ancl their\nstability examined among eight organisms of five Scutellospora species\n(Glomales, Zygomycetes). Morphology and architecture of fungal hyphae at\nentry points in Sudan-grass roots were similar to that observed in other\nScutellospora species. Surface topology of extraradical auxiliary cell\nwere similar among the taxa studied, and intermediate between that of\nGigaspora and other Scutellospora species. Spore differentiation was\npartitioned into four discrete stages: differentiation of layers in the\nspore wall (stages 1 and 2), subsequent formation of a bilayered\nflexible inner wall (stage 3), and lastly, the synthesis of a\ngermination shield (stage 4). Spore growth (expansion) was coupled only\nwith stages 1 and 2. Stages of differentiation could be homologized\namong taxa because of their division and stability in ontogenesis. Stage\n3 was shared by all five Scutellospora species, thus uniting them,\ntogether with S. castanea, in a monophyletic group. Species-level\ndivergence in this group was expressed only in properties of spore wall\nlayers. Stages 1-3 were homologous with the first three of five stages\nin differentiation of S. heterogama spores. These shared stages suggest\na pattern of Haecklian recapitulation in the evolution of flexible inner\nwalls and both a historical and a contemporaneous link between all\nflexible inner walls and germination events. Thus, developmentally\ndefined morphological characters provide a causal linkage between the\ntaxonomic hierarchy and a hierarchy in evolution of spore subcellular\nstructure and also suggest causal relationships between form and\nfunction.","trees":[{"tree_label":"Fig. 24A","ntax":"6","rootedtree":"TRUE","title":"Scutellospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1414.phy"},{"tree_label":"Fig. 24B","ntax":"6","rootedtree":"TRUE","title":"Scutellospora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1415.phy"}]}