{"Authors":" Gary E. Harman, Kevin C. Nixon, Thomas E. Stasz, Norman F.\nWeeden, Geoffrey A. Kuter","Year":" 1989","Title":" Evaluation of phenetic species and phylogenetic relationships\nwithin the genus Trichoderma by cladistic analysis of isozyme\npolymorphism.","Journal":" Mycologia","Volume":" 81","Issue":" NA","Pages":" 391-403","Keywords":" NA","DOI":" NA","Abstract":" Taxonomy in Trichoderma is problematic because of the lack\nof reliable morphological characters. This study evaluates five\nmorphological species using methods of isozyme analysis that allow\ndetermination of allozyme polymorphism. One hundred nine alleles were\nresolved at 16 putative enzyme loci among 71 strains tested.\nMorphological species were not characterized either by specific alleles\nat single loci or by specific patterns of alleles at multiple loci.\nRather, most alleles were distributed among most species, and each\nspecies included several different alleles at most loci. Allele patterns\nwere analysed by phylogenetic analysis using parsimony (PAUP). A strict\nconsensus tree was derived from 20 equally parsimonious, shortest\ncladograms using Gliocladium virens as an outgroup. In the resulting\ncladogram, T. harzianum included a main group of strains adjacent to the\noutgroup and other strains distributed throughout the cladogram; this\nspecies appears to be paraphyletic. A core group of T. pseudokoningii\nstrains appears to be monophyletic and derived directly from a T.\nharzianum-like ancestral group. Trichoderma hamatum included three\nisozymically distinct strains with close affinity to Gliocladium virens\nand a main group which appears to have been derived from a T.\nharzianum-like ancestral group independently of the core group of T.\npseudokoningii. Trichoderma koningii and T. viride are not well\ndistinguished from each other, but T. viride appears to be more derived\nand may have arisen from a more ancestral T. koningii type. Phylogenetic\nanalysis of allozyme data identified isozymically similar core groups of\nstrains within morphological species, clusters of strains from various\nspecies, and isozymically distinct strains for further study. Wide\ndistribution of numerous alleles among morphological species suggests\nthat extensive genetic exchange occurs among these taxa.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Trichoderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1421.phy"}]}