{"Authors":" Amy F. Iezzoni, Alan L. Jones, G. G. Adams, Rupa S.\nSurve-Iyer","Year":" 1995","Title":" Isozyme detection and variation in Leucostoma species from\nPrunus and Malus.","Journal":" Mycologia","Volume":" 87","Issue":" NA","Pages":" 471-482","Keywords":" allozymes; cultural morphology; Cytospora; genetic\nvariation; Leucocytospora; population genetics; speciation; subspecific\ngroups; temperature; Valsa; virulence","DOI":" NA","Abstract":" Isozyme analysis was used to study the variation among\nisolates of Leucostoma causing canker on fruit trees. Seventy-seven\nisolates including 17 from teleomorphs were obtained from six Prunus\nspecies and Malus domestica in North America. Thirty-one alleles were\nresolved at eight putative loci and the distance and maximum parsimony\nmethods of analysis found the two species of Leucostoma, L. persoonii\nand L. cincta, to be distinct. The two species had no similarity as\nmeasured by the coefficient of Jaccard. Parsimony analysis separated the\nspecies into two clades with a basal branch supported by 99.8% of the\nbootstrapped data sets. Fifty six isolates of Leucostoma clustered into\nsix phenetic groups. Isolates corresponding to L. persoonii were\nclustered into three distinct groups, PG1, PG2, and PG3. Those\ncorresponding to L. cincta were clustered into two similar groups on\nPrunus spp., PG4 and PG5, and a third group on Malus, PG6. Isozyme\npolymorphism was low within each of the three phenetic groups of L.\npersoonii, including PG1 that was geographically widespread on many host\nspecies. PG1 was distinct in culture morphology, having a lobate colony\nmargin. Polymorphism was low within L. cincta PG6 on Malus but high\nwithin PG4 found on Prunus spp. Isolates from Malus were distinct in\ncultural characteristics and clustered in a separate branch from the\nother members of the L. cincta clade in 89% of the bootstrap trees.\nLeucostoma persoonii isolates were all able to grow at 33 C, a\ntemperature at which growth ceased in L. cincta isolates. Isozyme\npolymorphism was evident among seven ascospore progeny of an L. cincta\nperithecium from Prunus, resolving the segregation of alleles during\nmeiosis. Polymorphism was not evident among ascospore progeny or among\n13 vegetative compatibility groups of L. persoonii. Two phenetic groups\nof L. persoonii and two of L. cincta were evaluated for relative\nvirulence on inoculated peach trees. Each group contained some isolates\nof high virulence, except PG6 of L. cincta from Malus.","trees":[{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Leucostoma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_189.phy"},{"tree_label":"Fig. 1A","ntax":"16","rootedtree":"TRUE","title":"Leucostoma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1422.phy"},{"tree_label":"Fig. 1B","ntax":"16","rootedtree":"TRUE","title":"Leucostoma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1423.phy"}]}