{"Authors":" Kurt A. Zeller","Year":" 1995","Title":" Phylogenetic relatedness within the genus Erysiphe estimated\nwith morphological characteristics.","Journal":" Mycologia","Volume":" 87","Issue":" NA","Pages":" 525-531","Keywords":" Erysiphaceae; Erysiphales; Erysiphe; morphology; powdery\nmildews; systematics; taxonomy","DOI":" NA","Abstract":" The genus Erysiphe has been suggested as an ancestral form\nwithin the Erysiphaceae characterized by a set of shared, relatively\nprimitive morphological characters and may in fact be polyphyletic.\nHowever, several groups within Erysiphe are delimited by other sets of\nimportant morphological differences, resulting in its subdivision into\nat least three evolutionary lines (sections) and other allied genera.\nFurther subdivision of e\u0005\u001aion into species has been suggested on the basis\nof more subtle morphological differentiation as well as by host range\ndifferences. While morphology can delimit taxa within Erysiphe, the use\nof morphology in estimating phylogenetic relatedness within and between\nsections has not been tested directly. In this analysis, a direct\ncomparison of differences within Erysiphe and among allied taxa was\nundertaken to determine the phylogenetic utility of these morphological\ndifferences. Cladistic analysis revealed a most parsimonious consensus\nnetwork that separates Blumeria from the remaining Erysiphe taxa, and\ngroups species from section Colvinomyces into a single clade with\nBrasiliomyces. Sphaerotheca and Microsphaera form distinct clades. The\nstrict consensus fails to clearly order relationships among sections\nErysiphe, Caleopsidis and Colvinomyces. Bootstrap analyses suggest that\nsection Caleopsidis is more closely aligned with section Erysiphe, and\nthat Microsphaera and section Erysiphe share common ancestry.\nPhylogenetic relationships within section Colvinomyces and of\nBrasiliomyces trina are not clarified by morphology. Thus, morphology\ndoes show some usefulness in phylogenetic comparisons between sections\nof Erysiphe, but appears to have much more limited usefulness for\ndistinguishing among species within a section.","trees":[{"tree_label":"Fig. 2","ntax":"15","rootedtree":"TRUE","title":"Erysiphe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1432.phy"},{"tree_label":"Fig. 1","ntax":"15","rootedtree":"TRUE","title":"Erysiphe","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1431.phy"}]}