{"Authors":" Maria C. E. Amaral","Year":" 1991","Title":" Phylogenetische systematik der Ochnaceae.","Journal":" Botanische Jahrbücher für Systematik, Pflanzengeschichte\nund Pflanzengeographie","Volume":" 113","Issue":" NA","Pages":" 105-196","Keywords":" NA","DOI":" NA","Abstract":" A cladistic analysis of the family Ochnaceae is presented.\nIt was performed using 91 morphological and anatomical characters from\nrepresentatives of all genera of the subfamily Sauvagesioideae as well\nas from six genera of the subfamily Ochnoideae. Polarity of character\nstates was established using the outgroup comparison-method, with\nQuiinaceae and Scytopetalaceae as outgroups. Based on the cladograms it\nis possible to characterize the Ochnaceae and their subfamilies\nOchnoideae and Sauvagesioideae as monophyletic taxa. Furthermore, the\ninclusion of Lophira in the Ochnaceae (subfam. Ochnoideae) is confirmed.\nThe genera Diegodendron and Strasburgeria do neither possess the\nsynapomorphies for the Ochnaceae nor the synapomorphy for Ochnaceae,\nQuiinaceae and Scytopetalaceae (cristarque cells). For this reason these\ngenera cannot be considered as closely related to the Ochnaceae.\nIndosinia and Adenanthe are reduced to synonymy in Sauvagesia and\nTyleria respectively, making two new combinations necessary. A key for\nall genera of the Ochnaceae investigated is presented. All genera of the\nsubfam. Sauvagesioideae and Lophira, Elvasia and Perissocarpa of the\nOchnoideae are described. The possible evolution of characters as well\nas some hypotheses about pollination are investigated The biogeography\nof the family in connection with modes of dispersal is discussed.","trees":[{"tree_label":"Fig. 13","ntax":"37","rootedtree":"TRUE","title":"Ochnaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1433.phy"},{"tree_label":"Fig. 14","ntax":"37","rootedtree":"TRUE","title":"Ochnaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1434.phy"},{"tree_label":"Fig. 15","ntax":"37","rootedtree":"TRUE","title":"Ochnaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1435.phy"}]}