{"Authors":" James F. Smith, Kenneth J. Sytsma","Year":" 1988","Title":" DNA and morphology: comparisons in the Onagraceae.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 75","Issue":" NA","Pages":" 1217-1237","Keywords":" NA","DOI":" NA","Abstract":" Comparisons of systematic information generated from both\nclassical systematic approaches and from DNA analysis at a number of\ntaxonomic levels in the Onagraceae are presented. Phylogenetic results\nfrom chloroplast DNA restriction fragment analysis in Clarkia sect.\nSympherica (= Peripetasma) are not entirely congruent with results from\nmorphology, but are congruent with distribution of duplications of\nisozyme-coding loci. Chloroplast DNA and nuclear rDNA evidence for the\norigin of the monotypic genus Heterogaura from within the genus Clarkia\nis discussed with respect to morphological divergence between the two\ngenera. Detailed chloroplast DNA restriction site mapping within the\nseven diploid sections of Clarkia and subsequent preliminary\nintersectional phylogenetic analysis are presented. These DNA-based\nrelationships are compared with a morphological and cytological model of\nrelationships and to various gene duplication-based models. Section\nGodetia is implicated as the sister group to the rest of Clarkia, a\nresult concordant with preliminary cladistic analysis of morphological\nand isozymic characters. The monophyletic nature of sections\nencompassing the PGI gene duplication is not rejected or supported by\nthis cpDNA restriction site analysis. Preliminary DNA restriction\nfragment analysis for the nine previously described sections of Fuchsia\nand one new section is presented and then compared with published\nbiogeographical fossil morphological and cytological results. The\npreliminary chloropast DNA analysis in Fuchsia indicates that the\ndisjunct Old World sect. Skinnera was the first lineage to diverge\nfollowed by the monotypic Central American sect. Jimenezia. The\nphylogenetic relationships of the other sections of Fuchsia remain\nunclear. Comparisons of systematic results using cpDNA restriction site\nvariability and morphological cytological and isozymic variability are\nreviewed for the Onagraceae and other angiosperms.","trees":[{"tree_label":"Fig. 10","ntax":"15","rootedtree":"TRUE","title":"Fuchsia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1447.phy"},{"tree_label":"Fig. 8A","ntax":"14","rootedtree":"TRUE","title":"Clarkia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1445.phy"},{"tree_label":"Fig. 8B","ntax":"13","rootedtree":"TRUE","title":"Clarkia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1446.phy"},{"tree_label":"Fig. 3","ntax":"9","rootedtree":"TRUE","title":"Clarkia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1442.phy"}]}