{"Authors":" D. B. O. Saville, Bernard R. Baum","Year":" 1985","Title":" Rusts (Uredinales) of Triticeae: Evolution and extent of\ncoevolution, a cladistic analysis.","Journal":" Botanical Journal of the Linnean Society","Volume":" 91","Issue":" NA","Pages":" 367-394","Keywords":" NA","DOI":" NA","Abstract":" Established evolutionary trends in Uredinales as a whole\nare reviewed, and primitive and advanced characters are presented. The\nrusts of all Poaceae are presented in a table that strongly indicates\nBambusoideae to be the oldest and Pooideae the youngest subfamily. The\nrusts of Triticeae and their ecogeography are outlined; the rusts of\nCyperaceae, selected as an out-group, are briefly summarized; and the\navailable characters and character states for rusts of Triticeae are\ngiven. Host alternation complicates the analysis. The aecial host (never\na grass) is ecologically associated with the unrelated telial (grass)\nhost. There are no appropriate methods to permit analysis of the\ncombined components: aecial host evolution, telial host evolution, rust\nevolution, and their coevolution. Also, several aecial hosts are\nunknown. Consequently it was necessary to omit aecial hosts from the\nanalysis. Cladistic analysis of the rusts of Triticeae was performed\nusing five methods and consisted of cycles of tree analysis and\nmodification of character state trees. A cladogram put together from a\nDollo and a Wagner cladogram was used as a basis for the classification\nof rusts given. Subsequently a cladistic analysis of genera of\nTriticeae, using presence/absence of rusts as characters (Brooks’\napproach) was performed. The Triticeae cladogram of Baum (1983) was also\nanalysed. Distances between the cladogram generated by various methods\nand that of Baum were computed for each possible pair, using the method\nof Robinson & Foulds, and then the resulting distance matrix was\nreduced in dimensionality by principal components and non-metric\nmultidimensional scaling. The results are discussed in light of the\nlimitation of the analyses and the data. It is concluded that\ncoevolution is limited and that frequent jumps to ecologically\nassociated hosts explain the parallelism in evolution of rusts on\nTriticeae.","trees":[{"tree_label":"Fig. 2","ntax":"17","rootedtree":"TRUE","title":"Puccinia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1448.phy"},{"tree_label":"Fig. 4","ntax":"15","rootedtree":"TRUE","title":"Triticeae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1449.phy"}]}