{"Authors":" V. A. Funk","Year":" 1982","Title":" The systematics of montanoa (Asteraceae, Heliantheae).","Journal":" Memoirs of the New York Botanical Garden","Volume":" 36","Issue":" NA","Pages":" 1-133","Keywords":" NA","DOI":" NA","Abstract":" Montanoa Cerv. (Asteraceae, Heliantheae) includes woody,\nwhite-rayed composites with Latin American distributions. Species\nrecognition has always been difficult in the genus because of variation\nin such features as leaf shape, size and number of involucral bracts and\nhead size. This variation was studied on the individual, inter- and\nintra-populational levels. Data collected from extensive field and\nherbarium studies were combined with the results of greenhouse\nexperiments to determine the usefulness of such characters for species\ndetermination. Characters with high levels of consistency were used to\ndelimit 25 species (30 taxa) within the genus. These taxa are divided\ninto two subgenera, Montanoa and Acanthocarphae DC. Chromosome counts\nfor 21 of the taxa are presented and revealed three high level\npolyploids that are all high altitude trees. A cladistic analysis showed\nextensive parallel evolution in a number of the more conspicuous\ncharacters. Basing the hierarchy of Montanoa on the branching pattern\nproduced from the cladistic analysis has resulted in a more natural and\npredictive classification. Twenty-two of the species recognized are from\nthe over 100 previously described species. There are three new species\ndescribed here, M. standleyi, M. josei and M. imbricata. Subgenus\nMontanoa is divided into two sections Montanoa and Echinocephalae sect.\nnov., with the latter having three series, Frutescentes ser. nov.,\nAmoenae ser. nov. and Apertae ser. nov. Subgenus Acanthocarphae has five\nseries, all described here: Ovalifoliae, Quadrangulares, Hibiscifoliae,\nIntermediae and Grandiflorae.","trees":[{"tree_label":"Fig. 20","ntax":"25","rootedtree":"TRUE","title":"Montanoa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1475.phy"}]}