{"Authors":" Charles E. Griswold, Gustavo Hormiga, Jonathan A.\nCoddington, Nikolaj Scharff","Year":" 1998","Title":" Phylogeny of the orb-web building spiders (Araneae,\nOrbiculariae: Deinopoidea, Araneoidea).","Journal":" Zoological Journal of the Linnean Society","Volume":" 123","Issue":" 1","Pages":" 1-99","Keywords":" evolution; webs; cladistics; systematics; comparative\nmorphology; homology","DOI":" 10.1111/j.1096-3642.1998.tb01290.x","Abstract":" This phylogenctic analysis of 31 exemplar taxa treats the\n12 families of Araneoidea (Anapidae, Araneidae, Cyatholipidae,\nLinyphiidae, Mysmenidae, Nesticidae, Pimoidae, Symphytognathidae,\nSynotaxidae, Tetragnathidae, Theridiidae, and Theridiosomatidae). The\ndata set comprises 93 characters: 23 from male genitalia, 3 from female\ngenitalia, 18 from cephalothorax morphology, 6 trom abdomen morphology,\n14 from limb morphology, 15 Eom the spinnerets, and 14 from web\narchitecture and other behaviour. Criteria for tree choice were minimum\nlength parsimony and parsimony under implied weights. The outgroup for\nAraneoidea is Deinopoidea (Deinopidae and Uloboridae). The preferred\nshortest tree specifies the relationships ((Uloboridae, Deinopidae)\n(Araneidae (Tetragnathidae ((Theridiosomatidae (Mysmenidae\n(Symphytognathidae, Anapidae))) ((Linyphiidae, Pimoidae) ((Theridiidae,\nNesticidae) (Cyatholipidae, Synotaxidae))))))). The monophyly of\nTetragnathidae (including metines and nephilines), the\nsymphytognathoids, theridiid-nesticid lineage, and Synotaxidae are\nconfirmed. Cyatholipidae are sister to Synotaxidae, not closely related\nto either the Araneidae or Linyphiidae, as previously suggested. Four\nnew clades are proposed: the cyatholipoids (Cyatholipidae plus\nSynotaxidae), the ‘spineless femur clade’ (theridioid lineage plus\ncyatholipoids), the ‘araneoid sheet web builders’ (linyphioids plus the\nspineless femur clade), and the ‘reduced piriform clade’\n(symphytognathoids plus araneoid sheet web builders). The results imply\na cohcrcnt scenario for web evolution in which the monophyletic orb\ngives rise to the monophyletic araneoid sheet, which in turn gives rise\nto the gumfoot web of the theridiid-nesticid lineage. While the spinning\ncomplement of single pairs of glands does not change much over the\nevolution of the group, multiple sets of glands are dramatically reduced\nin number, implying that derived araneoids are incapable of spinning\nmany silk fibers at the same time. evolution - webs - cladistics -\nsystematics - comparative morphology homology.","trees":[{"tree_label":"Fig. 7","ntax":"31","rootedtree":"TRUE","title":"Orbiculariae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1477.phy"}]}