{"Authors":" Peter B. Best, Eric H. Harley, Derek Paul Ohland","Year":" 1995","Title":" Systematics of Cetaceans Using Restriction Site Mapping of\nMitochondrial DNA.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 4","Issue":" 1","Pages":" 10-19","Keywords":" NA","DOI":" 10.1006/mpev.1995.1002","Abstract":" Phylogenetic analysis of 14 cetacean species, including\nmembers from two baleen whale families and three toothed whale families,\nwas undertaken using restriction site mapping of mitochondrial DNA and\nusing cladistic and distance measures to infer phylogenies. The amount\nof between-taxa sequence divergence inferred from the data was lower\nthan expected from the standard interpretation of the fossil record, but\nmore conaiatent with aome recent estimates of sequence divergence in\ncetacean mitochondrial DNA or nuclear DNA. This implies either that the\nrate of molecular evolution of cetacean DNA is much lower than that of\nother mammalian orders or that the fossil record of cetaceans requires\nreinterpretation. The incompleteness of the cetacean fossil record\nprecludes resolution of the paradox at the present time. However, this\ndiscrepancy could in part be attributed to the sampling error inherent\nin the reatriction aite mapping technique, as comparative studies using\nthe complete mtDNA genome and restriction site data of the blue and fin\nwhales (genus Balaenoptera) indicate that the restriction site maps\nunderestimate sequence divergence by about 40%. In contrast to a recent\natudy auggesting that toothed whales were paraphyletic, with the sperm\nwhales being more closely related to the rorquals than to the other\ntoothed whales, the restriction data tend to support the monophyly of\nthe baleen and the toothed whales, a finding which is consistent with a\nrecent molecular-based study and with morphological and paleontological\ndata. Topologies of the subfamily and generic levels are generally\nconsistent with morphologically based schemes.","trees":[{"tree_label":"Fig. 3","ntax":"14","rootedtree":"TRUE","title":"Cetacea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1486.phy"},{"tree_label":"Fig. 4a","ntax":"14","rootedtree":"TRUE","title":"Cetacea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1487.phy"},{"tree_label":"Fig. 4b","ntax":"14","rootedtree":"TRUE","title":"Cetacea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1488.phy"}]}