{"Authors":" Christopher Cullis, Diddahally Govindaraju, Paul Lewis","Year":" 1992","Title":" Phylogenetic analysis of pines using ribosomal DNA\nrestriction fragment length polymorphisms.","Journal":" Plant Systematics and Evolution","Volume":" 179","Issue":" NA","Pages":" 141-153","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships among 30 species of the genus\nPinus were studied using restriction site polymorphism in the large\nsubunit of nuclear rDNA. Of the 58 restriction sites scored, 48 were\nphylogenetically informative, and the 30 species reduced to ten taxa\nwhen species with identical restriction site patterns were combined.\nThese ten taxa corresponded to the currently recognized subsections of\nthe genus, with the sole exception of P. Ieiophylla, which was identical\nin its pattern of restriction sites to all three species included from\nsubsect. Oocarpae despite its being in a different section of sub. Pinus\n(Pinea instead of Pinus). A measure of the proportion of phylogenetic\ninformation contained within the data set (Homoplasy Excess Ratio, or\nHER) revealed that the character states were significantly non\u001erandomly\ndistributed among the ten taxa (HER = 0.71, p < 0.01). Branchand\u001ebound\nsearches using either Wagner or Dollo parsimony as the optimization\ncriterion were carried out using PAUP in order to estimate phylogenetic\nrelationships among the ten taxa. Three taxa (Picea pungens, Tsuga\ncanadensis, and Larix decidua) were used independently as outgroups for\npurposes of rooting the trees. Despite the extreme differences in the\nassumptions underlying the Wagner and Dollo parsimony, the two gave\nsurprisingly similar estimates of phylogeny, with both analyses\nsupporting the monophyly of the two major subgenera Pinus and Strobus\nand differing in topology only in the placement of subsect. Ponderosae\nwithin subgenus Pinus. The likelihood for the Wagner tree was only\nslightly higher than that computed for the Dollo tree. Gymnosperms,\nConifers, Pinaceae, Pinus.\u001arDNA, restriction fragments, molecular\nsystematics, evolution, phylogeny.","trees":[{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Pinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1498.phy"},{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"Pinus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1499.phy"}]}