{"Authors":" Jay M. Savage, Craig Guyer","Year":" 1986","Title":" Cladistic relationships among Anoles (Sauria:\nIguanidae).","Journal":" Systematic Zoology","Volume":" 35","Issue":" NA","Pages":" 509-531","Keywords":" NA","DOI":" NA","Abstract":" Relationships among lizards of the anole genera\nChamaeleolis, Chamaelinorops, Phenacosaurus, and Anolis (sensu lato) are\ndiscussed based upon a cladistic analysis of osteological, karyological,\nand albumin immunological data. Osteological data support a sister-group\nrelationship of carolinensis subsection and beta section anoles, while\nanoles of the bimaculatus-cristatellus-cybotes, cuvieri series, and\nlatifrons series are sequentially more distantly related to this\nterminal cluster. Karyological data support five major groupings. One of\nthese groups represents those forms with the primitive karyotype for\nlizards and includes: Chamaeleolis, Chamaelinorops, and Phenacosaurus;\nthe cuvieri, cybotes, and latifrons series; and most of the carolinensis\nsubsection. Two groups with advanced karyotypes characterize the\ncristatellus and bimaculatus series, respectively. The remaining two\ngroups of karyotypes characterize the beta subsection. One population of\nbeta anoles possesses the modal karyotype of both of these groups\nsuggesting a saltatorial evolution of chromosomes within anoles and\nmaking difficult the determination of relations among the five groupings\nof karyotypes. Albumin immunological data support a close sister-group\nrelationship among the beta section, and the cristatellus and\nbimaculatus series, while the carolinensis series and latifrons series\nare sequentially more distantly related. Within Anolis (sensu lato),\nfive distinct monophyletic lineages are recognized as genera. The\nlatifrons series (placed in the genus Dactyloa) is derived relative to\nthe primitive anole genera in the presence of autotomic septa on the\ncaudal vertebrae and reduced numbers of aseptate caudal vertebrae. The\ncuvieri series (placed in Semiurus) shares with other advanced anoles\nthe derived conditions for the shape of the parietal, parietal cresting,\ntotal number of parasternal ribs, and number of attached parasternal\nribs, but lacks the derived condition of occipital region of more\nadvanced anoles. The bimaculatus-cristatellus-cybotes series (placed in\nCtenonotus) represents a lineage possessing a derived condition of the\noccipital region and a derived total number of parasternal ribs but\nlacks the derived shape of the interclavicle. The most derived\nlineages\u001athe carolinensis subsection and beta section\u001aare linked by the\nderived shape of the interclavicle. The carolinensis subsection is\ndiagnosed by derived numbers of lumbar vertebrae and constitutes the\ngenus Anolis. The beta section is diagnosed by derived processes on the\ncaudal vertebrae and is placed in the genus Norops. This systematic\narrangement eliminates the paraphyletic nature of the alpha section and\npunctatus subsection. Although some aspects of current distribution\npatterns of anoles must be due to dispersal events, it appears that\nvicariant events provided the impetus for the separation of the anole\ngenera into their current ranges. On the basis of a cladogram of areas\nand recent geological evidence of vicariant and accretional events in\nthe Caribbean, it seems that a widespread ancestral distribution of\nanoles throughout Central and South America, connected by a\nproto-Greater Antilles bridge, was fragmented by geological events\nforcing part of the proto-Greater Antilles northeastward towards their\npresent location. This fragmented the distribution of primitive anoles\nin South America (Phenacosaurus and Dactyloa), and on Hispaniola and\nCuba (Chamaelinorops and Chamaeleolis, respectively) from the ancestors\nof the advanced forms on Central America and associated portions of the\nrest of the proto-Greater Antilles. More advanced anole genera were\nadded to the Caribbean by additional geological activity which separated\nthe remainder of the proto-Greater Antilles into a Hispaniolan-Puerto\nRican block and a Cuban-Hispaniolan block. Separation and accretion of\nthese blocks brought Semiurus, Ctenonotus, and Anolis to their present\ndistributions, leaving Norops on Central America as well as on an\nattached block that later separated to become Jamaica. The closing of\nthe Panamanian portal allowed extensive invasion of South America by\nNorops and less extensive invasion of Central America by Dactyloa.","trees":[{"tree_label":"Fig. 5","ntax":"24","rootedtree":"TRUE","title":"Iguanidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1500.phy"},{"tree_label":"Fig. 6","ntax":"30","rootedtree":"TRUE","title":"Iguanidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1501.phy"}]}