{"Authors":" Marco Ferraguti, Barrie G. M. Jamieson, Christer\nErseus","Year":" 1987","Title":" Parsimony analysis of the phylogeny of some Oligochaeta\n(Annelida) using spermatozoal ultrastructure.","Journal":" Cladistics","Volume":" 3","Issue":" NA","Pages":" 145-155","Keywords":" NA","DOI":" NA","Abstract":" Quantitative and qualitative ultrastructural data from the\nspermatozoa of 11 oligochaete species, representing all orders\n(Tubificida, Lumbriculida, and Haplotaxida, yielded a single most\nparsimonious tree, using the Wagner-tree (PAUP) method of Swofford\n(1984). The Haplotaxida (Haplotaxis through Megascolecidae) form a\ndiscrete monophyletic group, with inclusion, however, of the\nreproductively exceptional tubificidan Phreodrilus. Bythnomus,\nrepresenting the Lumbriculidae, the phylogenetic position of which has\nbeen so controversial, forms the plesiomorphic sister group of the\nHaplotaxida, a position which is supported from other evidence. The\nTubificida, represented by two tubificids (Rhizodrilus and\nLimnodriloides) and by the enchytraeid Lumbricillus, are plesiomorphic\nrelative to the lumbriculid+haplotaxid assemblage and lie at the base of\nthe tree but all three appear mutually paraphyletic. Monophyly of the\nTubificida cannot, however, be considered conclusively refuted from the\nsmall sample used. Lumbricillus appears to have the most plesiomorphic\nsperm in the investigated oligochaetes The Megascolecidae (Amynthas and\nFletcherodrilus) form the highest affinity and most apomorphic group.\nThe implications of relative apomorphy of the Lumbriculida (Bythnomus)\nare profound. Branchiobdellids and leeches are generally regarded as\nsharing a common ancestry with lumbriculids and would, because of the\nrevised position of the latter, cladistically constitute part of the\nOligochaeta sensu lato.","trees":[{"tree_label":"Fig. 1","ntax":"11","rootedtree":"TRUE","title":"Oligochaeta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1502.phy"}]}