{"Authors":" Jeffrey D. Palmer, Robert K Jansen","Year":" 1988","Title":" Phylogenetic implications of chloroplast DNA restriction site\nvariation in the Mutisieae (Asteraceae).","Journal":" American Journal of Botany","Volume":" 75","Issue":" NA","Pages":" 753-766","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships among 13 species in the tribe\nMutisieae and a single species from each of three other tribes in the\nAsteraceae were assessed by chloroplast DNA restriction site mapping\nInitially, 211 restriction site mutations were detected among 16 species\nusing 10 restriction enzymes. Examination of 12 of these species using\nnine more enzymes revealed 179 additional restriction site mutations.\nPhylogenetic analyses of restriction site mutations were performed using\nboth Dollo and Wagner parsimony, and the resulting monophyletic groups\nwere statistically tested by the bootstrap method. The phylogenetic\ntrees confirm an ancient evolutionary split in the Asteraceae that was\npreviously suggested by the distribution of a chloroplast DNA inversion.\nThe subtribe Barnadesiinae of the tribe Mutisieae is shown to be the\nancestral group within the Asteraceae. The molecular phylogenies also\nconfirm the paraphyly of the Mutisieae and provide statistical support\nfor the monophyly of three of its four currently recognized subtribes\n(Barnadesiinae, Mutisiinae, and Nassauviinae). The fourth subtribe,\nGochnatiinae, is shown to be paraphyletic. Within the subtribes, several\nclosely related generic pairs are identified. Chloroplast DNA sequence\ndivergence among genera of the Asteraceae ranges between 0.7 and 5.4%,\nwhich is relatively low in comparison to other angiosperm groups. This\nsuggests that the Asteraceae is either a relatively young family or that\nits chloroplast DNA has evolved at a slower rate than in other\nfamilies.","trees":[{"tree_label":"Fig. 4","ntax":"13","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1505.phy"},{"tree_label":"Fig. 5","ntax":"13","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1506.phy"},{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1503.phy"},{"tree_label":"Fig. 3","ntax":"18","rootedtree":"TRUE","title":"Asteraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1504.phy"}]}