{"Authors":" Dennis W. Stevenson, Henry Loconte","Year":" 1991","Title":" Cladistics of the magnoliidae.","Journal":" Cladistics","Volume":" 7","Issue":" NA","Pages":" 267-296","Keywords":" NA","DOI":" NA","Abstract":" A cladistic resolution is presented for the origin of the\nangiosperms based on a parsimony analysis of 49 taxa of Magnoliidae.\nHamamelidae and Alismatidae, with gymnospermous outgroup comparisons for\nthe polarization of 104 characters. The Magnoliidae is recognized as a\nparaphyletic assemblage of nine orders: Calycanthales, Magnoliales,\nLaurales, Illiciales, Lactoridales, Ranunculales, Aristolochiales,\nPiperales and Nymphaeales. The Calycanthaceae and Idiospermaceae are\nsegregated as the new order Calycanthales, which is hypothesized to be\nthe archetype for angiosperms. Excluding Winteraceae and Lactoridaceae,\nthe Magnoliales is monophyletic. The Austrobaileyaceae is a first branch\nof Magnoliales, rather than lauralean. Excluding Amborellaceae and\nCalycanthales, the Laurales is monophyletic. The Chloranthaceae is a\nfirst branch of Laurales, rather than piperalean. The Amborellaceae and\nWinteraceae are early branches of Illiciales. The Lactoridaceae is\nisolated as the Lactoridales. Including Papaveraceae, the Ranunculales\nis monophyletic, with Lardizabalaceae as a first branch. The\nRanunculales is more closely related to the Hamamelidae, forming the\nclade Tricolpates. The Aristolochiales, Piperales and Nymphaeales are\nsuccessively more closely related to the Alismatidae, forming the clade\nPaleoherbs. The Nelumbonaceae are nyrnphaealean Paleoherbs, rather than\nTricolpates. The Lactoridaceae is not a Paleoherb. These results support\nmany aspects of the strobilar-flower hypothesis for the origin of the\nangiosperms, as well as the plesiomorphic character states of woody\nshrubs with simple, pinnatelyveined leaves.","trees":[{"tree_label":"Figs. 1-10","ntax":"56","rootedtree":"TRUE","title":"Spermatophyta","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1514.phy"}]}