{"Authors":" Alan W. Meerow","Year":" 1989","Title":" Biosystematics of two sympatric species of Eucharis\n(Amaryllidaceae).","Journal":" Plant Systematics and Evolution","Volume":" 166","Issue":" NA","Pages":" 11-30","Keywords":" NA","DOI":" NA","Abstract":" Eucharis candida and E. formosa are two often sympatric\nspecies of bulbous geophytes restricted to neotropical rain forest\nunderstory. The species are most common in eastern Ecuador, and are the\nonly two east Ecuadorean species of the genus found north of the Pastaza\nvalley. Data from phenetic, karyotypic, and preliminary isozyme\nelectrophoretic analyses of both species are represented. The species\nare distinguishable phenetically and karyologically, but isozyme-based\nrelationships are more complex. Phenetic resolution of the isozyme\nphenotypes supports recognition of two species in Ecuador. A Peruvian\nisolate of E. formosa, though not morphologically distinct, shows both\nallozyme and chromosomal divergence from Ecuadorean populations.\nCladistic relationships based on overall allozyme data do not support\nspecies distinction, but a novel electrophoretic phenotype for\nglutathione reductase is shared only by individuals of E. candida. An\napparent geographic component within the monophyletic groups resolved in\nthe cladogram suggests that some degree of gene flow between these two\nspecies has been maintained without the complete loss of morphological\nspecies identity. This may have been mediated either by artificial\npopulation structures due to a probable long history of cultivation, or\nvia Pleistocene refugia effects. Both species may have originated in\neastern Ecuador from a common ancestral population which has since\nradiated outward, perhaps several times.","trees":[{"tree_label":"Fig. 13","ntax":"10","rootedtree":"TRUE","title":"Eucharis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1515.phy"},{"tree_label":"Fig. 12","ntax":"10","rootedtree":"TRUE","title":"Eucharis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1516.phy"}]}