{"Authors":" John M. Miller","Year":" 1988","Title":" Floral pigments and phylogeny in Echinocereus\n(Cactaceae).","Journal":" Systematic Botany","Volume":" 13","Issue":" NA","Pages":" 173-183","Keywords":" NA","DOI":" NA","Abstract":" A phylogenetic hypothesis is presented based upon floral\nflavonoid glycoside characters from 87 geographically separated\npopulations representing 14 species of Echinocereus including E.\nchloranthus, E. engelmannii, E. enneacanthus, E. fendleri, E.\npectinatus, E. polyacanthus, E. reichenbachii, E. rigidissimus, E.\nscopulorum, E. stoloniferus, E. stramineus, E. subinermis, E.\ntriglochidiatus, and E. viridiflorus. A biosynthetic scheme involving\nflavanone-, dihydroflavonol-, flavone-, and flavonol-7-O-glycosides is\nput forth to clarify critical assumptions of character polarity. The\nunifying model proposes that intensification of ultraviolet solar\nradiation accompanied climatic change and increasing aridity of\npost-pluvial natural habitats. It is assumed that climatic change was\nthe driving force behind the modification of floral flavonoids which act\nin cactus flowers as possible ultraviolet screens. Taxa which share the\nderived micromolecular chemosyndrome (presence of flavanone- and\ndihydroflavonol-7-O-glycosides) are considered more advanced than those\nspecies with 3-O-mono- and diglycosides of the common flavonols, because\nthese flavonoids presumably better shield the cactus flowers from\npotentially damaging radiation in the UV-B. Flavone- and\nflavonol-7-O-glycosides are also considered to be apomorphic since they\nare immediate biosynthetic derivations of the UV-B flavonoid screening\nagents. Camin-Sokal Parsimony with known ancestral states (determined\nfrom the unifying model) allowed the construction of hypothetical\nphylogenies for 14 species.","trees":[{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Echinocereus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1518.phy"}]}