{"Authors":" Stephen Welton Taber","Year":" 1998","Title":" The world of harvester ants.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" The native red ants of Texas, favored prey of the\nendangered Texas horned lizard, are but one of many New World ants known\nas harvesters. The two genera Pogonomyrmex and Ephebomyrmex range from\nsouthern Canada to southern Argentina and the western half of the\nCaribbean island of Hispaniola (Haiti). Harvester ants ar\u0006Plly noted for\ntheir habit of building large gravel mounds in the center of huge\nclearings, for harvesting the grain of favorite grasses, and for their\nfiery stings. Some early naturalists believed that harvesters planted\ntheir favored grasses around their mounds\u001aa claim that, though mistaken,\ncould be imagined to be true of these well\u001eorganized, highly social\ninsects. Two hundred years of study are summarized in this volume, which\ncovers all aspects of the lives of the harvester ants. The book begins\nwith the mythology and folklore surrounding the harvester ants of the\nSouthwest and Mexico: the Aztecs believed that the red harvester brought\ncorn to humankind, and Native Americans of the southwestern deserts\ninvoked special rituals to placate the ants when their mounds were\ndisturbed. Following sections describe the ants’ evolution,\ndistribution, nest structure, habits, foods, predators and cohabitors,\ndefenses, chemistry and communication, and sex life. The final chapter\nconsiders the ants’ interaction with humans, including its perception as\na pest and the history of pesticide use. Appendixes give the scientific\nand common names of each harvester ant species, explain how to identify\nharvesters without technical devices, and provide a complete key to all\nsixty species. The key is supplemented by illustrations and distribution\nmaps for every species. An extensive bibliography and a detailed index\nare included. This beautifully illustrated book will serve as both a\ngeneral guide to harvester ants for the lay audience and a quick,\naccurate, and inclusive reference for scientists.","trees":[{"tree_label":"Fig. 6.1","ntax":"59","rootedtree":"TRUE","title":"harvester ants","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1526.phy"},{"tree_label":"Fig. 6.11","ntax":"10","rootedtree":"TRUE","title":"Pogonomyrmex","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1527.phy"}]}