{"Authors":" Ann K. Sakai, Stephen G. Weller, Warren L. Wagner","Year":" 1995","Title":" A phylogenetic analysis of Schiedea and Alsinidendron\n(Caryophyllaceae: Alsinoideae): implications for the evolution of\nbreeding systems.","Journal":" Systematic Botany","Volume":" 20","Issue":" NA","Pages":" 315-337","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic analysis of Schiedea and Alsinidendron\n(Caryophyllaceae), a monophyletic lineage endemic to the Hawaiian\nIslands, produced six equally most parsimonious trees with 132 steps\nusing morphological characters. Four major clades were found in all\ntrees. Breeding system characters were excluded from the analysis\nbecause of the likelihood that dimorphism (gynodioecy, subdioecy,\ndioecy) has evolved in parallel in Schiedea, although subsequent\ninclusion of these characters had little effect on topology. Dimorphism\nis found in the two clades occurring primarily in dry habitats. Mapping\nof breeding systems on the phylogeny suggests that dimorphism has\nprobably evolved on two or more occasions, depending on the number of\ncharacter states and whether the character is treated as ordered or\nunordered. One to several reversals from dimorphism to hermaphroditism\nhave also occurred. Dimorphic species occur only in dry habitats, but\nmapping of habitat on the phylogeny suggests that hermaphroditic species\noriginally may have invaded dry habitats without evolving a dimorphic\nbreeding system. Ecological shifts to very wet habitats appear to have\nfavored the evolution of autogamy, which has occurred independently in\nthe two clades largely restricted to mesic or wet habitats. The striking\nvariation in breeding systems found in Schiedea and Alsinidendron\nappears to result in large part from the invasion of diverse habitats in\nthe Hawaiian Islands following colonization by the ancestor of this\nlineage.","trees":[{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Schiedea and Alsinidendron","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_276.phy"},{"tree_label":"Fig. 2","ntax":"33","rootedtree":"TRUE","title":"Schiedea and Alsinidendron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_277.phy"}]}