{"Authors":" Michael J Donoghue, David D. Ackerly","Year":" 1998","Title":" Leaf size, sapling allometry, and Corner’s rules: phylogeny\nand correlated evolution in maples (Acer).","Journal":" American Naturalist","Volume":" 152","Issue":"","Pages":" 767-791","Keywords":" tree life history; canopy architecture; independent\ncontrasts; internal transcribed spacer; randomization methods;\nconvergent evolution","DOI":" 10.1086/286208","Abstract":" We studied the evolution of leaf size, sapling canopy\nallometry and related traits in 17 Acer species growing in the\nunderstory of temperate deciduous forests, using parsimony methods,\nrandomization tests, and independent contrasts calculated on a phylogeny\ninferred from nuclear ribosomal ITS sequences. Bivariate correlations\nand multivariate analyses indicated two independent suites of coevolving\ntraits, and the results were robust over a range of alternative\nphylogenies. The first suite consisted of strong positive correlations\namong twig thickness, leaf size, inflorescence length, and branch\nspacing (Corner’s rules). Seed size and mature height were also weakly\ncorrelated with these traits. The second suite reflected aspects of\nsapling crown allometry, including crown size, stem diameter, and total\nleaf area, which appear to be related to shade tolerance. There was a\nweak negative correlation between sapling crown size and mature height,\nbut no correlation with leaf or seed size. Most correlations were\nsimilar in magnitude for ahistorical and independent contrasts analyses,\nand discrepancies between these two measures were greater in traits with\nlower levels of convergent evolution. The evolutionary correlations\namong twig, leaf, seed, inflorescence, and canopy dimensions emphasize\nthe need for integrated theories of evolution and function of these\ndisparate traits.","trees":[{"tree_label":"Fig. 3","ntax":"17","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_419.phy"},{"tree_label":"Fig. 2","ntax":"37","rootedtree":"TRUE","title":"Acer","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_418.phy"}]}