{"Authors":" Alan W. Meerow","Year":" 1989","Title":" Systematics of the Amazon lilies, Eucharis and Caliphruria\n(Amaryllidaceae).","Journal":" Annals of the Missouri Botanical Garden","Volume":" 76","Issue":" NA","Pages":" 136-220","Keywords":" NA","DOI":" NA","Abstract":" Eucharis and Caliphruria are closely related, neotropical\ngenera of petiolate-leaved, white-flowered Amaryllidaceae found in the\nunderstory of primary tropical rain forest. Together with the Peruvian\nendemic Urceolina, Eucharis and Caliphruria form a monophyletic group\nwithin infrafamily Pancratioidinae on the basis of leaf and seed\nmorphology and ecological specialization. Seventeen species and two\nnatural hybrids within two subgenera are recognized in Eucharis.\nEucharis, marked by its crateriform or campanulate flowers, curved\nperianth tube, pigmented androecium usually developed into a staminal\ncup, and unicellular stigmatic papillae, is distributed from Guatemala\nto Bolivia, chiefly in the western Amazon basin and adjacent lower\nslopes of the eastern Andes. Subgenus Heterocharis represents three\nrelict species and two natural hybrids with many ancestral characters of\nthe genus. Caliphruria (four species, three of which are endemic to\nColombia) has funnelform flowers, straight perianth tube, reduced\nstaminal connation, and multicellular stigmatic papillae. Cladistic\nrelationships support the monophyly of Eucharis, Caliphruria, and\nUrceolina as a unified group. The most parsimonious cladograms suggest\nthat Eucharis is paraphyletic if subg. Heterocharis is included. An\nalternative hypothesis of generic relationships is tested, and proves\nless parsimonious. Recognizing the close phenetic relationship of subg.\nHeterocharis to the rest of Eucharis, the high levels of homoplasy\nwithin the cladogram, and ambiguity caused by missing character state\ndata, a less parsimonious phylogeny is accepted as the basis for\nclassification. Keys and descriptions are provided for all species of\nEucharis and Caliphruria. Eucharis caucana, a novel hexaploid (2n = 138)\nspecies, is described from Colombia.","trees":[{"tree_label":"Fig. 65","ntax":"25","rootedtree":"TRUE","title":"Eucharis and Caliphruria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1528.phy"},{"tree_label":"Fig. 66","ntax":"25","rootedtree":"TRUE","title":"Eucharis and Caliphruria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1529.phy"}]}