{"Authors":" Adrian Leuchtmann, Christopher Lewis Schardl","Year":" 1999","Title":" Three new species of Epichlo symbiotic with North American\ngrasses.","Journal":" Mycologia","Volume":" 91","Issue":" 1","Pages":" 95-107","Keywords":" 3-tubulin gene, biological species, Clavicipitaceae, host\nspecificity, molecular systematics, Neotyphodium, grass endophytes,\nsymbiosis","DOI":" NA","Abstract":" The genus Epichloe sensu stricto includes several mating\npopulations (biological species) of endophytic fungal symbionts of cool\nseason grasses. To date, six Eurasian and one North American\nmorphospecies have been described, and these approximately correspond to\nsix distinct mating populations. Here we describe three additional\nEpichloe species found in natural symbioses with grasses native to North\nAmerica. In mating tests the three species were not interfertile with\neach other or any previously described Epichloe species. Sequences of\nb-tubulin gene introns, which have been useful for Epichloe\nphylogenetics, clearly distinguished the three species, isolates of each\nconstituting a well supported clade. The three new species were host\nspecific: Epichloe brachyelytri was naturally associated only with\nBrachyelytrum erectum, E. elymi only with Elymus species, and E.\nglyceriae only with Glyceria striata. While most morphological\ncharacteristics of E. elymi and E. glyceriae were typical of the genus,\nthe ascus structure of E. brachyelytri was unique among described\nEpichloe species. Vertical transmission by systemic infection of host\nseeds was common for E. brachyelytri and E. elymi but never occurred for\nE. glyceriae. Conversely, E. glyceriae developed stromata on every\ninfected host inflorescence (preventing its maturation), E. elymi\nproduced stromata on some but not all inflorescences, and E.\nbrachyelytri almost never produced stromata. Thus, symbioses of the\nthree new Epichloe species with host grasses span the continuum from\nantagonistic to commensal or mutualistic.","trees":[{"tree_label":"Fig. 8nj","ntax":"28","rootedtree":"TRUE","title":"Epichloe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1530.phy"},{"tree_label":"Fig. 8p","ntax":"25","rootedtree":"TRUE","title":"Epichloe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1531.phy"}]}