{"Authors":" George E. Ball, David R. Maddison","Year":" 1987","Title":" Classification and evolutionary aspects of the species of the\nNew World genus Amblygnathus Dejean, with description of Platymetopsis,\nnew genus, and notes about selected species of Selenophorus Dejean\n(Coleoptera: Carabidae: Harpalini).","Journal":" Transactions of the American Entomological Society","Volume":" 113","Issue":" 3","Pages":" 189-307","Keywords":"","DOI":"","Abstract":" Descriptions and illustrations of structural features of\nadults, keys, and geographical distribution provide the basis for\ncharacterizing the 24 known species of the autochthonous and\npredominantly Neotropical genus, Amblygnathus Dejean, 1829 (type\nspecies-A. cephalotes Dejean, 1829). The 15 new species and two new\nsubspecies are: A. interior (type locality-México, state of Sinaloa,\nMazatlan); A. panamensis (Panamá, Canal Zone, Ancon); A. fricki (Panamá,\nCanal Zone, Fort Clayton); A. woodruffi (Honduras, La Lima); A. tikal\n(Guatemala, Department of Del Peten, Tikal); A. whiteheadi (México,\nChiapas, north of Ocozocuautla); A. gilvipes gilvipes (Brazil, state of\nBahia, Chapada); A.g. peruanus (Peru, Department of Huanuco, Rio\nYuyapichis); A. xingu (Brazil, state of Mato Grosso, Parque Nacional\nXingu); A. braziliensis (Brazil, Rio de Janeiro); A. geminatus (Surinam,\nOnverdacht, Billiton); A. darlingtoni (Colombia, Magdalena, Rio Frio);\nA. bicolor (Brazil, state of Pará, Santarem); A. gigas (Brazil, state of\nMato Grosso, Vera); and A. reichardti (Brazil, state of São Paulo,\nSalesopólis). New synonyms are the following (junior synonyms in\nparentheses): A. mexicanus Bates, 1882 (= Selenophorus delumbis Casey,\n1914); and A. subtinctus (LeConte, 1866) (= Selenophorus angulatus\nCasey, 1914). Transfer of Amblygnathus obscuricornis Waterhouse, 1845 to\nSelenophorus Dejean, 1829 is confirmed, and A. ruficollis Putzeys, 1878\nis also placed in Selenophorus. A South American species whose adults\nhave a setose dorsal surface but resemble Amblygnathus in habitus and\nhead structure, is described as a new species in a new monobasic genus:\nPlatymetopsis overali (type locality-Brazil, state of Para, Tracuetua\nBraganca). The genus Platymetopsis may be at the base of the New World\nSelenophorus group of genera, i.e., sister group of the ancestral stock\nof Athrostictus + Selenophorus branches, or it may represent a separate\nstock of Selenophori in the New World. Its relationships not being\nclear, this genus is classified incertae sedis in the Selenophorus group\nof genera. Based principally on a phylogenetic interpretation of\ncharacter states of the male genitalia, the species of Amblygnathus are\narrayed in groups and subgroups: 1., the Middle American-North American\nA. iripennis group-A. iripennis subgroup (one species), A. mexicanus\nsubgroup (one species), A. puncticollis subgroup (six species), and A.\nsubtinctus subgroup (three species); 2., the South American A. suturalis\ngroup-A. gilvipes subgroup (one species and two subspecies); A.\nsuturalis subgroup (three species), and A. darlingtoni subgroup (three\nspecies); and 3., the A. cephalotes group-A. corvinus subgroup (one\nspecies), and A. cephalotes subgroup (five species). Similarities in\nstructure of the male genitalia hypothesized to be synapotypic indicate\nthat Amblygnathus is related to a complex of species of Selenophorus,\ndesignated as the “laminate species group,” on the basis of common\npossession of a lamina, and including the subgenus Celiamorphus Casey,\n1914, the S. seriatoporus group, the S. amaroides group, and the\nmonobasic S. ruficollis group. Using this complex as out-group, the\nphylogeny of the species of Amblygnathus was reconstructed, indicating\nthat the A. iripennis group is the sister taxon of the A. suturalis + A.\ncephalotes groups. A numerical analysis of the re-coded data, using PAUP\nand MacClade computer programs, indicates that the reconstructed\nphylogeny based on mental analysis is only partially supported, and that\nthere are many other equally likely reconstructions, some of which are\nmore parsimonious. Examination of the consensus trees and one of the\nshort trees most similar to the tree resulting from the mental analysis\nshows that the reasons for such re-arrangements are themselves weak, or\nare contradicted by additional data used in the mental analysis but not\nin the numerical analysis. Consequently, the mental reconstruction is\nused as the basis for classifying the species of Amblygnathus and for\nevolutionary considerations, including the geographical history of the\ngenus. The ecological aspects of the origin of Amblygnathus are\npostulated to have involved development of adaptations necessary for: 1,\nlife in wet habitats (i.e., in leaf litter, in the vicinity of swamps\nand marshes); and 2, eating larger or harder seeds, or other tough plant\ntissue, and inference based on the enlarged heads of adults, with\nconsequent increased area for origin of larger mandibular muscles. With\nthese modifications, the ancestral stock of Amblygnathus entered an\necological zone different from that of the laminate species of\nSelenophorus, whose members live in drier lowland habitats. One species,\nAmblygnathus interior, seems to have returned to a habitat more like\nthat of the laminate species of Selenophorus, i.e., drier litter in\nforests, but in mountains rather than in lowlands. A reconstructed\ngeographical history of Amblygnathus hypothesizes an early Tertiary\nvicariance event that separated in Central America the ancestor of the\nA. iripennis group from the South American ancestral stock of the A.\nsuturalis + cephalotes groups. Correlation of geological events during\nthe Tertiary Period with the reconstructed phylogeny and present\ngeographical distribution patterns indicates that the ancestral stocks\nof the subgroups of the A. iripennis group were variously isolated in\nsoutheastern United States, on the Atlantic and Pacific versants of\nMiddle America, and on what were then islands of Lower Central America.\nIsolation is postulated to have provided the interruption in genetic\ncontact that was necessary to permit differentiation to occur. Following\ninitial isolations, sympatry among the various stocks was achieved\nthrough subsequent dispersal of the species. The single Greater\nAntillean endemic species of Amblygnathus, A. puncticollis (Putzeys,\n1878) is postulated to have reached the islands by flight of volant\nadults from the mainland of Nuclear Central America.","trees":[{"tree_label":"Fig. 70","ntax":"29","rootedtree":"TRUE","title":"Amblygnathus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5486.phy"},{"tree_label":"Fig. 72","ntax":"29","rootedtree":"TRUE","title":"Amblygnathus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5487.phy"},{"tree_label":"Fig. 71","ntax":"29","rootedtree":"TRUE","title":"Amblygnathus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5488.phy"}]}