{"Authors":" Arnold G. Kluge, Timothy Rowe, Jacques Gauthier","Year":" 1988","Title":" Amniote phylogeny and the importance of fossils.","Journal":" Cladistics","Volume":" 4","Issue":" NA","Pages":" 105-209","Keywords":" NA","DOI":" NA","Abstract":" Several prominent cladists have questioned the importance\nof fossils in phylogenetic inference, and it is becoming increasingly\npopular to simply fit extinct forms, if they are considered at all, to a\ncladogram of Recent taxa. Gardiner’s (1982) and L¯vtrup’s (1985) study\nof amniote phylogeny exemplifies this differential treatment, and we\nfocused on that group of organisms to test the proposition that fossils\ncannot overturn a theory of relationships based only on the Recent\nbiota. Our parsimony analysis of amniote phylogeny, special knowledge\ncontributed by fossils being scrupulously avoided, led to the following\nbest fitting classification, which is similar to the novel hypothesis\nGardiner published: (lepidosaurs (turtles (mammals (birds,\ncrocodiles)))). However, adding fossils resulted in a markedly different\nmost parsimonious cladogram of the extant taxa: (mammals (turtles\n(lepidosaurs ( birds, crocodiles) ) ) ). That classification is like the\ntraditional hypothesis, and it provides a better fit to the\nstratigraphic record. To isolate the extinct taxa responsible for the\nlatter classification, the data were successively partitioned with each\nphylogenetic analysis, and we concluded that: ( I ) the ingroup, not the\noutgroup, fossils were important; (2) synapsid, not reptile, fossils\nwere pivotal; (3) certain synapsid fossils, not the earliest or latest,\nwere responsible. The critical nature of the synapsid fossils seemed to\nlie in the particular combination of primitive and derived character\nstates they exhibited. Classifying those fossils, along with mammals, as\nthe sister group to the lineage consisting of birds and crocodiles\nresulted in a relatively poor fit to data, one involving a 2 4 fold\nincrease in evolutionary reversals! Thus, the importance of the critical\nfossils, collectively or individually, seems to reside in their relative\nprimitiveness, and the simplest explanation for their more conservative\nnature is that they have had less time to evolve. While fossils may be\nimportant in phylogenetic inference only under certain conditions, there\nis no compelling reason to prejudge their contribution. We urge\nsystematists to evaluate fairly all of the available evidence.","trees":[{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"Amniotes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5485.phy"}]}