{"Authors":" Richard G. Olmstead","Year":" 1989","Title":" Phylogeny, phenotypic evolution, and biogeography of the\nScutellaria angustifolia Complex (Lamiaceae): Inference from\nmorphological and molecular data.","Journal":" Systematic Botany","Volume":" 14","Issue":" NA","Pages":" 320-338","Keywords":" NA","DOI":" NA","Abstract":" Independent analyses of phylogenetic relationships in the\nScutellaria angustifolia complex were carried out using both molecular\nand morphological data. A best estimate of the phylogenetic\nrelationships among the 10 taxa of the S. angustifolia complex is\nderived from a synthesis of the molecular and morphological analyses.\nThis approach provides greater resolution than the congruence approach\nand retains the interpretative value of using two independent data sets,\nwhich would be lost if the data were combined. The phylogeny based on\nmorphology is both less well resolved than, and not congruent with, the\nphylogeny based on molecular data. However, morphology provides\nimportant clues to help resolve one portion of the phylogeny that is\npoorly resolved using the molecular data. The best estimate of phylogeny\nfor the group is then used to interpret the evolution of vegetative and\nreproductive characters, habitat preference, and biogeography. The\nresults suggest that long-flowered, outcrossing species have evolved in\nparallel on three separate occasions from short-flowered, more highly\nselfing species, a trend that is atypical in flowering plants. Three\ntaxa are identified as having morphologies that are apparently ancestral\nto other taxa, thereby furnishing an example of morphological stasis\nwithout evidence from the fossil record. The evolution of habitat\npreference generally has been from wet to dry sites and the\nbiogeographic history of the group is one of eastward dispersal\naccompanied by speciation from an origin in California.","trees":[{"tree_label":"Fig. 4A","ntax":"10","rootedtree":"TRUE","title":"Scutellaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3232.phy"},{"tree_label":"Fig. 1C","ntax":"11","rootedtree":"TRUE","title":"Scutellaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3230.phy"},{"tree_label":"Fig. 1A","ntax":"15","rootedtree":"TRUE","title":"Scutellaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3228.phy"},{"tree_label":"Fig. 1B","ntax":"10","rootedtree":"TRUE","title":"Scutellaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3229.phy"},{"tree_label":"Fig. 1D","ntax":"10","rootedtree":"TRUE","title":"Scutellaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3231.phy"},{"tree_label":"Fig. 4B","ntax":"10","rootedtree":"TRUE","title":"Scutellaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3233.phy"}]}