{"Authors":" Michael J. Novacek","Year":" 1989","Title":" Higher mammal phylogeny: the morphological-molecular\nsynthesis.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 421-435","Keywords":" NA","DOI":" NA","Abstract":" The basic outlines of higher mammalian relationships are\neasily drawn. Since the early 19th century (1), biologists have\nrecognized a three way division for the living groups of mammals.\nMonotremes, including the platypus and echidna from Australia, represent\nthe sister taxon to the Theria, a group split into the Metatheria\n(marsupials) and the Eutheria (‘placentals’). Aside from some\nambiguities in molecular results (2,3) modern investigations only serve\nto strengthen this general framework for the mammalian tree. At slightly\nlower levels, solutions are more elusive. Particularly vexing is the\nproblem of relationships among the orders of eutherian mammals. This\narray of morphologically diverse creatures, including mice, men, whales,\nbats and aardvarks, is customarily depicted as a great polytomous\nradiation. One might logically suspect, however, that a more sequential\nhistory of branching underlies this polytomy. In recent years there have\nbeen attempts to discover an overall pattern for eutherians that is\nconsistent with diverse molecular and morphological data, and some\npatterns are emerging. This is a report on revisions of morphological\ncharacter data for higher groupings of mammals. The phylogenetic\nimplications of the revised data are briefly examined and are compared\nwith molecular results. I shall not review the development of thought\npertaining to current taxonomic controversies or details of character\nanalyses. These matters are amply covered in a number of recent\npapers.","trees":[{"tree_label":"Fig. 4","ntax":"28","rootedtree":"TRUE","title":"Mammalia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5501.phy"},{"tree_label":"Fig. 3","ntax":"21","rootedtree":"TRUE","title":"Mammalia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5502.phy"}]}