{"Authors":" R. O. de Sú, David M Hillis","Year":" 1990","Title":" Phylogenetic relationships of the pipid frogs Xenopus and\nSilurana: an integration of ribosomal DNA and morphology.","Journal":" Molecular Biology and Evolution","Volume":" 7","Issue":" 4","Pages":" 365-376","Keywords":" NA","DOI":" NA","Abstract":" Relationships of the pipid frog genus Silurana (= Xenopus\ntropicalis group of some authors) are of particular interest to\ndevelopmental and molecular biologists because of the purported\nancestral (i.e., unduplicated) karyotype of S. tropicalis relative to\nthe genus Xenopus. Although most previous studies have assumed that\nSilurana is the sister group of Xenopus, recent morphological work\nsuggests that Silurana is more closely related both to the South\nAmerican genus Pipa and to the African genera Hymenochirus and\nPseudhymenochirus than it is to Xenopus. We examined 1,486 bp of\nrelatively variable regions of the ribosomal DNA array (including\nportions of the 18S and 28S genes, as well as part of an internal\ntranscribed spacer) in Hymenochirus, Silurana, and Xenopus, as well as\nthe outgroup genus Spea, in order to test the alternative hypotheses of\nrelationships for Silurana. Maximum parsimony analysis using\nbootstrapping and an analysis using Lake’s method of invariants both\nsignificantly support the sister-group relationship between Xenopus and\nSilurana rather than the relationship suggested by morphology. Analysis\nof the combined morphological/molecular data matrix also significantly\nsupports the Xenopus-Silurana relationship. Although our results are not\ninconsistent with the recognition of the genus Silurana to accommodate\nthe species formerly called X. tropicalis and X. epitropicalis, the\nproposed relationships do not require the recognition of this genus in\norder to render Xenopus monophyletic.","trees":[{"tree_label":"Fig. 3c","ntax":"4","rootedtree":"TRUE","title":"Pipidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5515.phy"},{"tree_label":"Fig. 4b","ntax":"4","rootedtree":"TRUE","title":"Pipidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5516.phy"}]}