{"Authors":" J. L. Moore, B. A. McCool, C. S. Lee, Lawrence E. Gilbert,\nDavid M Hillis","Year":" 1992","Title":" Phylogenetic study of heliconiine butterflies based on\nmorphology and restriction analysis of ribosomal RNA genes.","Journal":" Zoological Journal of the Linnean Society","Volume":" 106","Issue":" NA","Pages":" 17-31","Keywords":" NA","DOI":" NA","Abstract":" Relationships of ten heliconiine butterflies (genera Dryas\nand Heliconius, family Nymphalidae) were elucidated by phylogenetic\nanalysis of characters based on ribosomal DNA restriction site variation\nand morphology. Agraulis vanillae also a heliconiine, was used as the\noutgroup species. Although neither the morphological nor the molecular\ndata unambiguously resolve relationships among the heliconiines, a\ncombined analysis of both data sets results in a tree that is similar to\ntraditional systematic arrangements and previous views of radiation in\nthe group. Both pupal-mating and nonpupal-mating species group as clades\nin the combined analysis. However, the restriction site data alone do\nnot support the monophyly of the pupal-mating clade, and the\nmorphological data alone do not support the monophyly of the\nnon-pupal-mating clade. Furthermore, relationships of H. melpomene, H.\ncydno and the silvaniform species depart from traditional arrangements\nbased on morphology and reproductive compatibility experiments. All\ntrees support the independent evolution of similar wing patterns of\nspecies previously suggested to be members of mimicry complexes. Several\nmimicry complexes appear to have a member in each of the two major\nmonophyletic groups (pupal-mating and non-pupalmating clades). KEY\nWORDS: Heliconius butterflies - ribosomal DNA - restriction site\npolymorphism - phylogeny mimicry.","trees":[{"tree_label":"Fig. 5B","ntax":"10","rootedtree":"TRUE","title":"Heliconiines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5518.phy"},{"tree_label":"Fig. 5C","ntax":"11","rootedtree":"TRUE","title":"Heliconiines","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5519.phy"},{"tree_label":"Fig. 6","ntax":"11","rootedtree":"TRUE","title":"Heliconiines","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5520.phy"},{"tree_label":"Fig. 5A","ntax":"10","rootedtree":"TRUE","title":"Heliconiines","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5517.phy"}]}