{"Authors":" Richard Cloutier","Year":" 1991","Title":" Patterns, trends, and rates of evolution within the\nActinistia.","Journal":" Environmental Biology of Fishes","Volume":" 32","Issue":"","Pages":" 23-58","Keywords":" Coelacanth, Rates of morphological evolution, Evolutionary\nmorphology, Clad&tics, Phylogeny, Evolution, Paleontology, Tempo,\nBradytely, Diversity","DOI":" 10.1007/bf00007444","Abstract":" The interrelationships of 31 actinistian species\n(including Latimeria chalumnae) are analyzed based on a cladistic\nanalysis of 75 osteological characters. Inference of evolutionary trends\n(e.g., mod)fication of body shape and skull morphology) from the\nphylogenetic patterns demonstrates that the morphology of actinistians\nis less conservative than has been proposed previously. This empirical\ncladistic approach supports two distinct tempos of evolution during an\nevolutionary history of 380 million years. Along a phylogenetic pathway\noriginating with a Devonian stem-species and ending with the living\nLatimeria chalumnae (including 101 morphological changes and 18\ncladogenetic events), the first tempo occurred during the Devonian -\nPermian periods as a decreasing rate of morphological changes, which was\nfollowed by a stabilizing tempo during the Permian - Recent periods. The\ndecreasing tempo is characterized by a sequence of gradual versus\nquantum temporal changes and low versus faster rates, whereas the\nstabilizing tempo primarily is gradual and low. In contrast to a common\nassumption, no significant correlation was found between the rates of\nmorphological evolution and the temporal diversity of species. Key\nwords: Coelacanth, Rates of morphological evolution, Evolutionary\nmorphology, Cladistics, Phylogeny, Evolution, Paleontology, Tempo,\nBradytely, Diversity.","trees":[{"tree_label":"Fig. 3B1","ntax":"31","rootedtree":"TRUE","title":"Actinistia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5521.phy"},{"tree_label":"Fig. 3B2","ntax":"31","rootedtree":"TRUE","title":"Actinistia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5522.phy"},{"tree_label":"Fig. 3A","ntax":"31","rootedtree":"TRUE","title":"Actinistia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5523.phy"}]}