{"Authors":" Linda R. Maxson, Kirk D. Moberg, S. Blair Hedges","Year":" 1990","Title":" Tetrapod phylogeny inferred from 18s and 28s ribosomal RNA\nsequences and a review of the evidence for amniote relationships.","Journal":" Molecular Biology and Evolution","Volume":" 7","Issue":" 6","Pages":" 607-633","Keywords":" NA","DOI":" NA","Abstract":" The 18S ribosomal RNAs of 21 tetrapods were sequenced and\naligned with five published tetrapod sequences. When the coelacanth was\nused as an outgroup, Lissamphibia (living amphibians) and Amniota\n(amniotes) were found to be statistically sign)ficant monophyletic\ngroups. Although little resolution was obtained among the lissamphibian\ntaxa, the amniote sequences support a sister-group relationship between\nbirds and mammals. Portions of the 28S ribosomal RNA ( rRNA ) molecule\nin 11 tetrapods also were sequenced, although the phylogenetic results\nwere inconclusive. In contrast to previous studies, deletion or\ndown-weighting of base-paired sites were found to have little effect on\nphylogenetic relationships. Molecular evidence for amniote relationships\nis reviewed, showing that three genes (beta-hemoglobin, myoglobin, and\n18S rRNA) unambiguously support a birdmammal relationship, compared with\none gene (histone H2B) that favors a birdcrocodilian clade. Separate\nanalyses of four other genes ( alpha-crystallin A, alphahemoglobin,\ninsulin, and 28S rRNA) and a combined analysis of all sequence data are\ninconclusive, in that different groups are defined in different analyses\nand none are strongly supported. It is suggested that until sequences\nbecome available from a broader array of taxa, the molecular evidence is\nbest evaluated at the level of individual genes, with emphasis placed on\nthose studies with the greatest number of taxa and sites. When this is\ndone, a bird-mammal relationship is most strongly supported. When\nregarded in combination with the morphological evidence for this\nassociation, it must be considered at least as plausible as a\nbird-crocodilian relationship.","trees":[{"tree_label":"Fig. 2B","ntax":"27","rootedtree":"TRUE","title":"vertebrates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3238.phy"},{"tree_label":"Fig. 6B","ntax":"42","rootedtree":"TRUE","title":"vertebrates","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3240.phy"},{"tree_label":"Fig. 6A","ntax":"42","rootedtree":"TRUE","title":"vertebrates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3239.phy"},{"tree_label":"Fig. 2A","ntax":"27","rootedtree":"TRUE","title":"vertebrates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5524.phy"}]}