{"Authors":" Jeffrey A. Hart","Year":" 1988","Title":" Rust fungi and host plant coevolution: do primitive hosts\nharbor primitive parasites?","Journal":" Cladistics","Volume":" 4","Issue":" 4","Pages":" 339-366","Keywords":" NA","DOI":" NA","Abstract":" The classical view of rust phylogeny is that rusts found\non ferns and conifers are primitive, while rusts that parasitize\nangiosperms are advanced. This beliefwas based on the theory that\nprimitive hosts harbor primitive parasites; that is, it assumed\ncoevolution (co-speciation) of hosts and parasites. A cladistic analysis\nof 30 genera and 28 characters representative of the major patterns of\nrust fungi diversity is presented. The results of this analysis suggest\nthat tropical short-cycle rusts on angiosperms form the cladistically\nbasal group of rusts, while the rusts on conifers and ferns\n(Melampsoraceae sensu lato) form a nested terminal clade. These results\nsuggest that rusts and their hosts have not undergone a long period of\nparallel cladogenesis (co-speciation); host transfer has probably been\nat least as frequent as co-speciation. The cladograms indicate\nevolutionary trends of spore stages and life history: urediniospores\nevidently preceded the evolution of aeciospores and pycniospores within\nUredinales, and heteroecism is a derived condition which evolved at\nleast several times. This study stresses the importance of making use of\nindependent cladistic analyses of both host and parasite in order to\ntest assumptions of coevolution and host transfer. In cases of strict\nparasitism, the antiquity of the host reffects that of the parasite and\nvice versa, for the hosts and parasites evolve more or less together.\nSavile, 1955","trees":[{"tree_label":"Fig. 4","ntax":"30","rootedtree":"TRUE","title":"Rust fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3243.phy"},{"tree_label":"Fig. 3","ntax":"30","rootedtree":"TRUE","title":"Rust fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3244.phy"},{"tree_label":"Fig. 2","ntax":"13","rootedtree":"TRUE","title":"Rust fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3245.phy"},{"tree_label":"Fig. 1","ntax":"13","rootedtree":"TRUE","title":"Rust fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3246.phy"}]}