{"Authors":" Petra Sierwald","Year":" 1997","Title":" Phylogenetic analysis of Pisaurine nursery web spiders, with\nrevisions of Tetragonophthalma and Perenethis (Araneae, Lycosoidea,\nPisauridae). The","Journal":" Journal of Arachnology","Volume":" 25","Issue":" NA","Pages":" 361-407","Keywords":" NA","DOI":" NA","Abstract":" Apomorphic characters of the Pisaurinae Simon 1898. here\nrecognized as a monophyletic clade comprising 19 nominal pisaurid\ngenera, are described. The genera Perenethis L. Koch 1878 and\nTetragonophthalma Karsch 1878 are revised. Three Asian, two African and\none Australian species of the genus Perenethis are recognized. The Asian\nspecies of the genus Perenethis comprise Ocyala dentifasciata O.\nPickard-Cambridge 1885, Tetragonophthalma fascigera Bosenberg &\nStrand 1906, and Tetragonophthalma sindica Simon 1897. A lectotype is\ndesignated for the Australian species Perenethis venusta L. Koch 1878.\nPerenethis parkinsoni Dahl 1908 is regarded as a subjective junior\nsynonym of P. venusta. The African species of Perenethis are\nTetragonophthalma simoni Lessert 1916, and Tetragonophthalma symmetrica\nLawrence 1927 with its subjective junior synonyms Perenethis huberti\nBlandin 1975, Perenethis lejeuni Blandin 1975 and Pisaurellus badicus\nRoewer 1961. A lectotype is here designated for the African species\nPerenethis simoni. Phalaea vulpina Simon 1898 is the only recognized\nspecies of the genus Tetragonophthalma with eight subjective junior\nsynonyms: Tetragonophthalma balsaci Blandin 1976, Phalaea crassa Thorell\n1899, Phalaea ferox Pocock 1899, T. guentheri Roewer 1955, T. Iecordieri\nBlandin 1976, T. pellengea Roewer 1955, Phalaea thomensis Simon 1909,\nand T. witted Roewer 1955. Cispius novus Caporiacco 1941 and Cispius\ntertali Caporiacco 1941 are both subjective junior synonyms of Cispius\naethiopicus Caporiacco 1939, now placed in the genus Charminus (NEW\nCOMBINATION). The genera Charminus Thorell 1899, Cispius Simon 1898,\nTetragonophthalma, Afropisaura Blandin 1976, Perenethis, Maypacius Simon\n1898, and Polyboea Thorell 1895 form a monophyletic group within the\nPisaurinae, here called Perenethis genus group. The copulatory organs of\nthis group are figured in detail, the vulval structures for the first\ntime. Males and females of the poorly-known monotypic genus Polyboea are\ndescribed, and their copulatory organs are figured for the first time. A\ncladistic analysis of the Perenethis genus group is presented. The\nAfro-Asian distribution of members of the clade Polyboea and Maypacius\nand the Perenethis-clade is hypothesized to be the result of independent\nrange extensions during the expansion of suitable habitats between the\nMiocene and the beginning of the Pleistocene.","trees":[{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Pisaurines","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3247.phy"}]}