{"Authors":" Richard G. Olmstead, Philip D. Cantino, Steven J.\nWagstaff","Year":" 1998","Title":" Caryopteris (Lamiaceae) and the conflict between phylogenetic\nand pragmatic considerations in botanical nomenclature.","Journal":" Systematic Botany","Volume":" 23","Issue":" 3","Pages":" 369-386","Keywords":"","DOI":" NA","Abstract":" The delimitation of Caryopteris (Lamiaceae) exemplifies\nthe conflict between the representation of monophyletic groups and\npragmatic concerns in Linnaean classification. Cladistic analyses of\nnonmolecular (mainly morphological) data and chloroplast DNA (rbcL and\nndhF) sequences were performed to test the monophyly of the eastern\nAsian genus Caryopteris. The results corroborate earlier studies\nindicating that Caryopteris is either para- or polyphyletic. If\nparaphyletic, other genera whose sister groups lie within the currently\naccepted limits of Caryopteris include Trichostema, Rubiteucris, and\nprobably Ajuga, Schnabelia, and Amethystea. Because phylogenetic\nresolution is too poor to refer all of the species of Caryopteris to\nwell supported clades, a choice must be made between recognizing a\nparaphyletic genus or several monotypic ones, three of which would\ncomprise morphologically quite similar species. A compromise solution is\nadopted in which three new genera are described (Pseudocaryopteris,\nDiscretitheca, and Tripora), the latter two monotypic, and four species\nof Caryopteris are transferred to other genera, one of which may not be\nmonophyletic. Nine new combinations are provided: Discretitheca\nnepalensis, Pseudocaryopteris bicolor, Pseudocaryopteris foetida,\nPseudocaryopteris paniculata, Rubiteucris siccanea, Schnabelia\naureoglandulosa, Schnabelia nepetifolia, Schnabelia terniflora, and\nTripora divaricata. For comparative purposes, an alternative\nclassification is provided that employs de Queiroz and Gauthierπs\nphylogenetic system of nomenclature. Using this system, no new names are\nrequired, and all supraspecific taxa are both monophyletic and easily\nrecognizable.","trees":[{"tree_label":"Fig. 1","ntax":"28","rootedtree":"TRUE","title":"Lamiaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3279.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Lamiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3280.phy"},{"tree_label":"Fig. 3","ntax":"38","rootedtree":"TRUE","title":"Lamiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3281.phy"}]}