{"Authors":" Charles R. Marshall, Lisa M. Lau, Derek J. Girman, Klaus P.\nKoepfli, Eli Geffen, Robert K. Wayne","Year":" 1997","Title":" Molecular systematics of the Canidae.","Journal":" Systematic Biology","Volume":" 46","Issue":" 4","Pages":" 622-653","Keywords":" Canidae; combined analysis; mtDNA; phylogeny; South\nAmerica; trenchant heel","DOI":" 10.1093/sysbio/46.4.622","Abstract":" Despite numerous systematic studies, the relationships\namong many species within the dog family, Canidae, remain unresolved.\nTwo problems of broad evolutionary significance are the origins of the\ntaxonomically rich canid fauna of South America and the development in\nthree species of the trenchant heel, a unique meat-cutting blade on the\nlower first molar. The first problem is of interest because the fossil\nrecord provides little evidence for the origins of divergent South\nAmerican species such as the maned wolf and the bush dog. The second\nissue is problematic because the trenchant heel, although complex in\nform, may have evolved independently to assist in the processing of\nmeat. We attempted to resolve these two issues and five other specific\ntaxonomic controversies by phylogenetic analysis of 2,001 base pairs of\nmitochondrial DNA (mtDNA) sequence data from 23 canid species. The mtDNA\ntree topology, coupled with data from the fossil record, and estimates\nof rates of DNA sequence divergence suggest at least three and possibly\nfour North American invasions of South America. This result implies that\nan important chapter in the evolution of modern canids remains to be\ndiscovered in the fossil record and that the South American canid\nendemism is as much the result of extinction outside of South America as\nit is due to speciation within South America. The origin of the\ntrenchant heel is not well resolved by our data, although the maximum\nparsimony tree is weakly consistent with a single origin followed by\nmultiple losses of the character in several extant species. A combined\nanalysis of the mtDNA data and published morphological data provides\nunexpected support for a monophyletic South American canid clade.\nHowever, the homogeneity partition tests indicate significant\nheterogeneity between the two data sets.","trees":[{"tree_label":"Fig. 2c","ntax":"25","rootedtree":"TRUE","title":"Canidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3298.phy"},{"tree_label":"Fig. 2a","ntax":"25","rootedtree":"TRUE","title":"Canidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3296.phy"},{"tree_label":"Fig. 2b","ntax":"25","rootedtree":"TRUE","title":"Canidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3297.phy"}]}