{"Authors":" Markus Friedrich, Diethard Tautz","Year":" 1997","Title":" Evolution and phylogeny of the Diptera: A molecular\nphylogenetic analysis using 28S rDNA sequences.","Journal":" Systematic Biology","Volume":" 46","Issue":" 4","Pages":" 674-698","Keywords":" Character state polarity; Diptera; Drosophila; evolution;\nmaximum likelihood ratio test; molecular phylogeny; ribosomal DNA;\nsystematics","DOI":" 10.1093/sysbio/46.4.674","Abstract":" Portions of the large ribosomal subunit RNA gene (28S\nrDNA) encompassing the D1 and the D7 region were obtained from 16\ndipteran species and families to reconstruct early phylogenetic events\nin the order Diptera. For outgroup comparison, the corresponding\nsequences were used from representative taxa of the Siphonaptera,\nMecoptera, and Lepidoptera. A subset of 488 unambiguously alignable\nsites was analyzed with respect to important sequence evolution\nparameters. We found (1) sequence variability is significantly higher in\ndouble-stranded sites than in single-stranded sites, (2) transitions are\nclose to saturation in most pairwise sequence comparisons, (3)\nsignificant substitution rate heterogeneity exists across sites, and (4)\nsignificant substitution rate heterogeneity exists among lineages. Tree\nreconstruction was carried out with the neighbor joining, maximum\nparsimony, and maximum likelihood methods. Four major subgroups are\nconsistently and robustly supported: the Brachycera, the Culicomorpha,\nthe Tipulomorpha sensu stricto, and the hitherto controversial\nBibionomorpha sensu lato, which includes the families Sciaridae,\nMycetophilidae, Cecidomyiidae, Bibionidae, Scatopsidae, and\nAnisopodidae. The phylogenetic relationships within or among these\nsubclades and the positions of the families Psychodidae and\nTrichoceridae were not robustly resolved. These results support the view\nthat the mouthparts of extant dipteran larvae evolved from a derived\nground state characterized by subdivided and obliquely moving mandibles.\nFurthermore, sequence divergence and the paleontological record\nconsistently indicate that a period of rapid cladogenesis gave rise to\nthe major dipteran subgroups.","trees":[{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"Diptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3299.phy"},{"tree_label":"Fig. 4a","ntax":"19","rootedtree":"TRUE","title":"Diptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3300.phy"},{"tree_label":"Fig. 4b","ntax":"19","rootedtree":"TRUE","title":"Diptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3301.phy"},{"tree_label":"Fig. 5","ntax":"16","rootedtree":"TRUE","title":"Diptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3302.phy"}]}