{"Authors":" Francois M. Lutzoni","Year":" 1997","Title":" Phylogeny of lichen- and non-lichen-forming omphalinoid\nmushrooms and the utility of testing for combinability among multiple\ndata sets.","Journal":" Systematic Biology","Volume":" 46","Issue":" 3","Pages":" 373-406","Keywords":" Basidiomycetes; data set combinability; data set\nhomogeneity; fungi, lichen symbiosis; model system; molecular\nphylogenies; mutualism; nuclear ribosomal DNA; Omphalina; phylogenetic\nsignal","DOI":" 10.1093/sysbio/46.3.373","Abstract":" As an initial step toward developing a model system to\nstudy requirements for and consequences of transitions to mutualism, the\nphylogeny of a group of closely related lichenized and nonlichenized\nbasidiomycetes (Omphalina) was reconstructed. The phylogenetic analyses\nare based on four data sets representing different regions of the\nnuclear ribosomal repeat unit (ITS1, 5.8S, ITS2, and 25S) obtained from\n30 species of Omphalina and related genera. The resulting phylogenetic\ntrees from each of these four data sets, when analyzed separately, were\nnot identical. Testing for the combinability of these four data sets\nsuggested that they could not be combined in their entirety. The removal\nof ambiguous alignments and saturated sites was sufficient, after\nreapplying the combinability test on the pruned data sets, to explain\nthe topological discrepancies. In this process, the first of two\ncomplementary tests developed by Rodrigo et al. (1993, N.Z. J. Bot.\n31:257–268) to assess whether two data sets are the result of the same\nphylogenetic history was found to be biased, rejecting the combinability\nof two data sets even when they are samples of the same phylogenetic\nhistory. Combining the four pruned data sets yielded phylogenies that\nsuggest the five lichen-forming species of Omphalina form a monophyletic\ngroup. The sister group to this symbiotic clade consists mostly of dark\nbrown Omphalina species intermixed with species from the genera Arrhenia\nand Phaeothellus. The genera Omphalina and Gerronema are shown to be\npolyphyletic. The lichen-forming species O. ericetorum and the\nnonmutualistic species O. velutipes, O. epichysium, and O. sphagnicola\nare the best candidates for experimental work designed to gain a better\nunderstanding of mechanisms involved in symbiotic interactions and the\nrole symbiosis has played in the evolution of fungi. Basidiomycetes;\ndata set combinability; data set homogeneity; fungi; lichen symbiosis;\nmodel system; molecular phylogenies; mutualism; nuclear ribosomal RNA;\nOmphalina; phylogenetic signal. 1 Present address: Department of Botany,\nField Museum of Natural History, Roosevelt Road at Lake Shore Drive,\nChicago, Illinois 60605, USA. E-mail: lutzoni@fmppr.fmnh.org.","trees":[{"tree_label":"Fig. 1","ntax":"31","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3315.phy"},{"tree_label":"Fig. 2a","ntax":"30","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3316.phy"},{"tree_label":"Fig. 2b","ntax":"30","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3317.phy"},{"tree_label":"Fig. 7","ntax":"31","rootedtree":"TRUE","title":"Omphalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3318.phy"}]}