{"Authors":" David H. A. Fitch","Year":" 1997","Title":" Evolution of male tail development in rhabditid nematodes\nrelated to Caenorhabditis elegans.","Journal":" Systematic Biology","Volume":" 46","Issue":" 1","Pages":" 145-179","Keywords":" Caenorhabditis elegans; character analysis; evolution of\ndevelopment; ontogeny; phylogeny","DOI":" 10.1093/sysbio/46.1.145","Abstract":" The evolutionary pathway that has led to male tails of\ndiverse morphology among species of the nematode family Rhabditidae was\nreconstructed. This family includes the well-studied model species\nCaenorhabditis elegans. By relating the steps of male tail morphological\nevolution to the phenotypic changes brought about by developmental\nmutations induced experimentally in C. elegans, the goal is to identify\ngenes responsible for morphological evolution. The varying morphological\ncharacters of the male tails of several rhabditid species have been\ndescribed previously (Fitch and Emmons, 1995, Dev. Biol. 170:564–582).\nThe developmental events preceding differentiation of the adult\nstructures have also been analyzed; in many cases the origins of varying\nadult morphological characters were traced to differences during\nontogeny. In the present work, the evolutionary changes producing these\ndifferences were reconstructed in the context of the four possible\nphylogenies supported independently by sequences of 18S ribosomal RNA\ngenes (rDNA). Two or more alternative states were defined for 36\ndevelopmental and adult morphological characters. These characters alone\ndo not provide sufficient data to resolve most species relationships;\nhowever, when combined with the rDNA characters, they provide stronger\nsupport for one of the four rDNA phylogenies. Assuming a model of\nordered transformations for multistate developmental characters\ngenerally results in greater resolution. Transformations between\ncharacter states can be assigned unequivocally by parsimony to\nunambiguous branches for most of the characters. Correlations are\nthereby revealed for some of the developmental characters, indicating a\nprobability of a shared developmental or genetic regulatory pathway.\nFour of the unequivocal character state changes on unambiguously\nsupported branches closely resemble the phenotypic changes brought about\nby known mutations in C. elegans. These mutations define genes that are\nknown to act in genetic regulatory hierarchies controlling pattern\nformation, differentiation, and morphogenesis. Although these studies\nare still at an early stage, these results strongly suggest that\nparallel studies of developmental mutants in C. elegans and of\nmorphological and developmental evolution among related nematodes will\nhelp define genetic changes underlying the evolution of form.\nCaenorhabditis elegans; character analysis; evolution of development;\nontogeny; phylogeny.","trees":[{"tree_label":"Fig. 1.P","ntax":"8","rootedtree":"TRUE","title":"Rhabditid nematodes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3319.phy"},{"tree_label":"Fig. 1.V","ntax":"10","rootedtree":"TRUE","title":"Rhabditid nematodes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3320.phy"},{"tree_label":"Fig. 1.IV","ntax":"10","rootedtree":"TRUE","title":"Rhabditid nematodes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3321.phy"},{"tree_label":"Fig. 1.III","ntax":"10","rootedtree":"TRUE","title":"Rhabditid nematodes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3322.phy"},{"tree_label":"Fig. 1.II","ntax":"10","rootedtree":"TRUE","title":"Rhabditid nematodes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3323.phy"},{"tree_label":"Fig. 1.I","ntax":"10","rootedtree":"TRUE","title":"Rhabditid nematodes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3324.phy"}]}