{"Authors":" Christopher A. Brochu","Year":" 1997","Title":" Morphology, fossils, divergence timing, and the phylogenetic\nrelationships of Gavialis.","Journal":" Systematic Biology","Volume":" 46","Issue":" 3","Pages":" 479-522","Keywords":" Combined data sets; Crocodylia; fossils; molecular clock;\nparsimony analysis; stratigraphy","DOI":" 10.1093/sysbio/46.3.479","Abstract":" Although morphological data have historically favored a\nbasal position for the Indian gharial (Gavialis gangeticus) within\nCrocodylia and a Mesozoic divergence between Gavialis and all other\ncrocodylians, several recent molecular data sets have argued for a\nsister-group relationship between Gavialis and the Indonesian false\ngharial (Tomistoma schlegelii) and a divergence between them no earlier\nthan the Late Tertiary. Fossils were added to a matrix of 164 discrete\nmorphological characters and subjected to parsimony analysis. When\nmorphology was analyzed alone, Gavialis was the sister taxon of all\nother extant crocodylians whether or not fossil ingroup taxa were\nincluded, and a sister-group relationship between Gavialis and Tomistoma\nwas significantly less parsimonious. In combination with published\nsequence and restriction site fragment data, Gavialis was the sister\ntaxon of all other living crocodylians, but the position of Tomistoma\ndepended on the inclusion of fossil ingroup taxa; with or without\nfossils, preferred morphological and molecular topologies were not\nsignificantly different. Fossils closer to Gavialis than to Tomistoma\ncan be recognized in the Late Cretaceous, and fossil relatives of\nTomistoma are known from the basal Eocene, strongly indicating a\ndivergence long before the Late Tertiary. Comparison of minimum\ndivergence time from the fossil record with different measures of\nmolecular distance indicates evolutionary rate heterogeneity within\nCrocodylia. Fossils strongly contradict a post-Oligocene divergence\nbetween Gavialis and any other living crocodylian, but the phylogenetic\nplacement of Gavialis is best viewed as unresolved. Combined data sets;\nCrocodylia; fossils; molecular clock; parsimony analysis;\nstratigraphy.","trees":[{"tree_label":"Fig. 3a","ntax":"17","rootedtree":"TRUE","title":"Crocodylia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3325.phy"},{"tree_label":"Fig. 3b","ntax":"18","rootedtree":"TRUE","title":"Crocodylia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3326.phy"},{"tree_label":"Fig. 4-5","ntax":"62","rootedtree":"TRUE","title":"Crocodylia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3327.phy"},{"tree_label":"Fig. 6","ntax":"61","rootedtree":"TRUE","title":"Crocodylia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3328.phy"}]}