{"Authors":" Keith N. Egger, Sarah Hambleton, Randolph S. Currah","Year":" 1998","Title":" The genus Oidiodendron: species delimitation and phylogenetic\nrelationships based on nuclear ribosomal DNA analysis.","Journal":" Mycologia","Volume":" 90","Issue":" NA","Pages":" 854-869","Keywords":" ascomycetes; ericoid mycorrhiza; molecular systematics;\nMyxotrichaceae; Onygenales","DOI":" NA","Abstract":" Nuclear ribosomal DNA sequences (ITS region) of fifteen\nspecies in the hyphomycete genus Oidiodendron and ten species from the 4\ngenera in the Myxotrichaceae, Byssoascus, Gymnostellatospora,\nMyxotrichum, and Pseudogymnoascus, were analysed to: (i) reveal the\nlevels of intra- versus interspecific sequence variation within the\ngenus Oidiodendron, clarify species delimitation and examine the\nusefulness of some morphological characters used for identification;\n(ii) assess the possible conspecificity of documented ericoid\nmycorrhizal strains of Oidiodendron; and (iii) test the hypothesis based\non morphological inference that the genus Oidiodendron belongs with the\ngenus Myxotrichum in the Myxotrichaceae (Onygenales). Comparison of\nmolecular and morphological data for multiple strains of O. griseum, O.\ntenuissimum and O. maius revealed that conidiophore length and the\nproduction of a diffusing pigment are not reliable key characters for\nthe genus. Several historically important ericoid mycorrhizal strains,\ndocumented as O. griseum, were re-identified as O. maius. Parsimony\nanalyses of 23 Oidiodendron strains showed that three highly supported\nmonophyletic groups, each one consisting of a pair of species, are\nresolved within the genus. A low level of sequence divergence between\nthe species in these pairs suggests conspecificity for each pair. Other\ninterspecific relationships were not well-supported by bootstrap values.\nParsimony analysis of a second dataset composed of mitotic and meiotic\ntaxa showed that Oidiodendron, Myxotrichum and Byssoascus form a\nwell-supported monophyletic group within the Myxotrichaceae, and that\nthis group has diverged significantly from the two other genera in the\nfamily. Relationships in the monophyletic group were correlated with\nanamorph state produced; three Myxotrichum spp., and B. striatosporus,\nall with distinct or reported Oidiodendron states, nested with\nanamorphic species, while species of Myxotrichum with other anamorph\nstates were excluded. In addition, sequence divergence measures between\nthe meiotic and mitotic species clustered in two monophyletic clades\nwere found to be comparable to the intraspecific levels for Oidiodendron\nspp. These results support the initial hypothesis that Oidiodendron is\nclosely related phylogenetically to the genus Myxotrichum and suggest\nthat the generic concept of Byssoascus needs re-examination.","trees":[{"tree_label":"Fig. 2","ntax":"19","rootedtree":"TRUE","title":"Oidiodendron subset","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3329.phy"},{"tree_label":"Fig. 1","ntax":"24","rootedtree":"TRUE","title":"Oidiodendron all","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3330.phy"},{"tree_label":"Fig. 3","ntax":"25","rootedtree":"TRUE","title":"Myxotrichaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3331.phy"}]}