{"Authors":" Vassilis Douris, Robert A. D. Cameron, Rena Lecanidou,\nGeorge C. Rodakis","Year":" 1998","Title":" Mitochondrial phylogeography of the land snail Albinaria in\nCrete: Long-term geological and short-term vicariance effects.","Journal":" Evolution","Volume":" 52","Issue":" 1","Pages":" 116-125","Keywords":" Albinaria; Crete; land snails; mitochondrial ribosomal\nRNA; molecular systematics; paleogeography; phylogeography","DOI":" NA","Abstract":" The land snail genus Albinaria exhibits an extreme degree\nof morphological differentiation in Greece, especially in the island of\nCrete. Twenty-six representatives of 17 nominal species and a suspected\nhybrid were examined by sequence analysis of a PCR-amplified\nmitochondrial DNA fragment of the large rRNA subunit gene. Maximum\nparsimony and neighbor-joining phylogenetic analyses demonstrate a\ncomplex pattern of speciation and differentiation and suggest that\nAlbinaria species from Crete belong to at least three distinct\nmonophyletic groups, which, however, are not monophyletic with reference\nto the genus as a whole. There is considerable variation of genetic\ndistance within and among species and groups. The revealed phylogenetic\nrelations do not correlate well with current taxonomy, but exhibit\nbiogeographical coherence. Certain small- and large-scale vicariance\nevents can be traced, although dispersal and parapatric speciation may\nalso be present. Our analysis suggests that there was an early and rapid\ndifferentiation of Albinaria groups across the whole of the range\nfollowed by local speciation events within confined geographical\nareas.Albinaria, Crete, land snails, mitochondrial ribosomal RNA,\nmolecular systematics, paleogeography, phylogeography.","trees":[{"tree_label":"Fig. 3A","ntax":"27","rootedtree":"TRUE","title":"Albinaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3335.phy"},{"tree_label":"Fig. 1","ntax":"27","rootedtree":"TRUE","title":"Albinaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3334.phy"}]}