{"Authors":" Barbara Baehr, Martin Baehr","Year":" 1993","Title":" The Hersiliidae of the Oriental Region including New Guinea.\nTaxonomy, phylogeny, zoogeography (Arachnida, Araneae).","Journal":" Spixiana - Supplement","Volume":" 19","Issue":" NA","Pages":" NA","Keywords":" NA","DOI":" NA","Abstract":" The Hersiliidae of the Oriental Region and of New Guinea\nare revised. The following genera have been newly erected: Neotama, gen.\nnov. for Tama variata Pocock and three additional new species, and\nPromurricia, gen. nov. for P. depressa, spec. nov. The genus Tamopsis\nBaehr & Baehr is recorded for the first time from outside of\nAustralia (New Guinea). All valid species have been fully redescribed.\nFollowing 27 species have been newly described: Hersilia albinota, H.\nbaliensis, H. clypealis, H. deelemanae, H. facialis, H. fend, H.\nflagellifera, H. impressifrons, H. kinabaluensis, H. madang, H.\nmartens), H. mjoebergi, H. nentwigi, H. nepalensis, H. novaeguineae, H.\nsimplicipalpis, H. sundaica, H. tibialis, H. vicina; Promurricia\ndepressa; Murricia cornuta, M. crinifera, M. triangularis; Neotama\nlongimana, N. punctigera, N. rothorum; Tamopsis wau. The following names\nhave been synonymized: Hersilia clathrata Thorell with Hersilia saviguyi\nLucas, and Hersilia stevensi Sinha with Hersilia sumatrana (Thorell).\nFor Hersilia caudata Audouin and Hersilia saviguyi Lucas a lectotype and\nparalectotypes have been designated. The following species remain\ndoubtful because the type(s) are lost, or have not been received for\nexamination, or are immature, and because the descriptions are too poor\nas to allow reliable identification or even grouping in one of our\nspecies-groups: Hersilia celebensis Thorell, H. fletcheri Sinha, H.\nkalimpongensis Sinha, H. moulmeinensis Sinha, H. pegua na Thorell, H.\npern ix Kulczynski, H. siamensis Simon, Mu rricia indica (Lucas), and\nTama gravely) Sinha. Hence, these species are not included in our keys.\nKeys are provided to all genera of Hersiliidae, to the species-groups of\nthe genus Hersilia, and to the species of the genera Hersilia, Murricia,\nand Neotama. The species of the genus Hersilia are grouped into 10\nspecies-groups, assumed to form monophyletic units. The phylogenetic\nrelations of the species-groups, as well as those of all genera are\nexamined and shown in a cladogram. Phylogenetic evidence shows that the\nplesiomorphic genera Hersiliola and Tama live in semiarid areas of\nAfrica and the Near East, or in northern Africa, respectively. They are\nground-living, web-building, and in the case of Hersiliola also\nshortlegged species with very short spinnerets, that maintain an\natypical and presumably original way of life. As also the most\nplesiomorphic species-group of Hersilia occurs mainly in Africa, we\nthink that the family on the whole, as well as the genera Hersiliola,\nTama, and Hersilia evolved in Africa. From there they spread to the\nOriental region, to give there birth to a rather diverse evolution of\nthe genus Hersilia, as well as to the genera Promurricia and Murricia\nthat stem from a Hersilia-like ancestor. In Asia they adopted new habits\nand new habitats, becoming tree-living species, some of which immigrated\ninto the rain forest. The origin of the, in terms of genitalic\nmorphology, rather plesiomorphic, Oriental-Neotropical genus Neotama is\nstill obscure, though the highly evolutive, mainly Australian genus\nTamopsis presumably evolved from a common ancestor with Neotama.\nDr. Martin Baehr, Dr. Barbara Baehr, Zoologische Staatssammlung,\nMunchhausenstral3e 21, D-81247 Munchen.","trees":[{"tree_label":"Fig. 52","ntax":"10","rootedtree":"TRUE","title":"Hersilia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3337.phy"},{"tree_label":"Fig. 51","ntax":"7","rootedtree":"TRUE","title":"Hersiliidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3336.phy"}]}