{"Authors":" C. W. Kilpatrick, Jeffrey A. Markert, Jack Sullivan","Year":" 1997","Title":" Phylogeography and molecular systematics of the Peromyscus\naztecus species group (Rodentia: Muridae) inferred using parsimony and\nlikelihood.","Journal":" Systematic Biology","Volume":" 46","Issue":" 3","Pages":" 426-440","Keywords":" Cytochrome b; highlands; maximum likelihood; Middle\nAmerica; parsimony; Peromyscus; phylogeography; vicariance","DOI":" 10.1093/sysbio/46.3.426","Abstract":" Mice of the Peromyscus aztecus species group occur at mid\nto high elevations in several mountain ranges in the highlands of Middle\nAmerica (Mexico and Central America), a region of high endemicity. We\nexamined the biogeography of this group by conducting phylogenetic\nanalyses of 668 bp of the mitochondrial cytochrome b (cyt b) gene.\nPhylogenetic analyses under both parsimony and likelihood frameworks\nproduced the same topologies, but estimates of nodal support were\nartificially high in weighted parsimony analyses. This difference is\nattributed to the inability of parsimony to optimize branch lengths when\nevaluating topologies. These data indicate that the P. aztecus-like\npopulations from south and east of the Isthmus of Tehuantepec currently\nassigned to P. a. oaxacensis represent a distinct species, with genetic\ndistances as high as 0.091. In addition, P. hylocetes is strongly\ndivergent from Mexican populations of P. aztecus (genetic distances of\n0.044–0.069), supporting the recognition of this taxon as a distinct\nspecies. The history of divergence in this group can be explained by a\nseries of apparently early to middle Pleistocene vicariance events\nassociated with glacial cycles. The Sierra Madre Occidental and\nCordillera Transvolcanica each appear to be faunistically isolated, the\nIsthmus of Tehuantepec appears to have been a strong Pleistocene\nbarrier, and the Sierra Madre Oriental has affinities with the Sierra\nMadre del Sur and the highlands of central Oaxaca. Cytochrome b;\nhighlands; maximum likelihood; Middle America; parsimony; Peromyscus;\nphylogeography; vicariance.","trees":[{"tree_label":"Fig. 3","ntax":"19","rootedtree":"TRUE","title":"Peromyscus aztecus group","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3341.phy"}]}