{"Authors":" Scott LaGreca","Year":" 1999","Title":" A phylogenetic evaluation of the Ramalina americana chemotype\ncomplex (Ramalinaceae) based on rDNA ITS sequence data.","Journal":" The Bryologist","Volume":" 102","Issue":" 4","Pages":" 602-618","Keywords":" NA","DOI":" NA","Abstract":" The nature and significance of morphologically\nindistinguishable chemical races has been an active area of\nlichenological research for decades. This study uses a phylogenetic\nanalysis of rDNA sequences to investigate whether the morphologically\nindistinguishable chemotypes of Ramalina americana are distinct species.\nCladistic analysis of ITS sequences from 19 R. americana individuals\n(representing eight of the nine described chemotypes) and four outgroup\nRamalina species reveals that R. americana comprises at least two\ncryptic, phylogenetic species. One, R. americana sensu stricto, is\nlargely acid-deficient and grows in the northern half of the range of\nthe complex (and at high elevations in the Southern Appalachian\nMountains); the other, R. culbersoniorum sp. nov., encompasses most of\nthe chemical diversity and occurs in the southern half of the range.\nKimura 2-parameter genetic-distance estimates indicate that these two\nspecies are as different from each other as each is from outgroup\nRamalina species. There is no meaningful resolution within either\nspecies. Among the outgroup Ramalina species, R. intermedia appears to\nbe sister to the northern species, while R. fastigiata, the presumed\nsister group to the complex, forms an unresolved trichotomy with both\nthe northern and southern species. R. sinensis, often assumed to be\nclosely related to the complex, is only distantly related. The results\nof this study agree with previous studies of other lichens in that each\nchemotype does not represent a distinct species, nor are they all\nconspecific. Rather, the complex can be divided into two species, each\nconsisting of multiple chemical races.","trees":[{"tree_label":"Fig. 5","ntax":"24","rootedtree":"TRUE","title":"Ramalina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3348.phy"},{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Ramalina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3349.phy"}]}