{"Authors":" Dennis W. Stevenson, Jerrold I. Davis, Jonathan F. Wendel,\nMark P. Simmons","Year":" 1998","Title":" Data decisiveness, data quality, and incongruence in\nphylogenetic analysis: and example from the monocotyledons using\nmitochondrial atpA sequences.","Journal":" Systematic Biology","Volume":" 47","Issue":" 2","Pages":" 282-310","Keywords":" atp A; character incongruence; cladistics; data\ndecisiveness; monocotyledons; plant mitochondrial DNA; rbcL; restriction\nsites","DOI":" 10.1080/106351598260923","Abstract":" We examined three parallel data sets with respect to\nqualities relevant to phylogenetic analysis of 20 exemplar\nmonocotyledons and related dicotyledons. The three data sets represent\nrestriction site variation in the inverted repeat region of the\nchloroplast genome, and nucleotide sequence variation in the\nchloroplast-encoded gene rbcL and in the mitochondrion-encoded gene\natpA, the latter of which encodes the *-subunit of mitochondrial ATP\nsynthase. The plant mitochondrial genome has been little-used in plant\nsystematics, in part because nucleotide sequence evolution in\nenzyme-encoding genes of this genome evolve relatively slowly. The three\ndata sets were examined in separate and combined analyses, with a focus\non patterns of congruence, homoplasy, and data decisiveness. Data\ndecisiveness (described by P. Goloboff) is a measure of robustness of\nsupport for most-parsimonious trees by a data set in terms of the degree\nto which those trees are shorter than the average length of all possible\ntrees. Because indecisive data sets require relatively fewer additional\nsteps than decisive ones to be optimized on nonparsimonious trees, they\nwill have a lesser tendency to be incongruent with other data sets. One\nconsequence of this relationship between decisiveness and character\nincongruence is that if incongruence is used as a criterion of\nnoncombinability, decisive data sets, which provide robust support for\nrelationships, are more likely to be assessed as noncombinable with\nother data sets than are indecisive data sets, which provide weak\nsupport for relationships. For the sampling of taxa in this study, the\natpA data set has about half as many cladistically informative\nnucleotides as the rbcL data set per site examined, and is less\nhomoplastic and more decisive. The rbcL data set, which is the least\ndecisive of the three, exhibits the lowest levels of character\nincongruence. Whatever the molecular evolutionary cause of this\nphenomenon, it seems likely that the poorer performance of rbcL than\natpA, in terms of data decisiveness, is due to both its higher overall\nlevel of homoplasy and the fact that it is performing especially poorly\nat nonsynonymous sites.","trees":[{"tree_label":"Fig. 3a","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3354.phy"},{"tree_label":"Fig. 3b","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3355.phy"},{"tree_label":"Fig. 2b","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3353.phy"},{"tree_label":"Fig. 2a","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3352.phy"}]}