{"Authors":" Victor Rubio, Maria C. Julian, Jaap Keijer, Oscar Salazar,\nJohannes H. M. Schneider","Year":" 1999","Title":" Phylogenetic subgrouping of Rhizoctonia solani AG 2 isolates\nbased on ribosomal ITS sequences.","Journal":" Mycologia","Volume":" 91","Issue":" 3","Pages":" 459-467","Keywords":" anastomosis group; basidiomycete; fusion frequency;\ninternal transcribed spacers; parsmony; Thanatephorus cucumeris","DOI":" NA","Abstract":" In Rhizoctonia solani differences in the sequences of\nribosomal DNA correlate with differences in habitat and virulence. All\nthe current data agree for a completely conserved 5.8 S region, but show\nvariation in both internal transcribed spacers (ITS) regions. This\nvariation in size and nucleotide sequence, in general, is\nproportionately greater within isolates with greater differences in\nanastomosis compatibility, pathogenicity and habitat. Rhizoctonia solani\nAG 2 is geographically widespread and consists of several anastomosis\nsubgroups with specific pathogenic behavior. To obtain insight in the\nphylogenetic relations among subgroups, and between subgroups and\ngeographically separated isolates, the complete DNA sequences of the ITS\nregions of 31 isolates of Rhizoctonia solani AG 2 and one isolate each\nof AG BI and AG 1 were determined, aligned and processed for\nphylogenetic reconstruction. The results presented here confirm the\npreviously established subgroups of AG 2-1, AG 2-2 and AG 2-3, support\nthe division of AG 2-2 into at least two subgroups, and furthermore\ndivide AG 2-1 into three phylogenetically distinct entities: AG 2-1 and\nJapanese AG 2-1 and Dutch AG 2-t isolates. The AG BI isolate was\nphylogenetically closer to the AG 2-1 complex than to AG 2-2 or AG 2-3.\nApparently fusion frequency among isolates from different subgroups is\nnot in direct correlation with the phylogenetic relationship.","trees":[{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Rhizoctonia solani AG2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3356.phy"}]}