{"Authors":" F. A. Naveaeu, Wendy A. Untereiner","Year":" 1999","Title":" Molecular systematics of the Herpotrichiellaceae with an\nassessment of the phylogenetic positions of Exophiala dermatitidis and\nPhialophora americana.","Journal":" Mycologia","Volume":" 91","Issue":" 1","Pages":" 67-83","Keywords":" Ascomycetes; black yeasts; Capronia; Cladosporium;\nphylogeny, ribosomal rDNA, systematics","DOI":" NA","Abstract":" Despite a significant body of evidence in support of the\nclose phylogenetic relationship of species of Capronia\n(Herpotrichiellaceae) and black yeasts belonging to or allied with the\ngenus Exophiala, questions concerning the taxonomic importance of\nfeatures furnished by ascospore, stromal and anamorph characters have\nremained unanswered. In order to address these issues and to elucidate\nmore fully relationships within the family, we have sequenced a portion\nof the nuclear large ribosomal RNA subunit (28S), the 5.8S gene, and the\ninternal transcribed spacers (ITS1 and ITS2) of 15 species of Capronia\nand 19 black yeasts assigned to the form genera Cladosporium,\nCladophialophora, Exophiala, Fonsecaea, Phaeococcomyces, Phialophora,\nRamichloridium and Rhinocladiella. Cladistic analysis of these data\nconfirmed the monophyly of the Herpotrichiellaceae but did not support\nthe division of the genus Capronia on the basis of conidial ontogeny,\npattern of ascospore septation, or the degree of stromal development.\nHomothallic species of Capronia with 8-spored asci, muriform ascospores\nand Exophiala anamorphs formed a well-supported lineage that included\nthe medically important species Exophiala dermatitidis. Capronia\nmansonii and Capronia munkii, morphologically similar taxa isolated from\nthe wood of Populus, were inferred as closely related but separate\nspecies. The clade comprising members of the Herpotrichiellaceae that\npossess Cladosporium-like and Phialophora anamorphs was also strongly\nsupported. Available molecular evidence indicates that Dictyotrichiella\nsemiimmersa and Phialophora americana are teleomorph and anamorph states\nof a single holomorph. Cladistic analysis also confirmed that the genera\nCladophialophora and Ramichloridium are polyphyletic. The anamorphs of\nCapronia nigerrima and Dictyotrichiella semiimmersa are described and\nillustrated, and the combination Capronia semiimmersa is proposed.","trees":[{"tree_label":"Fig. 8","ntax":"40","rootedtree":"TRUE","title":"Capronia & black yeasts","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3262.phy"},{"tree_label":"Fig. 12","ntax":"12","rootedtree":"TRUE","title":"Capronia & Exophiala","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3263.phy"},{"tree_label":"Fig. 9","ntax":"43","rootedtree":"TRUE","title":"Capronia & black yeasts","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3264.phy"},{"tree_label":"Fig. 10","ntax":"43","rootedtree":"TRUE","title":"Capronia & black yeasts","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3265.phy"},{"tree_label":"Fig. 11","ntax":"10","rootedtree":"TRUE","title":"Capronia, Cladophialophora, etc","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3266.phy"}]}