{"Authors":" Scott E Stanley, Gary B Nunn","Year":" 1998","Title":" Body size effects and rates of cytochrome b evolution in\ntube-nosed seabirds.","Journal":" Molecular Biology and Evolution","Volume":" 15","Issue":" 10","Pages":" 1360-1371","Keywords":" Procellariiformes; cytochrome b; metabolic rate\nhypothesis; generation time hypothesis; population size effects; rate\nheterogeneity; avian systematics","DOI":" NA","Abstract":" Variation in rates of molecular evolution now appears to\nbe widespread. The demonstration that body size is correlated with rates\nof molecular evolution suggests that physiological and ecological\nfactors may be involved in molecular rate variation, but large-scale\ncomparative studies are still lacking. Here, we use complete cytochrome\nb sequences from 85 species of tube-nosed seabirds (order\nProcellariiformes) and five outgroup species of penguins (order\nSphenisciformes) to test for an association between body mass and rates\nof molecular evolution within the former avian order. Cladistic analysis\nof the 90 sequences estimates a phylogeny largely consistent with the\ntraditional taxonomy of the Procellariiformes. The Diomedeidae,\nProcellariidae, and Pelecanoididae are monophyletic, while the\nHydrobatidae are basal and paraphyletic. However, the two subfamilies\nwithin the Hydrobatidae (Hydrobatinae and Oceanitinae) are monophyletic.\nA likelihood ratio test detects significant deviation from clocklike\nevolution in our data. Using a sign test for an association between body\nmass and branch length in the seabird phylogeny, we find that larger\ntaxa tend to have shorter terminal branch lengths than smaller taxa.\nThis observation suggests that rates of mitochondrial DNA evolution are\nslower for larger taxa. Rate calibrations based on the fossil record\nreveal concordant body size effects. We interpret these results as\nevidence for a metabolic rate effect, as the species in this order\nexhibit large differences in metabolic rates, which are known to be\nhighly correlated with body mass in this group. Our results support\nprevious findings of body size effects and show that this effect can be\nsignificant even within a single avian order. This suggests that even\nlineage-specific molecular clocks may not be tenable if calibrations\ninvolve taxa with different metabolic rates.","trees":[{"tree_label":"Fig. 2.4","ntax":"90","rootedtree":"TRUE","title":"Procellariiformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3358.phy"},{"tree_label":"Fig. 2.3","ntax":"90","rootedtree":"TRUE","title":"Procellariiformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3359.phy"},{"tree_label":"Fig. 2.2","ntax":"90","rootedtree":"TRUE","title":"Procellariiformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3360.phy"},{"tree_label":"Fig. 2.1","ntax":"90","rootedtree":"TRUE","title":"Procellariiformes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3361.phy"},{"tree_label":"Fig. 2 cons.","ntax":"90","rootedtree":"TRUE","title":"Procellariiformes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3362.phy"}]}