{"Authors":" Donald H. Pfister, David S. Hibbett, Karen Hansen","Year":" 1999","Title":" Phylogenetic relationships among species of Phillipsia\ninferred from molecular and morphological data.","Journal":" Mycologia","Volume":" 91","Issue":" 2","Pages":" 299-314","Keywords":" ITS; Pezizales; Sarcoscyphaceae; SEM; spore\nornamentation","DOI":" NA","Abstract":" The internal transcribed spacers (ITS) of the nuclear\nribosomal DNA have been sequenced from 29 collections of Phillipsia,\nmainly from the New World. The P. domingensis complex, collections with\na range of colors but otherwise referable to P. domingensis s.l. based\non spore ornamentation, were studied. Three distinctive species of\nPhillipsia also were included. The sequences were analysed to infer\nphylogenetic relationships within Phillipsia, using parsimony.\nMorphological features were studied separately, and then evaluated in\nthe context of the ITS phylogeny. Four distinct rDNA lineages, supported\nby ascospore ornamentation, were identified: the P. crispata, the P.\ndomingensis, the P. olivacea and the P. carnicolor lineages. SEM\nphotographs of the ascospores are presented. Phillipsia lutea and\nanother yellow form were nested within the P. domingensis complex, of\nthose with reddish hymenial colors. Color has been emphasized in\ntaxonomy of Phillipsia, but these results suggest that individuals with\nstrikingly different coloration may be closely related. Levels of ITS\nsequence divergence in the P. domingensis lineage were low. Based on\nthese data, and morphology as studied thus far, there is no\njustification for recognizing segregate species within the P.\ndomingensis complex. The Old World collections of the P. domingensis\ncomplex were nested within the New World collections, which implies that\nthe P. domingensis lineage is geographically widespread. Phillipsia\nrugospora is placed in synonymy with P. olivacea and a detailed\ndescription of this taxon is given. A lectotype is designated for P.\nolivacea. Key Words: ITS, Pezizales, Sarcoscyphaceae, SEM, spore\nornamentation.","trees":[{"tree_label":"Fig. 9A","ntax":"30","rootedtree":"TRUE","title":"Phillipsia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3364.phy"},{"tree_label":"Fig. 9B","ntax":"30","rootedtree":"TRUE","title":"Phillipsia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3365.phy"}]}