{"Authors":" Francois M. Lutzoni, Fernando A. Fernandez, Sabine M.\nHuhndorf","Year":" 1999","Title":" Teleomorph-anamorph connections: the new pyrenomycetous genus\nCarpoligna and its Pleurothecium anamorph.","Journal":" Mycologia","Volume":" 91","Issue":" NA","Pages":" 251-262","Keywords":" Cacumisporium; Chaetosphaeria; ITS; large subunit nrDNA;\nHypocreales; Lasiosphaeriaceae; Magnaporthaceae; Microascales;\nSordariales; systematics","DOI":" NA","Abstract":" Several collections of a pyrenomycete identified as\nChaetosphaeria were made from decorticated wood of twigs and branches in\nCosta Rica, Panama, Puerto Rico and continental USA. Discrete and\ncontinuous characters of the ascomata, asci and ascospores in these\ncollections show that they are very similar morphologically and\nrepresent populations of the same species. However, culturing of single\nascospore isolates from these collections yielded an anamorph unlike the\ntypical phialidic anamorphs of Chaetosphaeria. This anamorph fits the\ndescription of Pleurothecium recurvatum (Morgan) von H\u001ahnel, for which a\nteleomorph connection has not been yet established. Sequences of the ITS\nregion of the nuclear ribosomal DNA of three collections from Costa\nRica, Puerto Rico and USA were compared and found to be 98% similar.\nParsimony and maximum likelihood analyses of sequences of the large\nsubunit nuclear-encoded ribosomal DNA from representative taxa of eight\nascomycetous orders show this ascomycete as a monophyletic group\ndistinct from Chaetosphaeria. Statistical analyses of hypothetical trees\nbased on the most parsimonious and the most likely trees rule out\nphylogenetic affinities of this pyrenomycete to Chaetosphaeria. These\nanalyses suggest possible affinities to the Hypocreales and/or the\nMicroascales. Morphology of the anamorph and analyses of ribosomal DNA\nsequence data warrant the creation of the new genus Carpoligna to\naccommodate this pyrenomycete. The implications of the phylogenetic\nrelationships of Carpoligna in the practical identification of\nmorphologically similar pyrenomycetes are discussed.","trees":[{"tree_label":"Fig. 24B","ntax":"22","rootedtree":"TRUE","title":"Ascomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3366.phy"}]}