{"Authors":" G. W. Rouse","Year":" 1999","Title":" Trochophore concepts: Evolution of larvae in polychaetes and\nother spiralians.","Journal":" Biological Journal of the Linnean Society","Volume":" 66","Issue":" 4","Pages":" 411-464","Keywords":" prototroch, metatroch, larval feeding, Polychaeta,\nSpiralia, Trochozoa, opposed-bands","DOI":" 10.1111/j.1095-8312.1999.tb01920.x","Abstract":" Trochophore is used in a strict sense for larvae having an\nopposed-band method of feeding, involving a prototroch and metatroch.\nOther ciliary bands such as a telotroch and neurotroch may be present.\nThe trochophore has been proposed to represent the ancestral larval form\nfor a group of metazoan phyla (including all members of the Spiralia).\nTrochophore is a name also often applied to larvae that do not conform\nto the above definition. A cladistic analysis of spiralian taxa (with\nspecial reference to polychaete annelids), based on a suite of adult and\nlarval characters, is used to assess several hypotheses: (1) That the\ntrochophore (in a strict sense) is a plesiomorphic form for the\nSpiralia; (2) That the strictly defined trochophore is plesiomorphic for\nmembers of the Spiralia such as the Polychaeta. The homology of each of\nthe various separate ciliary bands of spiralian larvae, and features\nsuch as the apical tuft and protonephridia is also assessed. The results\nfavour the conclusion that the trochophore, if defined as a feeding\nlarval form using opposed bands, should not be regarded as an ancestral\n(= plesiomorphic) type for the Spiralia, or any other large taxon such\nas the Polychaeta or Mollusca. The evidence suggests that the various\nciliary bands have differing evolutionary histories, and only the\nEchiura (possibly an annelid group) has members with the classical\ntrochophore. The trochophore is re-defined as a larval form minimally\nwith a prototroch. This broad definition covers a wide variety of\nlarvae, and matches the current usage more accurately than the\nrestricted term. Features such as the neurotroch, telotroch and\nopposed-band feeding show convergence and reversals. The nature of the\nmetatroch requires further investigation. The presence of a prototroch\n(and hence trochophore larvae) is used to identify an apomorphy-based\ntaxon, Trochozoa, that includes the first ancestor to have evolved a\nprototroch and all its descendants. This minimally includes the Annelida\n(sensu lato), Echiura, Entoprocta, Mollusca and Sipuncula and is a less\ninclusive taxon than the Spirali","trees":[{"tree_label":"Fig. 3A","ntax":"66","rootedtree":"TRUE","title":"Initial Strict Con.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3410.phy"},{"tree_label":"SW 4","ntax":"66","rootedtree":"TRUE","title":"SW 4","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3411.phy"},{"tree_label":"SW 3","ntax":"66","rootedtree":"TRUE","title":"SW 3","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3412.phy"},{"tree_label":"SW 2","ntax":"66","rootedtree":"TRUE","title":"SW 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3413.phy"},{"tree_label":"Figs. 4,5,7,8","ntax":"66","rootedtree":"TRUE","title":"SW 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3414.phy"},{"tree_label":"Fig. 3B","ntax":"66","rootedtree":"TRUE","title":"SW Strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3415.phy"},{"tree_label":"SW 6","ntax":"66","rootedtree":"TRUE","title":"SW 6","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3416.phy"},{"tree_label":"SW 5","ntax":"66","rootedtree":"TRUE","title":"SW 5","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3417.phy"}]}