{"Authors":" Debashish Bhattacharya, B. Mpps, Klaus Weber, Seon Sook\nAn","Year":" 1999","Title":" The origin and evolution of green algal and plant\nactins.","Journal":" Molecular Biology and Evolution","Volume":" 16","Issue":" NA","Pages":" 275-285","Keywords":" NA","DOI":" NA","Abstract":" The Viridiplantae are subdivided into two groups: the\nChlorophyta, which includes the Chlorophyceae, Trebouxiophyceae,\nUlvophyceae. and Prasinophyceae; and the Streptophyta, which includes\ndie Charophyceae and all land plants. Within the Streptophyta, the actin\ngenes of the angiosperms diverge nearly simultaneously fi om each other\nbefore the separation of monocots and dicots. Previous evolutionary\nanalyses have provided limited insights into the gene duplications that\nhave produced these complex gene families. We address the origin and\ndiversification of land plant actin genes by studying the phylogeny of\nactins within the green algae, ferns, and fern allies. Partial genomic\nsequences or cDNAs encoding actin were characterized from Cosmarium\nbotrytis (Zygnematales), Selaginella apoda (Selaginellales), Anemia\nphyllitidis (Polypodiales), and Psilotum triquetrum (Psilotales).\nSelaginella contains at least two actin genes. One sequence (Ac2)\ndiverges within a group of fern sequences that also includes the\nPsilotum Ac1 actin gene and one gymnosperm sequence (Cycas revoluta\nCyc3). This clade is positioned outside of the angiosperm actin gene\nradiation. The second Selaginella sequence (Ac1) is the sister to all\nremaining land plant actin sequences, although the internal branches in\nthis portion of the tree are ver!: short. Use of complete actin-coding\nregions in phylogenetic analyses provides support for the separation of\nangiosperm actins into two classes. N-terminal signature sequence\nanalyses support these groupings. One class (VEG) includes actin genes\nthat are often expressed in vegetative structures. The second class\n(REP) includes actin genes that trace their ancestry within the\nvegetative actins and contains members that are largely expressed in\nreproductive structures. Analysis of intron positions within actin genes\nshows that sequences from both Selaginella and Cosmarium contain the\nconserved 20-3, 152-1, and 356-3 introns found in many members of the\nStreptophyta. In addition, the Cosmarium actin gene contains a novel\nintron at position 76-1.","trees":[{"tree_label":"Fig. 2","ntax":"36","rootedtree":"TRUE","title":"Plant Actins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3421.phy"},{"tree_label":"Fig. 3","ntax":"86","rootedtree":"TRUE","title":"Plant Actins","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3422.phy"}]}