{"Authors":" Timothy P. Friedlander, David L. Wagner, Jerome C. Regier,\nCharles Mitter","Year":" 1996","Title":" A nuclear gene for higher level phylogenetics:\nPhosphoenolpyruvate carboxykinase tracks Mesozoic-age divergences within\nLepidoptera (Insecta).","Journal":" Molecular Biology and Evolution","Volume":" 13","Issue":" 4","Pages":" 594-604","Keywords":" NA","DOI":" NA","Abstract":" The sequence of phosphoenolpyruvate carboxykinase (PEPCK)\nhas been previously identified as a promising candidate for\nreconstructing Mesozoic-age divergences (Friedlander, Regier, and Mitter\n1992, 1994). To test this hypothesis more rigorously, 597 nucleotides of\naligned PEPCK coding sequence (similar to 30% of the coding region) were\ngenerated from 18 species representing Mesozoic-age lineages of moths\n(Insects: Lepidoptera) and outgroup taxa. Relationships among basal\nLepidoptera are well established by morphological analysis, providing a\nstrong test for the utility of a gene which has not previously been used\nin systematics. Parsimony and other phylogenetic analyses were conducted\non nucleotides by codon positions (nt1, nt2, nt3) separately and in\ncombination, and on amino acids, for comparison to the test phylogeny.\nThe highest concordance was achieved with nt1 + nt2, for which one of\ntwo most-parsimonious frees was identical to the test phylogeny, and\nwith all nucleotides when nt3 was downweighted sevenfold or higher, for\nwhich a single most-parsimonious tree identical to the test phylogeny\nresulted. Substitutions in nt3 approached saturation in many, but not\nall, pairwise comparisons and their exclusion or severe downweighting\ngreatly increased the degree of concordance with the test phylogeny.\nNeighbor-joining analysis confirms this finding. The utility of PEPCK\nfor phylogenetics is demonstrated over a time span for which few other\nsuitable genes are currently available.","trees":[{"tree_label":"Fig. 6C","ntax":"18","rootedtree":"TRUE","title":"Lepidoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3428.phy"},{"tree_label":"Fig. 6A","ntax":"18","rootedtree":"TRUE","title":"Lepidoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3426.phy"},{"tree_label":"Fig. 6B","ntax":"18","rootedtree":"TRUE","title":"Lepidoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3427.phy"}]}