{"Authors":" Karl Zehethofer, Christian Sturmbauer","Year":" 1998","Title":" Phylogenetic relationships of central European wolf spiders\n(Araneae : Lycosidae) inferred from 12S ribosomal DNA sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 10","Issue":" 3","Pages":" 391-398","Keywords":" NA","DOI":" 10.1006/mpev.1998.0536","Abstract":" We have analyzed a sequence dataset of a portion of\nmitochondrial 12S rRNA gene of the ribosomal small subunit for 27\nspecies of the family Lycosidae (wolf spiders) from Central Europe,\nbelonging to six genera (Alopecosa, Arctosa, Pardosa, Pirata, Trochosa,\nand Xerolycosa) and four subfamilies (Evippinae, Lycosinae, Pardosinae\nand Venoniinae). Phylogenetic analyses were performed in two steps and\ncorroborate the monophyly of all the genera analyzed with strong\nbootstrap support. In the first step focusing on the most ancestral\nsplits the genus Pirata consistently emerged as the most ancestral\nbranch, followed by the two genera Arctosa and Xerolycosa, with\nconflicting branching order, however. The second step of analysis placed\nXerolycosa more ancestral than Arctosa. Arctosa appeared as sister group\nto the genera Alopecosa, Trochosa, and Pardosa. The palearctic genus\nXerolycosa was not yet included in previous studies derived from\nmorphological characters, but its placement based on mtDNA sequences is\nin good agreement to that according to current diagnostic morphological\nfeatures. Further, the single representative of the genus Arctosa\nexamined in our study was placed at a more ancestral position than in a\nprevious investigation based on phenotypic characters. The\nsuperimposition of the currently used diagnostic phenotypic characters\non the DNA-based phylogeny shows that both character sets are widely\ncongruent; only 3 out of 16 phenotypic characters were resolved as\nhomoplasious, suggesting their parallel evolution and/or reversal. Among\nthe three different styles of predation found in the Lycosids, tube\nbuilders appear to be the most ancestral from which burrow dwellers\ndescended and from which two groups of vagrant hunters evolved in\nparallel.","trees":[{"tree_label":"Fig. 2 morph","ntax":"27","rootedtree":"TRUE","title":"Lycosidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3432.phy"},{"tree_label":"Fig. 2 mol","ntax":"29","rootedtree":"TRUE","title":"Lycosidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3429.phy"},{"tree_label":"Fig. 1 cont.","ntax":"27","rootedtree":"TRUE","title":"Lycosidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3430.phy"},{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Lycosidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3431.phy"}]}