{"Authors":" Andreas Bresinsky, Anthony David Mitchell","Year":" 1999","Title":" Phylogenetic relationships of Agaricus species based on ITS-2\nand 28S ribosomal DNA sequences.","Journal":" Mycologia","Volume":" 91","Issue":" 5","Pages":" 811-819","Keywords":" Agaricaceae; Agariceae; molecular systematics; rDNA","DOI":" NA","Abstract":" Parsimony and maximum likelihood analyses of sequence data\nfrom the internal transcribed spacer (ITS-2) region plus a portion of\nthe 28S gene are used to study the phylogenetic relationships of\nAgaricus species. The ingroup contained 16 Agaricus species, selected\nfrom the range of sections contained in the subgenus Agaricus. A total\nof eight outgroups were chosen from the Agaricaceae and phylogenetic\ntrees rooted on Stropharia coronilla. Results suggest that Agaricus may\nbe monophyletic, but further tests should include taxa from the\nsubgenera Langagaricus and Conioagaricus. Two well-supported clades were\nfound. The Agaricus clade contained A. subperonatus, A. devoniensis, A.\nbisporus, A. spissicaulis, A. bitorquis, and A. impudicus. Results\nsuggest that A. bernardii may be closely related to this group. The\nArvenses clade contained A. silvicola, A. arvensis, A. abruptibulbus,\nand A. semotus. A possible sister group to the Arvenses clade includes\nA. lanipes and A. maskae. Relationships for A. campestris, A. silvaticus\nand A. xanthoderma remain unclear, although it is likely these species\ndiverged early compared with the other Agaricus species studied.\nPhylogenetic hypotheses are given for taxa that have been difficult to\nclassify based on other forms of data, including the placement of A.\nspissicaulis with A. bisporus; A. lanipes with A. maskae; and\nMelanophyllum haematospermum with Leucoagaricus naucinus.","trees":[{"tree_label":"Fig. 2","ntax":"26","rootedtree":"TRUE","title":"Agaricus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_586.phy"},{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Agaricus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3433.phy"}]}