{"Authors":" Mona Pirseyedi, Sheryl Hubbard, Mary L. Berbee","Year":" 1999","Title":" Cochliobolus phylogenetics and the origin of known, highly\nvirulent pathogens, inferred from ITS and glyceraldehyde-3-phosphate\ndehydrogenase gene sequences.","Journal":" Mycologia","Volume":" 91","Issue":" 6","Pages":" 964-977","Keywords":" Ascomycota; Bipolaris; Curvularia; evolution; molecular\nphylogenetics; Pleosporaceae; Pseudocochliobolus","DOI":" NA","Abstract":" We evaluate the phylogenetic origin of highly virulent\nplant pathogens in the genus Cochliobolus (sexually reproducing species\nin the Ascomycota, Pleosporaceae) and assess the relationship between\nCochliobolus species and species of Curvularia and Bipolaris (asexual\nstates of fungi in the Ascomycota, Pleosporaceae). To infer a phylogeny,\nwe have used two sequence regions: (i) the complete ITS 1, ITS 2, and\n5.8S rDNA sequences for 65 fungal isolates and (ii) a 600 bp fragment of\nthe housekeeping gene gpd, coding for glyceraldehyde-3-phosphate\ndehydrogenase, for 54 isolates. We combined ITS, 5.8S and gpd sequence\ndata from 41 species. In the Cochliobolus clade, 31 out of 32 species\nfit clearly into one of two groups. One species, Cochliobolus\nhomomorphus, did not fit clearly into either group. The 13 species in\nCochliobolus Group 1 grouped together with 100% bootstrap support from\nthe combined ITS/gpd data. This group included Cochliobolus and\nBipolaris species that cause serious crop losses, such as C. sativus, C.\nmiyabeanus, C. carbonum and C. heterostrophus. However, within Group 1,\nthe economically serious pathogens did not form a monophyletic group of\nspecies. Average substitution levels between pairs of species in the\npathogen group were low, about 1.7% in the ITS region, suggesting that\nthese species had radiated rapidly and recently. The 18 species in\nCochliobolus Group 2 formed a monophyletic group in 96% of parsimony\nbootstrap replicates of the combined ITS and gpd data. The Cochliobolus\nspecies that Tsuda transferred into the segregate genus\nPseudocochliobolus were in this second group. This study included 9\nCurvularia and Bipolaris species without known sexual states and they\nall appear to be recently derived from among sexual species of\nCochliobolus. Both Curvularia and Bipolaris were polyphyletic, but only\nBipolaris states were associated with Group 1 Cochliobolus species. Both\nCurvularia and Bipolaris states were associated with species in\nCochliobolus Group 2.","trees":[{"tree_label":"Fig. 1","ntax":"41","rootedtree":"TRUE","title":"Cochliobolus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3453.phy"},{"tree_label":"Fig. 2","ntax":"65","rootedtree":"TRUE","title":"Cochliobolus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3454.phy"},{"tree_label":"Fig. 3","ntax":"54","rootedtree":"TRUE","title":"Cochliobolus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3455.phy"}]}