{"Authors":" José Paulo Sampaio, Franz Oberwinkler, Robert Bauer,\nDominik Begerow","Year":" 1999","Title":" Occultifur externus sp. nov., a new species of a simple-pored\nauricularioid heterobasidiomycete from plant litter in Portugal.","Journal":" Mycologia","Volume":" 91","Issue":" 6","Pages":" 1094-1101","Keywords":" heterobasidiomycetes; systematics; ultrastructure;\nyeasts","DOI":" NA","Abstract":" A new species of a dimorphic simple-pored auricularioid\nheterobasidiomycete, Occultifur externus, is described. This fungus was\ninitially isolated in the unicellular stage and identified, on the basis\nof standard yeast identification tests, as the anamorphic pink yeast\nRhodotorula minuta. Later, we found that this yeast was able to complete\nits life cycle on solid laboratory media. Two yeast cells conjugated,\nand gave origin to mycelium with clamp connections. The same generative\nhyphae produced clusters of four-celled basidia and characteristic\nswollen conidiogenic cells that released dikaryotic conidia.\nHaustoria-like structures were formed. Nuclear DNA-DNA hybridization\nexperiments revealed that O. externus is not the teleomorphic stage of\nR. minuta and molecular sequence data from the large subunit of the rDNA\nsupported the affiliation of O. externus to the Naohidea-Sakaguchia\nclade of the Urediniomycetes. Ultrastructural studies revealed the\npresence of simple septal pores. Cylindrical reticulate bodies were\nfrequently found occluding them. These unique bodies could also be\ndetected in O. internus, which supports the placement of both taxa in\nthe same genus.","trees":[{"tree_label":"Fig 21c.","ntax":"9","rootedtree":"TRUE","title":"Neighbor Joining","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3456.phy"},{"tree_label":"Fig 21b.","ntax":"9","rootedtree":"TRUE","title":"Maximum Likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3457.phy"},{"tree_label":"Fig 21a.","ntax":"9","rootedtree":"TRUE","title":"Maximum Parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3458.phy"}]}