{"Authors":" M. I. Dawson, Steven J. Wagstaff","Year":" 2000","Title":" Classification, origin, and patterns of diversification of\nCorynocarpus (Corynocarpaceae) inferred from DNA sequences.","Journal":" Systematic Botany","Volume":" 25","Issue":" 1","Pages":" 134-149","Keywords":"","DOI":" 10.2307/2666679","Abstract":" Sequences from the chloroplast-encoded gene rbcL and the\nnuclear-encoded internal transcribed spacer (ITS) region were analyzed\nindependently and then combined to infer phylogenetic relationships of\nCorynocarpus. Relationships obtained from the rbcL and ITS data sets are\nare largely congruent and well resolved. The combined data set provides\neven greater support for relationships. The rbcL results support current\nplacement of Corynocarpus in its own distinct family, the\nCorynocarpaceae, and suggest that this family is most closely related to\nthe Anisophylleaceae, Begoniaceae, Coriariaceae, Cucurbitaceae,\nDatiscaceae, and Tetramelaceae together comprising the order\nCucurbitales. This contradicts traditional classifications, which have\nplaced the Corynocarpaceae in the Celestrales. The five species of\nCorynocarpus are genetically distinct, but comparison of ITS sequences\nshow little infraspecific sequence variation within C. laevigatus and C.\nrupestris. The present distribution, fruit morphology, and patterns of\nrelationships inferred from the sequence data suggest a Palaeotropical\ncenter of origin and two independent radiations in the Corynocarpaceae.\nThe first radiation comprises C. cribbianus and C. rupestris, which\nextend through New Guinea to Australia, and the second radiation\ncomprises C. dissimilis and C. laevigatus, which extend southwards\nthrough New Caledonia to New Zealand.","trees":[{"tree_label":"Fig. 4","ntax":"6","rootedtree":"TRUE","title":"Corynocarpus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3462.phy"},{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Corynocarpus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3463.phy"},{"tree_label":"Fig. 2","ntax":"43","rootedtree":"TRUE","title":"Corynocarpus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3464.phy"}]}