{"Authors":" John R. Demboski, Bettine J. van Vuuren, David R. Klein,\nJoseph A. Cook, Kenneth M. Halanych","Year":" 1999","Title":" Cytochrome b phylogeny of North American hares and\njackrabbits (Lepus, Lagomorpha) and the effects of saturation in\noutgroup taxa.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 11","Issue":" NA","Pages":" 213-221","Keywords":" Lepus; hare; jackrabbit; cytochrome b; Lagomorpha;\nphylogeny; saturation; rooting","DOI":" 10.1006/mpev.1998.0581","Abstract":" Jackrabbits and hares, members of the genus Lepus,\ncomprise over half of the species within the family Leporidae\n(Lagomorpha). Despite their ecological importance, potential economic\nimpact, and worldwide distribution, the evolution of hares and\njackrabbits has been poorly studied. We provide an initial phylogenetic\nframework for jackrabbits and hares so that explicit hypotheses about\ntheir evolution can be developed and tested. To this end, we have\ncollected DNA sequence data from a 702 base pair region of the\nmitochondrial cytochrome b gene and reconstructed the evolutionary\nhistory (via parsimony, neighbor joining, and maximum likelihood) of 11\nspecies of Lepus, focusing on North American taxa. Due to problems of\nsaturation, induced by multiple substitutions, at synonymous coding\npositions between the ingroup taxa and the outgroups (Oryctolagus and\nSylvilagus), both rooted and unrooted trees were examined. Variation in\ntree topologies generated by different reconstruction methods was\nobserved in analyses including the outgroups, but not in the analyses of\nunrooted ingroup networks. Apparently, substitutional saturation\nhindered the analyses when outgroups were considered. The trees based on\nthe cytochrome b data indicate that the taxonomic status of some species\nneeds to be reassessed, and that species of Lepus within North America\ndo","trees":[{"tree_label":"Fig. 4 Unrooted ML NJ MP","ntax":"17","rootedtree":"TRUE","title":"Lepus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3472.phy"},{"tree_label":"Fig. 2","ntax":"19","rootedtree":"TRUE","title":"Lepus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3473.phy"},{"tree_label":"Fig. 3a","ntax":"19","rootedtree":"TRUE","title":"Lepus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3474.phy"},{"tree_label":"Fig. 3b","ntax":"19","rootedtree":"TRUE","title":"Lepus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3475.phy"}]}