{"Authors":" Richard J Milner, Felice Driver, John W. H. Trueman","Year":" 2000","Title":" A taxonomic revision of Metarhizium based on a phylogenetic\nanalysis of ribosomal DNA sequence data.","Journal":" Molecular Ecology","Volume":" 104","Issue":" 2","Pages":" 134-150","Keywords":"","DOI":" 10.1017/S0953756299001756","Abstract":" The taxonomy of Metarhizium has been reassessed based on\nsequence data and RAPD patterns from 123 isolates recognised as M.\nanisopliae, M. flavoviride or M. album. A high level of genetic\ndiversity was found which was best resolved at the species/variety level\nby sequence data from the ITS and 28s rDNA D3 regions. RAPD patterns\ncorrelated closely with the sequence data and revealed a much greater\ndegree of diversity useful for distinguishing strains within a variety.\nTen distinct clades were revealed by the cladogram based on the combined\nsequence data set. Several major evolutionary lines were revealed,\nhowever the taxonomic relationships at the base of the tree are poorly\nresolved. The data support the monophyly of the M. anisopliae group, and\nrecognise 4 clades within this group. Two of these correspond with M.\nanisopliae var. anisopliae and M. anisopliae var. majus. The other two\nare described as new varieties based on their distinctive ITS sequence\ndata: M. anisopliae var. lepidiotum Driver & Milner and M.\nanisopliae var. acridum Driver & Milner. M. album, M. flavoviride\nvar. flavoviride and M. flavoviride var. minus are recognised and\nredefined according to ITS sequence data. Three clades represent new\nvarieties, two of which have been named M. flavoviride var.\nnovazealandicum Driver & Milner and M. flavoviride var. pemphigum\nDriver & Milner based on their distinct ITS sequence data. A third\nclade contains only 2 disparate isolates and so has not been named\npending further data on other similar isolates. A list of representative\nisolates is provided to be used as standards or type material so that\nunknown isolates can be assigned to the correct clade.","trees":[{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Metarhizium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3476.phy"}]}