{"Authors":" Clemens Bayer, David A. Baum, Reto Nyffeler, William S.\nAlverson, Barbara A. Whitlock","Year":" 1999","Title":" Phylogeny of the core Malvales: evidence from ndhF sequence\ndata.","Journal":" American Journal of Botany","Volume":" 86","Issue":" 10","Pages":" 1474-1486","Keywords":" angiosperm phylogeny; Bombacaceae; Malvaceae; Malvales;\nndhF; phylogenetic nomenclature; stamen evolution; Sterculiaceae;\nTiliaceae","DOI":" NA","Abstract":" William S. Alverson, Barbara A. Whitlock, Reto Nyffeler,\nClemens Bayer, and David A. Baum. In press. Phylogeny of the core\nMalvales: evidence from ndhF data. American Journal of Botany (12/21/98\nversion here). The monophyly of the group comprising the core malvalean\nfamilies, Bombacaceae, Malvaceae, Sterculiaceae, and Tiliaceae, was\nrecently confirmed by molecular studies, but the internal structure of\nthis clade is poorly understood. In this study, we examined sequences of\nthe chloroplast ndhF gene (aligned length 2226 bp) from 70 exemplars\nrepresenting 35 of the 40 putative tribes or subfamilies of core\nMalvales. The monophyly of one traditional family, the Malvaceae, was\nstrongly supported in the trees resulting from these data, but the other\nthree families, as traditionally circumscribed, are nonmonophyletic. In\naddition, the following relationships were well supported: (1) a clade\n(/Malvatheca) consisting of traditional Malvaceae and Bombacaceae\n(except some members of tribe Durioneae), plus Fremontodendron and\nChiranthodendron, which are usually treated as Sterculiaceae; (2) a\nclade (/Malvadendrina) supported by a unique 21-bp (base pair) deletion\nand consisting of /Malvatheca, plus five additional subclades, including\nrepresentatives of Sterculiaceae and Tiliaceae, plus Durio and Neesia\n(both Durionieae); 3) a clade (/Byttneriina) with genera traditionally\nassigned to several tribes of Tiliaceae, plus exemplars of tribes\nByttnerieae, Hermannieae, and Lasiopetaleae of Sterculiaceae. The most\nstriking departures from traditional classifications are the following:\nDurio and relatives appear to be more closely related to Helicteres and\nReevesia (Sterculiaceae) than to Bombacaceae; several genera\ntraditionally considered as Bombacaceae (Camptostemon, Matisia,\nPhragmotheca, and Quararibea) or Sterculiaceae (Chiranthodendron and\nFremontodendron) appear as sister lineages to the traditional Malvaceae;\ntribe Helictereae (Sterculiaceae) is polyphyletic; and Sterculiaceae and\nTiliaceae, as traditionally circumscribed, represent polyphyletic groups\nthat cannot sensibly be maintained with their traditional limits for\npurposes of classification. We discuss morphological characters\nsupporting the clades indicated by molecular data. These findings\nindicate extensive homoplasy of many morphological characters previously\nused to delineate taxonomic groups in core Malvales. The topologies here\nalso suggest that /Malvatheca (the malvoid and bombacoid clades) do not\nhave as a synapormophy monothecate anthers, as has been previously\nsupposed but, instead, may be united by the dithecate, transversely\nseptate (polysporangiate) anthers in basal members of both clades, from\nwhich monothecate anthers may have been derived at least twice. Key\nwords: angiosperm phylogeny; phylogenetic nomenclature; rankless taxa;\nstamen evolution; Bombacaceae; Malvaceae; Malvales; Sterculiaceae;\nTiliaceae. Baum, D. A., W. S. Alverson, and R. N. Nyffeler. 1998. A\ndurian by any other name: taxonomy and nomenclature of the core\nMalvales. Harvard Papers in Botany 3: 317-332. The phylogeny of the core\nMalvales (including plants traditionally placed in the families\nBombacaceae, Malvaceae, Sterculiaceae, and Tiliaceae) has been greatly\nclarified by recent molecular systematic studies. In this paper we\nexplore the options available for incorporating this phylogenetic\ninformation into a classification for the group. We first discuss a\nrange of options within the traditional system of nomenclature with the\nadded constraint of only recognizing monophyletic groups. These schemes\ndiffer in the ranks applied and in the degree to which currently used\nnames continue to apply to familiar groups. We then propose an\nalternative set of unranked names within the framework of phylogenetic\nnomenclature. This phylogenetic classification shares the same names as\na recently published traditional classification, except that the\nphylogenetic names are distinguished by a clademark. We note some\nadvantages of phylogenetic nomenclature: monophyly of taxa can be ass\nmed; there is no limit to the number of nested clades that can be named;\nclassifications are stable so long as phylogenetic knowledge does not\nchange, and; it will be easy to establish useful data base resources.\nThe traditional and phylogenetic classifications of the core Malvales\nare almost identical given current knowledge of phylogeny. Therefore,\nthis group provides a controlled experiment with which to see how the\ntwo nomenclatural codes perform in practice as phylogenetic knowledge\nincreases.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Core Malvales or /Malvaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3487.phy"},{"tree_label":"Fig. 2","ntax":"64","rootedtree":"TRUE","title":"Core Malvales or /Malvaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3488.phy"}]}