{"Authors":" R. Greg Thorn, Jean-Marc Moncalvo, C. Adinaryana Reddy,\nRytas Vilgalys","Year":" 2000","Title":" Phylogenetic analyses and the distribution of nematophagy\nsupport a monophyletic Pleurotaceae within the polyphyletic\npleurotoid-lentinoid fungi.","Journal":" Mycologia","Volume":" 92","Issue":" 2","Pages":" 241-252","Keywords":" Agaricales; molecular phylogeny; mushrooms;\nnematode-trapping fungi; wood-decay fungi","DOI":" NA","Abstract":" Phylogenetic analyses based on partial sequences from\nnuclear 25S rDNA indicate a monophyletic Pleurotaceae, consisting of the\nmonophyletic genera Pleurotus and Hohenbuehelia, within the polyphyletic\npleurotoid-lentinoid fungi. The attack and consumption of nematodes\n(nematophagy) supports the monophyly of this family. Other\npleurotoid-lentinoid fungi that have been studied are not nematophagous\nand, in phylogenetic analyses, occur within the euagaric, polyporoid and\nrussuloid clades. The pleurotoid agarics Lampteromyces, Lentinula,\nNothopanus, and Omphalotus form a clade together with Gymnopus\ndryophilus. A clade that corresponds to the Tricholomataceae includes\nthe pleurotoid agarics Conchomyces, Hypsizygus, Phyllotopsis, and\nResupinatus. Faerberia, Heliocybe, Lentinus, Neolentinus, and Panus are\ngilled polypores, and all deserve recognition at the generic level. The\nbrown-rotters Heliocybe and Neolentinus form a distinct clade within the\npolypores together with the brown-rotting polypore, Gloeophyllum. The\nPleurotaceae belong in the Agaricales, are not closely related to or\nsynonymous with the Polyporaceae, and should be restricted to the genera\nPleurotus and Hohenbuehelia. An isolate of Hohenbuehelia from Alberta,\nCanada produces adhesive knobs typical of Hohenbuehelia and its anamorph\nNematoctonus, and also nonadhesive nematotoxic droplets characteristic\nof Pleurotus. This combination is unique within Hohenbuehelia and\nPleurotus. Phylogenetic analyses place this species at the base of the\ngenus Hohenbuehelia, indicating that nematotoxic droplets were probably\npresent in the common ancestor of Pleurotus and Hohenbuehelia. In\ncontrast, the gelatinized fruiting bodies of Hohenbuehelia and\nResupinatus are independently derived. The tribe Resupinateae\n(Tricholomataceae) should be restricted to Resupinatus (including\nAsterotus) and cyphelloid allies such as Stigmatolemma.","trees":[{"tree_label":"Fig. 5","ntax":"59","rootedtree":"TRUE","title":"Basidiomycota","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3497.phy"},{"tree_label":"Fig. 6","ntax":"24","rootedtree":"TRUE","title":"Pleurotaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3498.phy"}]}