{"Authors":" M. Kllersj, Leena Myllys, Katileena Lohtander, Anders\nTehler","Year":" 1999","Title":" Applicability of ITS data in Roccellaceae (Arthoniales,\nEuascomycetes) phylogeny.","Journal":" The Lichenologist","Volume":" 31","Issue":" 5","Pages":" 461-476","Keywords":"","DOI":" 10.1006/lich.1999.0221","Abstract":" The ability of the internal transcribed spacers (ITS\nregions) of ribosomal DNA to resolve phylogenetic relationships within\nthe euascomycetous order Arthoniales was investigated. The effect of\nalignment on phylogenetic hypotheses was evaluated. A data matrix from\nthe ITS regions was constructed from 33 specimens representing 14\ngenera, including the outgroup Arthothelium spectabile. Six different\nalignments were analyzed cladistically using parsimony jackknifing. Most\ngroups in the six trees were congruent and well supported under the\ndifferent alignment settings. In a conservative analysis, where only\nunambiguously alignable regions were included, the resolution was low.\nThese results indicate that the ITS regions contain phylogenetic\nstructure, and all information, including the variable regions, should\nbe utilized. A data matrix from the SSU rDNA sequences was constructed\nfor the same taxa. The SSU rDNA tree was less resolved than the ITS\ntrees. There were only minor conflicts between the two sources of data\nand an incongruence test confirmed that the ITS and SSU rDNA data\nmatrices were not significantly incongruent. The six differently aligned\ndata matrices generated from the ITS regions were each combined with the\nSSU rDNA data. Simultaneous analysis of the combined data sets is the\nbest approach as it uses all available evidence. As with the ITS trees,\nmost groups in the combined trees were identical and well supported. SSU\nrDNA provided resolution within one clade, otherwise the ITS sequences\nprovided most of the signal in the combined analysis, both at the basal\nnodes and at the tips of the tree. Molecular data clearly indicates that\nthe fruticose/crustose habits have evolved multiple times even in\ncomparatively small groups as in the family Roccellaceae and that the\ncharacters such as fruticose-crustose may be over emphasized in\nmorphological analyses.","trees":[{"tree_label":"Fig. 1","ntax":"33","rootedtree":"TRUE","title":"Roccellaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3499.phy"}]}