{"Authors":" Kerstin Voigt, Elizabeth Cigelnik, Kerry O’Donnell","Year":" 1999","Title":" Phylogeny and PCR identification of clinically important\nZygomycetes based on nuclear rDNA sequence data.","Journal":" Journal of Clinical Microbiology","Volume":" 37","Issue":" 12","Pages":" 3957-3964","Keywords":" NA","DOI":" NA","Abstract":" A molecular database for all clinically-important\nZygomycetes was constructed from nucleotide sequences from the nuclear\nsmall subunit (18S) ribosomal DNA and domains D1/D2 of the nuclear large\nsubunit (28S) ribosomal DNA. Parsimony analysis of the aligned 18S and\n28S DNA sequences was used to investigate phylogenetic relationships\namong 42 isolates representing species of Zygomycetes reported to cause\ninfections in humans and other animals together with commonly cultured\ncontaminants with emphasis on members of the Mucorales. The molecular\nphylogeny provided strong support for the monophyly of the Mucorales,\nexclusive of Echinosporangium transversale and Mortierella spp. which\nare currently misclassified within the Mucorales. Micromucor\nramannianus, traditionally classified within Mortierella, and\nSyncephalastrum racemosum represent the basal most divergences within\nthe Mucorales. Based on the 18S gene tree topology Absidia corymbifera\nand Rhizomucor variabilis appear to be misplaced taxonomically. Absidia\ncorymbifera is strongly supported as a sister group of the Rhizomucor\nmiehei-R. pusillus clade while R. variabilis is nested within Mucor. The\naligned 28S sequences were used to design 13 taxon-specific PCR primer\npairs for those taxa most commonly implicated in infections. All of the\nprimers specifically amplified DNA of the size predicted based on the\nDNA sequence data from the target taxa; however, they did not\ncross-react with phylogenetically related species. These primers have\nthe potential to be used in a PCR assay for the rapid and accurate\nidentification of the etiological agents of mucormycoses and\nentomophthoromycoses.","trees":[{"tree_label":"Fig. 1","ntax":"42","rootedtree":"TRUE","title":"Zygomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3500.phy"},{"tree_label":"Fig. 2","ntax":"42","rootedtree":"TRUE","title":"Zygomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3501.phy"}]}