{"Authors":" Francis Moonan, T. E. Mirkov, Jose Molina","Year":" 2000","Title":" Sugarcane yellowleaf virus: an emerging virus that has\nevolved by recombination between Polerovirus and Luteovirus\nancestors.","Journal":" Virology","Volume":" 269","Issue":" 1","Pages":" 156-171","Keywords":"","DOI":" 10.1006/viro.1999.0162","Abstract":" We have derived the genomic nucleotide sequence of a new\nvirus, the sugarcane yellow leaf virus (ScYLV), and shown that it\nproduces two subgenomic RNAs. The current genera of the Luteoviridae\ninclude the monopartite Luteovirus and Polerovirus genera, and the\nbipartite Enamovirus genus, that is represented in present by pea\nenation mosaic virus (PeMV). Utilizing the new ScYLV nucleotide sequence\nwith existing Luteoviridae sequence information, we have utilized new\nanalyses to identify homologous regions of the Luteoviridae genomes\nwhich have statistically significant altered nucleotide substitution\nratios, and produce a reconstructed phylogeny of the Luteoviridae that\nindicates that the RNA1 of PeMV, and the genomes of ScYLV and SbDV,\nexhibit spatial phylogenetic variation (SPV) consistent with\nrecombination events between Polerovirus and Luteovirus ancestors, that\noccurred after the evolutionary divergence of these progenitor groups.\nThe reconstructed phylogeny confirms a contention that a continuum in\nthe derived sequence evolution of the Luteoviridae has been established\nby intrafamilial as well as extrafamilial RNA recombination and expands\nthe database of recombinant Luteoviridae genomes that are currently\nneeded to resolve better defined means for generic discrimination in the\nLuteoviridae (D’Arcy and Mayo (1997) Arch. Virol. 142, 1285-7 ). The\nanalyses of the nucleotide substitution ratios from a nucleotide\nalignment of Luteoviride genomes substantiates the hypothesis that\nhotspots for RNA recombination in this virus family are associated with\nthe known sites for the transcriptions of subgenomic RNAs (Miller et\nal. (1995) Crit. Rev. Plant Sci. 14, 179 211), re-enforces the emphasis\nthat specifically refined strategies should be required for safe use of\nLuteoviridae sequences in the production of transgene-mediated viral\ndisease resistance, and provides new information that might be utilized\nto better design safer and more effective means to generate\ntransgene-mediated host resistance.","trees":[{"tree_label":"Fig. 6","ntax":"14","rootedtree":"TRUE","title":"Luteoviridae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3502.phy"}]}