{"Authors":" David S. Gernandt, Jeffrey K. Stone","Year":" 1999","Title":" Phylogenetic analysis of nuclear ribosomal DNA places the\nnematode parasite, Drechmeria coniospora, in Clavicipitaceae.","Journal":" Mycologia","Volume":" 91","Issue":" 6","Pages":" 993-1000","Keywords":" anamorph; internal transcribed spacer region; Meria;\nmitosporic fungi; phialides; Rhabdocline; small subunit nrDNA","DOI":" NA","Abstract":" The nematode endoparasite, Drechmeria coniospora, was\noriginally described by Drechsler and placed in the hyphomycete form\ngenus Meria, together with Meria laricis, a foliar parasite of Larix\n(Pinaceae). Although both species produce 1-celled hyaline conidia from\nserial phialides on hyphal conidiomata, the new genus Drechmeria was\nproposed subsequently to accommodate the nematode parasite based on pure\nculture studies, ecological differences, and having integrated phialides\ncompared to the mainly discrete phialides of M. laricis. Morphological\ncharacteristics and phylogenetic analysis of nuclear ribosomal DNA\n(nrDNA) support the affinity of Meria laricis to the inoperculate\ndiscomycete genus of foliar parasites, Rhabdocline. Small subunit and\nITS region sequences from nrDNA were determined from an accession of D.\nconiospora that continued to produce diagnostic features in culture.\nBLAST comparisons of the sequences to nucleotide databases revealed high\nsimilarities to accessions from the perithecial ascomycete order\nHypocreales. Separate phylogenetic analyses were conducted using ITS\nregion sequences from Hypocrealean species and partial sequences from\nthe small subunit of species representing perithecial ascomycetes and\ninoperculate discomycetes. Analyses placed Drechmeria in the\nhypocrealean family, Clavicipitaceae. Drechmeria coniospora shares the\necological strategy of animal parasitism also exhibited by some members\nof Clavicipitaceae. These findings support the separation of the\nanamorphic fungi Drechmeria and Meria into distinct genera and indicate\nthat there is no close phylogenetic relationship between them.","trees":[{"tree_label":"Fig. 5","ntax":"17","rootedtree":"TRUE","title":"Hypocreales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3506.phy"},{"tree_label":"Fig. 4","ntax":"47","rootedtree":"TRUE","title":"Ascomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3505.phy"}]}