{"Authors":" François Buscot, Bernard Botton, J. C. Munch, Anne\nfribourg, Daniel Wipf","Year":" 1999","Title":" DNA polymorphism in morels: Diversity of the internal\ntranscribed spacer.","Journal":" Canadian Journal of Microbiology","Volume":" 45","Issue":" NA","Pages":" 1-10","Keywords":" Morchellaceae; Discinaceae; ITS","DOI":" 10.1139/CJM-45-9-769","Abstract":" The internal transcribed spacer (ITS) of rDNA was analysed\nby PCR/RFLP in 66 strains belonging to 11 putative species of the\nMorchellaceae and 3 species of the Discinaceae. For certain Taxa, in\nparticular Morchella esculenta, M. conica, M. elata, isolates from\ndistant geographical origin were available. Nevertheless, no\nintraspecific variations of ITS length and restriction was noted. All\ngenera were separated and within Morchella, four putative species could\nbe clearly distinguished in the group of the yellow morels (sectio\nadnatae). In contrast, no distinction could be obtained between the\ncompared taxa in the group of the black morels (sectio distantes).\nSequence analyses of the ITS were performed in one strain of seven\nputative Morchella. The sequence comparison confirmed the distinctions\nwithin the yellow morels and allowed us to separate one putative taxon\nfrom the others in black morels. Only the 5,8 gene could be aligned in\nall sequenced samples. The ITS1 and ITS2 sectors could only be aligned\nwithin the black and yellow morels, respectively. The genetic and\nphylogenetic distances between black and yellow morels respectively\nrevealed by maximum parsimony and neighbour joining analyses both\nconfirmed the great distance between these species groups and address\nthe question of a separation in the genus Morchella.","trees":[{"tree_label":"Fig. t2","ntax":"11","rootedtree":"TRUE","title":"Morchella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3509.phy"},{"tree_label":"Fig. t1","ntax":"11","rootedtree":"TRUE","title":"Morchella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3508.phy"}]}