{"Authors":" Susumu Takamatsu, Yukio Sato, Yasuhiro Mori","Year":" 2000","Title":" Evolutionary analysis of the powdery mildew fungi using\nnucleotide sequences of the nuclear ribosomal DNA","Journal":" Mycologia","Volume":" 92","Issue":" 1","Pages":" 74-93","Keywords":" Ascomycete; Erysiphaceae; ITS; molecular evolution;\nphylogeny; plant pathogen","DOI":" NA","Abstract":" The nucleotide sequences of the nuclear ribosomal DNA\nincluding 18S, 5.8S, and 28S rDNA and the internal transcribed spacer\nregions were determined for 33 powdery mildew taxa spanning 15 genera to\ninfer the phylogenetic relationships for these fungi. Phylogenetic\nanalyses revealed that Uncinula septata was placed in the primitive base\nto the large clade composed of all other powdery mildew taxa. Powdery\nmildews excluding Uncinula septata were split into five major lineages.\nThe Pseudoidium lineage consisted of six genera, i.e., Erysiphe,\nMicrosphaera, Uncinula, Uncinuliella, Brasiliomyces, and Typhulochaeta,\nall of which are characterized by polyascal cleistothecia and\nPseudoidium-type anamorph. The Euoidium lineage consisted of three\nErysiphe species (E. cichoracearum, E. orontii and E. galeopsidis) and\nArthrocladiella mougeotii, which are characterized by poly-ascal\ncleistothecia and Euoidium-type anamorph. The endophytic lineage\nconsisted of two Phyllactinia species (Phy. moricola and Phy. kakicola),\nLeveillula taurica and Pleochaeta shiraiana, which are characterized by\nthe presence of endophytic or partly endophytic mycelia. The fibrosin\nlineage consisted of the genera Sawadaea, Cystotheca, Podosphaera, and\nSphaerotheca, all of which are characterized by the presence of\nwell-developed fibrosin bodies in the conidia and conidiophores. The\nmonocot lineage consisted of a single species, Blumeria graminis, which\nis well characterized by being parasitic to monocots, especially to\ncereal plants. Character polarization was discussed on several major\ncharacteristics. The mycelioid appendage which has long been regarded as\nan ancestral character may be a derived character as a result of an\nevent that may have occurred multiple times independently due to\nconvergence. Euoidium anamorph and clavate appressorial germ tube are\nconsidered to be ancestral characters to Pseudoidium anamorph and lobed\ngerm tube. Ectophytic nature and polyascal cleistothecia are also\nregarded as ancestral features to endophytic nature and monoascal\ncleistothecia.","trees":[{"tree_label":"Fig. 5","ntax":"14","rootedtree":"TRUE","title":"Pseudoidium lineage","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3510.phy"},{"tree_label":"Fig. 6","ntax":"11","rootedtree":"TRUE","title":"Fibrosin lineage","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3511.phy"},{"tree_label":"Fig. 1","ntax":"38","rootedtree":"TRUE","title":"28S rDNA NJtree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3512.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"18S rDNA NJtree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3513.phy"},{"tree_label":"Fig. 3","ntax":"38","rootedtree":"TRUE","title":"Combined NJtree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3514.phy"},{"tree_label":"Fig. 4","ntax":"38","rootedtree":"TRUE","title":"Combined MPtree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3515.phy"}]}