{"Authors":" Mark W. Chase, N. Wikstrm, P. Kenrick","Year":" 1999","Title":" Epiphytism and terrestrialization in tropical Huperzia\n(Lycopodiaceae).","Journal":" Plant Systematics and Evolution","Volume":" 218","Issue":" NA","Pages":" 221-243","Keywords":" Lycopodiaceae; Huperzia; Epiphyte; Andes; Neotropics;\nplastid DNA; trnL; trnF","DOI":" 10.1007/BF01089229","Abstract":" A phylogenetic analysis of Huperzia (Lycopodiaceae)\ndocuments a single origin ofepiphytism and multiple reversals to a\nterrestrial habit in the Neotropics. Epiphytism evolved prior to the\nfinal rifting of South America and Africa, but the origin of most modern\nspecies diversity probably postdates the Mid Cretaceous diversification\nof flowering plants. In this respect, the evolution of Huperzia\nparallels that of many other Neotropical epiphytic groups. In the Andes,\nalpine terrestrial species are shown to have evolved from montane\nepiphytes, an event that correlates well with regional orogenesis during\nthe Miocene. Species from Australia, New Zealand, and Tasmania show\ndiverse relationships with SE Asian groups. Results also indicate that\nlong distance, transoceanic dispersal is rare in these homosporous\nplants - accounting for less than 5% of species distributions - and that\nconvergence in strobilus and branch morphology is widespread among\nPaleotropical and Neotropical epiphytes. The phylogenetic analysis is\nbased on a sample of 63 species (ca 15% total species diversity) and\ndata from a ca 1.1kb region of noncoding (intron and spacer sequences)\nplastid DNA located between the trnL and trnF genes.","trees":[{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Huperzia Single","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3543.phy"},{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"Huperzia Strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3544.phy"}]}