{"Authors":" Eeva J. Vainio, Jarkko Hantula","Year":" 2000","Title":" Genetic differentiation between European and North American\npopulations of Phlebiopsis gigantea.","Journal":" Mycologia","Volume":" 92","Issue":" 3","Pages":" 436-446","Keywords":" biocontrol; internal transcribed spacer (ITS); random\namplified microsatellites; ribosomal DNA; sequencing","DOI":" NA","Abstract":" We investigated the degree of genetic differentiation\nbetween geographically isolated populations of the saprophytic fungus\nPhlebiopsis gigantea from Europe and North America using two different\nmolecular approaches: (i) denaturing gradient gel electrophoresis (DGGE)\nand sequence analyses of the ITS region, and (ii) genetic fingerprinting\nusing random amplified microsatellite (RAMS) markers. The analysis\nincluded 84 homokaryotic single spore isolates of 28 European strains,\n13 heterokaryotic strains from North America, and the Rotstop strain\nused as a biocontrol agent against Heterobasidion annosum. Three\ndifferent ITS-alleles (designated as ITS/A, ITS/B and ITS/C) were\nseparable by the DGGE, two of them occurring both in Europe and North\nAmerica. However, sequence determination of these allele types showed\nthat while the ITS/A alleles were identical between Europe and North\nAmerica, the ITS/C alleles contained differences. Analysis of molecular\nvariation (AMOVA) and neighbor joining (NJ) clustering analysis using\naltogether 28 RAMS markers revealed a considerable degree of\ndifferentiation between the European and North American populations. The\nresults show that recent human-mediated P. gigantea migration between\nthe continents is unlikely and that strains should not be transferred\nbetween continents for biocontrol purposes in order to avoid the\nintroduction of novel genotypes.","trees":[{"tree_label":"MP Tree","ntax":"4","rootedtree":"TRUE","title":"Phlebiopsis gigantea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3547.phy"}]}