{"Authors":" Andrea D. Wolfe, Nelson D. Young, Claude W.\ndePamphilis","Year":" 1997","Title":" Evolution of plastid gene rps2 in a lineage of hemiparasitic\nand holoparasitic plants: Many losses of photosynthesis and complex\npatterns of rate variation.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 94","Issue":" NA","Pages":" 7367-7372","Keywords":" molecular evolution; relative rates test; rbcL pseudogene;\nparallel bootstrap","DOI":" NA","Abstract":" The plastid genomes of some nonphotosyn-thetic parasitic\nplants have experienced an extreme reduction in gene content and an\nincrease in evolutionary rate of remaining genes. Nothing is known of\nthe dynamics of these events or whether either is a direct outcome of\nthe loss of photosynthesis. The parasitic Scrophulariaceae and\nOroban-chaceae, representing a continuum of heterotrophic ability\nranging from photosynthetic hemiparasites to nonphotosyn-thetic\nholoparasites, are used to investigate these issues. We present a\nphylogenetic hypothesis for parasitic Scrophulari-aceae and\nOrobanchaceae based on sequences of the plastid gene rps2, encoding the\nS2 subunit of the plastid ribosome. Parasitic Scrophulariaceae and\nOrobanchaceae form a mono-phyletic group in which parasitism can be\ninferred to have evolved once. Holoparasitism has evolved independently\nat least five times, with certain holoparasitic lineages represent-ing\nsingle species, genera, and collections of nonphotosyn-thetic genera.\nEvolutionary loss of the photosynthetic gene rbcL is limited to a subset\nof holoparasitic lineages, with several holoparasites retaining a full\nlength rbcL sequence. In contrast, the translational gene rps2 is\nretained in all plants investigated but has experienced rate\naccelerations in several hemi- as well as holoparasitic lineages,\nsuggesting that there may be substantial molecular evolutionary changes\nto the plastid genome of parasites before the loss of photosynthesis.\nIndependent patterns of synonymous and nonsynonymous rate acceleration\nin rps2 point to distinct mechanisms under-lying rate variation in\ndifferent lineages. Parasitic Scrophu-lariaceae (including the\ntraditional Orobanchaceae) provide a rich platform for the investigation\nof molecular evolutionary process, gene function, and the evolution of\nparasitism.","trees":[{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Scrophulariaceae Orobanchaceae and nonparasitic\nrelatives","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3548.phy"}]}