{"Authors":" Diana Kao, Michael J. Stanhope, Gregory C. Cleven, Ole\nMadsen, Wilfried W. de Jong, Mark S. Springer, S. Blair Hedges, Victor\nG. Waddell","Year":" 1998","Title":" Molecular evidence for multiple origins of Insectivora and\nfor a new order of endemic African insectivore mammals.","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 95","Issue":" NA","Pages":" 9967-9972","Keywords":" NA","DOI":" NA","Abstract":" The traditional views regarding the mammalian order\nInsectivora are that the group descended froma single common ancestor\nand that it is comprised of the following families: Soricidae (shrews),\nTenrecidae (tenrecs), Solenodonti-dae (solenodons), Talpidae (moles),\nErinaceidae (hedgehogs and gymnures), and Chrysochloridae (golden\nmoles). Here we present a molecular analysis that includes\nrepresentatives of all six families of insectivores, as well as 37 other\ntaxa representing marsupials, monotremes, and all but two orders of\nplacental mammals. These data come from complete sequences of the\nmitochondrial 12S rRNA, tRNA-Valine, and 16S rRNA genes (2.6 kb). A wide\nrange of different methods of phylogenetic analysis groups the tenrecs\nand golden moles (both endemic to Africa) in an all-African superordinal\nclade comprised of elephants, sire-nians, hyracoids, aardvark, and\nelephant shrews, to the exclusion of the other four remaining families\nof insectivores. Statistical analyses reject the idea of a monophyletic\nInsectivora as well as traditional concepts of the insectivore suborder\nSoricomorpha. These findings are supported by sequence analyses of\nseveral nuclear genes presented here: vWF, A2AB, and a- bhemoglobin.\nThese results require that the order Insectivora be partitioned and that\nthe two African families (golden moles and tenrecs) be placed in a new\norder. The African superordinal clade now includes six orders of\nplacental mammals.","trees":[{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Insectivores","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3552.phy"},{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Insectivores","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3553.phy"},{"tree_label":"Fig. 3","ntax":"8","rootedtree":"TRUE","title":"Insectivores","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3554.phy"}]}