{"Authors":" H. D. Marshall, M. S. Willcox, R. L. Palma, J. A. Gerwin,\nI. Siebold, Allan J. Baker, A. J. Helbig, D. L. Dittmann, R. W. Furness,\nR. Ramli, R. M. Zink, H. U. Peter, J. de Korte, K. Blechschmidt, R. H.\nWilson, Bernard L Cohen","Year":" 1997","Title":" Enigmatic phylogeny of skuas (Aves: Stercorariidae).","Journal":" Proceedings of the Royal Society B","Volume":" 264","Issue":" 1379","Pages":" 181-190","Keywords":" NA","DOI":" NA","Abstract":" Multiple sources of evidence show that the skuas (Aves:\nStercorariidae) are a monophyletic group, closely related to gulls\n(Laridae). On morphological and behavioural evidence the Stercorariidae\nare divided into two widely divergent genera, Catharacta and\nStercorarius, consistent with observed levels of nuclear and\nmitochondrial gene divergence. Catharacta skuas are large-bodied and\nwith one exception breed in the Southern Hemisphere. Stercorarius skuas\n(otherwise known as jaegers) are smaller bodied and breed exclusively in\nthe Northern Hemisphere. Evidence from both mitochondrial and nuclear\ngenomes and from ectoparasitic lice (Insecta: Phthiraptera) shows that\nthe Pomarine skua, S. pomarinus, which has been recognized as being\nsomewhat intermediate in certain morphological and behavioural\ncharacteristics, is much more closely related to species in the genus\nCatharacta, especially to the Northern Hemisphere-breeding Great skua,\nC. skua, than it is to the other two Stercorarius skuas, the Arctic\nskua, S. parasiticus and the Longtailed skua, S. longicaudus. Three\npossible explanations that might account for this discordant aspect of\nskua phylogeny are explored. These involve (i) the segregation of\nancestral polymorphism, (ii) convergent evolution of morphology and\nbehaviour or (iii) intergeneric hybridization. The available evidence\nfrom both nuclear and mitochondrial genomes does not exclude any of\nthese hypotheses. Thus, resolution of this enigma of skua phylogeny\nawaits further work.","trees":[{"tree_label":"Fig. 1","ntax":"10","rootedtree":"TRUE","title":"Skuas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3555.phy"},{"tree_label":"RFLP 2","ntax":"5","rootedtree":"TRUE","title":"Skuas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3556.phy"},{"tree_label":"RFLP 1","ntax":"5","rootedtree":"TRUE","title":"Skuas","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3557.phy"}]}