{"Authors":" M. E. Burke, S. Stark, C. W. Thayer, A. B. Gawthrop,\nBernard L Cohen","Year":" 1998","Title":" Comparison of articulate brachiopod nuclear and mitochondrial\ngene trees leads to a clade-based redefinition of protostomes\n(Protostomozoa) and deuterostomes (Deuterostomozoa).","Journal":" Proceedings of the Royal Society B","Volume":" 265","Issue":" 1395","Pages":" 475-482","Keywords":" brachiopod; protostome; phoronid; deuterostome; ectoproct;\nProtostomozoa","DOI":" 10.1098/rspb.1998.0319","Abstract":" Nuclear and mtDNA sequences from selected short-looped\ntelebratuloid (terebratulacean) articulate brachiopods yield congruent\nand genetically independent phylogenetic reconstructions by parsimony\nneighbour-joining and maximum likelihood methods, suggesting that both\nsources of data are reliable guides to brachiopod species phylogeny. The\npresent-day genealogical relationships and geographical distributions of\nthe tested terebratuloid brachiopods are consistent with a tethyan\ndispersal and subsequent radiation. Concordance of nuclear and\nmitochondrial gene phylogenies reinforces previous indications that\narticulate brachiopods, inarticulate brachiopods, phoronids and\nectoprocts cluster with other organisms generally regarded as\nprotostomes. Since ontogeny and morphology in brachiopods, ectoprocts\nand phoronids depart in important respects from those features\nsupposedly diagnostic of protostumes, this demonstrates that the\noperational definition of protostomy by the usual ontological characters\nmust be misleading or unreliable. New molecular, operational definitions\nare proposed to replace the traditional criteria for the recognition of\nprotostomes and deuterostomes, and the clade-based terms ‘Protostomozoa’\nand ‘Deuterostomozoa’ are proposed to replace the existing terms\n‘Protostomia’ and ‘Deuterostomia’.","trees":[{"tree_label":"Fig. 2","ntax":"27","rootedtree":"TRUE","title":"Articulate Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3558.phy"}]}