{"Authors":" Paul K. Flook, C. Hugh F. Rowell, Stephan Klee","Year":" 1999","Title":" Combined molecular phylogenetic analysis of the Orthoptera\n(Arthropoda, Insecta) and implications for their higher\nsystematics.","Journal":" Systematic Biology","Volume":" 48","Issue":" 2","Pages":" 233-253","Keywords":" Combined analysis; insect phylogeny; molecular evolution;\nOrthoptera; ribosomal DNA","DOI":" 10.1080/106351599260274","Abstract":" A phylogenetic analysis of mitochondrial and nuclear rDNA\nsequences from species of all the superfamilies of the insect order\nOrthoptera (grasshoppers, crickets and relatives) confirmed that\nalthough mitochondrial sequences provided good resolution of the\nyoungest superfamilies, nuclear rDNA sequences were necessary to\nseparate the basal groups. To try to reconcile these data sets into a\nsingle fully resolved orthopteran phylogeny, we adopted consensus and\ncombined data strategies. The consensus analysis produced a partially\nresolved tree, lacking several well-supported features of the individual\nanalyses. However, this lack of resolution was explained by an\nexamination of resampled data sets that identified the likely source of\nerror as the relatively short length of the individual mitochondrial\ndata partitions. In a subsequent comparison in which the mitochondrial\nsequences were initially combined, we observed less conflict. We then\nused two approaches to examine the validity of combining all of the data\nin a single analysis; comparative analysis of trees recovered from\nresampled data sets and the application of a randomization test. The\nresults did not point to significant levels of heterogeneity in\nphylogenetic signal between the mitochondrial and nuclear data sets, and\nwe therefore proceeded with a combined analysis. Reconstructing\nphylogenies under the minimum evolution and maximum likelihood\noptimality criteria, we examined monophyly of the major orthopteran\ngroups using nonparametric and parametric bootstrap analysis and\nKishino-Hasegawa tests. Our analysis suggests that phylogeny\nreconstruction under the ML criteria is the most discriminating approach\nfor the combined sequences. The results indicate that the caeliferan\nPneumoroidea and Pamphagoidea (as previously suggested) are\npolyphyletic. The Acridoidea is redefined to include all pamphagoid\nfamilies other than the Pyrgomorphidae, which we propose should be\naccorded superfamily status. Combined analysis; insect phylogeny;\nmolecular evolution; Orthoptera; ribosomal DNA.","trees":[{"tree_label":"Fig. 1a 12S","ntax":"33","rootedtree":"TRUE","title":"Orthoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3561.phy"},{"tree_label":"Fig. 1a 16S","ntax":"33","rootedtree":"TRUE","title":"Orthoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3562.phy"},{"tree_label":"Fig. 1a 12S 16S","ntax":"33","rootedtree":"TRUE","title":"Orthoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3563.phy"},{"tree_label":"Fig. 1a 18S","ntax":"33","rootedtree":"TRUE","title":"Orthoptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3564.phy"},{"tree_label":"Fig. 5","ntax":"33","rootedtree":"TRUE","title":"Orthoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3565.phy"},{"tree_label":"Fig. 6","ntax":"33","rootedtree":"TRUE","title":"Orthoptera","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3566.phy"}]}