{"Authors":" François Catzeflis, Marjon A. M. van Dijk, Wilfried W. de\nJong, Emmanuel Paradis","Year":" 1999","Title":" The virtues of gaps: Xenarthran (Edentate) monophyly\nsupported by a unique deletion in alphaA-crystallin.","Journal":" Systematic Biology","Volume":" 48","Issue":" 1","Pages":" 94-106","Keywords":" Edentata; indels; molecular phylogeny; Xenarthra","DOI":" 10.1080/106351599260463","Abstract":" Shared insertions or deletions (indels) in protein-coding\nDNA can be strong indicators of the monophyly of a taxon. A three-amino\nacid deletion had previously been noted in the eye lens protein\n(A-crystallin of two species of sloths and two species of anteaters,\nwhich represent the Pilosa, one of the two infraorders of Xenarthra\n(Edentata). This deletion has not been observed in 55 species from 16\nother eutherian orders, nor in two species of marsupials and 34\nnon-mammalian vertebrates, from birds to shark. At the genomic level, we\nhave now detected this deletion in two species of armadillos of the\nsecond xenarthran infraorder, Cingulata, as well as in an additional\nspecies of anteater. Phylogenetic trees were constructed from a 145-bp\nsequence of the (A-crystallin gene of 39 tetrapod species, supporting\nxenarthran monophyly with values from 86 to 90%. To quantify the\nadditional support for xenarthran monophyly, as given by the\nthree-residue deletion, we computed the probabilities for the occurrence\nof this deletion per evolutionary time unit for alternative hypothetical\ntree topologies. In the obtained estimates, the six trees in which the\nxenarthran subgroups are unresolved or paraphyletic give an increasingly\nlower likelihood than the two trees which assume xenarthran monophyly.\nFor the monophyletic trees, the probability that the deletion observed\nin the xenarthrans is due to a single event is >0.99. Thus, this\ndeletion in (A-crystallin gives strong molecular support for the\nmonophyly of this old and diverse order. Edentata; indels; molecular\nphylogeny; Xenarthra.","trees":[{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"Xenarthra & Terrestrial Vertebrates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3570.phy"}]}