{"Authors":" Jamie L. Platt, Joseph W. Spatafora","Year":" 2000","Title":" Evolutionary relationships of nonsexual lichenized fungi:\nmolecular phylogenetic hypotheses for the genera Siphula and Thamnolia\nfrom SSU and LSU rDNA","Journal":" Mycologia","Volume":" 92","Issue":" 3","Pages":" 475-487","Keywords":" Baeomycetaceae; Icmadophilaceae; Helotiales;\nSiphulaceae","DOI":" NA","Abstract":" The nonsexual lichenized family Siphulaceae is comprised\nof the obligately sterile genera, Siphula and Thamnolia. These genera\nare currently placed in the order Lecanorales, apparently based soley on\nthe character of lichenization since apothecia and other lichen\nreproductive structures are absent. Using the nucleotide characters of\nrDNA, we tested the phylogenetic position of these genera among the\nAscomycota. Cladistic analyses of SSU nrDNA and partial LSU nrDNA did\nnot support the recognition of the Siphulaceae. Rather, Siphula and\nThamnolia represent independent origins of nonsexual lichens among the\nIcmadophilaceae; a family that is currently classified in the order\nHelotiales. In addition to these molecular characters, the secondary\nchemistry of these genera also supports their affinity with the\nIcmadophilaceae. We propose taxonomically emending the Icmadophilaceae\nto include the genera Siphula and Thamnolia. The phylogenetic\nrelationships between the Icmadophilaceae and the Baeomycetaceae, the\nother family of lichenized fungi classified in the Helotiales, are\ndiscussed. Cladistic evidence is provided which demonstrates that the\nBaeomycetaceae is a distinct taxon from the Icmadophilaceae and the two\nfamilies represent independent lichenization events. The phylogenetic\nrelationships between these families and other higher taxa (e.g.,\nfamilies and orders) of the Ascomycota are also discussed.","trees":[{"tree_label":"Fig. 1","ntax":"48","rootedtree":"TRUE","title":"nonsexual lichenized fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3571.phy"},{"tree_label":"Fig. 2","ntax":"39","rootedtree":"TRUE","title":"nonsexual lichenized fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3572.phy"}]}