{"Authors":" J. P. Hugot","Year":" 1999","Title":" Primates and their pinworm parasites: the Cameron hypothesis\nrevisited.","Journal":" Systematic Biology","Volume":" 48","Issue":" 3","Pages":" 523-546","Keywords":" Cameron’s hypothesis; cospeciation; Enterobiinae;\nhost/parasite coevolution; Nematoda; Oxyurid; pinworm; Primate","DOI":" 10.1080/106351599260120","Abstract":" A morphologically based cladistic analysis of the\nEnterobiinae, which includes most of the Oxyuridae parasitic in\nPrimates, allows a re-evaluation of the Cameron’s hypothesis of close\ncoevolution between hosts and parasites. Each of the three genera\nseparated in the Enterobiinae fit with one of the suborders defined in\nPrimates: Lemuricola with the Strepsirhini, Trypanoxyuris with the\nPlatyrrhini, and Enterobius with the Catarrhini. Inside each of the\nthree main groups, the subdivisions observed in the parasite tree also\nfit with many of the subdivisions generally accepted within the Primate\norder. These results confirm the subgroups previously described in the\nsubfamily and support Cameron’s hypothesis in its aspect of association\nby descent. Although the classification of the Enterobiinae generally\nclosely underlines the classification of Primates, several discordances\nare also observed. These are discussed case by case, with use of\ncomputed reconstruction scenarios. Given that the occurrences of the\nsame pinworm species as a parasite for several congeneric host species\nis not the generalised pattern, and given that several occurrences also\nare observed in which the speciations of the parasites describe a more\ncomplex network, Cameron’s hypothesis of a slower rhythm of speciation\nin the parasites can be considered partly refuted. The presence of two\ngenera parasitic on squirrels in a family which contains primarily\nprimate parasites is also discussed. The cladistic analysis does not\nsupport close relationships between the squirrel parasites and suggests\nan early separation from the Enterobiinae for the first one\n(Xeroxyuris), and a tardy host-switching from the Platyrrhini to the\nsquirrels for the second. (Rodentoxyuris). Cameron’s hypothesis;\ncospeciation, Enterobiinae; host/parasite coevolution; Nematoda;\nOxyurid; pinworm; Primate.","trees":[{"tree_label":"Fig. 1","ntax":"48","rootedtree":"TRUE","title":"Enterobiinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3573.phy"},{"tree_label":"strict","ntax":"50","rootedtree":"TRUE","title":"Enterobiinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3574.phy"}]}