{"Authors":" R. H. Petersen, K. W. Hughes, A. S. Methven, L. L. McGhee,\nJ. E. Johnson","Year":" 1999","Title":" Patternsof geographic speciation in the genus Flammulina\nbased on sequences of the ribosomalITS1-5.8S-ITS2 area.","Journal":" Mycologia","Volume":" 91","Issue":" 6","Pages":" 978-986","Keywords":" Agaricales; biogeography; DNA; enoki-take; fungi;\nTricholomataceae; vicariance; winter mushroom","DOI":" NA","Abstract":" Previous studies based on morphology and on ability to\nintercross suggested that new biological and morphological species were\nsheltered within the genus Flammulina as well as varieties within F.\nvelutipes. The currently described or proposed Northern Hemisphere\nFlammulina species are F. mexicana, F. populicola, F. rossica, F.\nononidis, F. elastica, F. fennae and F. velutipes. Within F. velutipes\nare F. velutipes var. velutipes, var. lupinicola, and var. lactea. The\nribosomal ITS1-5.8S-ITS2 region was sequenced for eighteen\ngeographically diverse Flammulina collections, including the three F.\nvelutipes varieties. Results of Neighbor Joining and Parsimony analysis\nproduced five distinct Northern Hemisphere clades, a clade consisting of\nF. velutipes together with it’s varieties, a clade consisting of F.\npopulicola and F. mexicana, and clades representing F. fennae, F.\nrossica and F. elastica together with F. ononidis. Data are consistent\nwith the hypothesis that F. populicola is a relatively old species which\nhas diverged significantly on different continents, possibly giving rise\nto F. mexicana in North America. The ITS sequence for Flammulina\nstratosa, an isolate from New Zealand, is highly divergent from all\nother Flammulina isolates and may represent an ancient endemic or the\nproduct of very rapid evolution. Species diversity is highest in Europe\nand suggests that Europe may be a center of diversity for this\ngroup.","trees":[{"tree_label":"Fig. 1","ntax":"18","rootedtree":"TRUE","title":"Flammulina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3575.phy"}]}