{"Authors":" M. G. Harasewych, Tracy Spriggs, C. J. Bult, Judith A.\nBlake, Deborah Saudek, S. Laura Adamkewicz","Year":" 1997","Title":" Neogastropod phylogeny: A molecular perspective.","Journal":" Journal of Molluscan Studies","Volume":" 63","Issue":" 3","Pages":" 327-351","Keywords":" NA","DOI":" 10.1093/mollus/63.3.327","Abstract":" The origin and evolution of the gastropod order\nNeogastropoda was investigated using an iterative, two gene (18S rDNA\nand cytochrome c oxidase I) approach to phylogeny reconstruction.\nPartial sequences spanning approximately 450 base pairs near the 5’ end\nof the 18S rDNA gene confirmed the monophyly of Apogastropoda and its\ntwo subclades, the Caenogastropoda (including Neogastropoda and\nArchitaenioglossa) and the Heterobranchia, but were incapable of\nresolving relationships among neogastropod families, or between\nNeogastropoda and higher Caenogastropoda. The monophyly of\nHeterobranchia is additionally supported by the presence within this\ngroup of a large insert of variable length in the 18S rDNA gene in the\nregion corresponding to the E-10-1 helix of the RNA molecule. Cytochrome\nc oxidase I sequences were able to resolve fully the relationships among\nrepresentatives of ten families of Neogastropoda. Maximum parsimony,\nmaximum likelihood and neighbor-joining analyses of these data all\nrevealed that Buccinoidea and Muricoidea (sensu Thiele, 1929) each\nrepresent a clade, while the families assigned by Thiele and some\nsubsequent authors to the superfamily Volutoidea comprise a grade.\nAlthough the two toxoglossan taxa included in our study emerged as a\ngrade rather than a clade, denser taxonomic sampling of this group will\nbe undertaken to investigate further the paraphyly of Conoidea. Based on\npercent transversions at third codon positions of the CO I gene,\ndifferences among neogastropod families as well as those between the\nneogastropod families and Cerithium are comparable to genetic\ndifferences between orders of mammals, but are only slightly greater\nthan differences between genera of penaeid shrimp.","trees":[{"tree_label":"Fig. 6B","ntax":"17","rootedtree":"TRUE","title":"Neogastropoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3589.phy"},{"tree_label":"Fig. 6C","ntax":"17","rootedtree":"TRUE","title":"Neogastropoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3590.phy"},{"tree_label":"Fig. 4","ntax":"33","rootedtree":"TRUE","title":"Apogastropoda","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3587.phy"},{"tree_label":"Fig. 6A","ntax":"17","rootedtree":"TRUE","title":"Neogastropoda","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3588.phy"}]}