{"Authors":" Gary L. Floyd, Paul A. Fuerst, Shin Watanabe, Atsumi\nHimizu, Louise A. Lewis","Year":" 2000","Title":" Pseudoneochloris marina (Chlorophyta), a New Ulvophycean\nAlga, and its Phylogenetic Position Inferred from Morphological and\nMolecular Data.","Journal":" Journal of Phycology","Volume":" 36","Issue":" 3","Pages":" 596-604","Keywords":" 18S ribosomal RNA; flagellar apparatus; Neochloris;\nPseudoneochloris; ultrastructure; Ulvophyceae","DOI":" 10.1046/j.1529-8817.2000.99123.x","Abstract":" Ultrastructural and molecular sequence data were used to\nassess the phylogenetic position of the coccoid green alga deposited in\nthe culture collection of the University of Texas at Austin (UTEX) under\nthe name of Neochloris sp. (#1445). This alga has uninucleate vegetative\ncells and a parietal chloroplast with pyrenoids, and reproduces by\nforming naked biflagellate zoospores. Electron microscopy revealed that\nzoospores have basal bodies displaced in the counterclockwise absolute\norientation and overlapped at their proximal ends. Four microtubular\nrootlets numbering 2 and 2/1 are alternatively arranged in a cruciate\npattern. A System I fiber extends beneath each d rootlet, and a System\nII fiber (rhizoplast) originates from each basal body and extends\nperipherally along each d rootlet. These features differ substantially\nfrom those of the three genera, Ettlia (Kom·rek) Deason et al.,\nNeochloris (Starr) Deason et al., and Parietochloris Watanabe et Floyd,\nall of which were previously accommodated in the single genus Neochloris\nStarr. Sequence data from the nuclear small subunit ribosomal RNA gene\nwere obtained, and compared with published green algal sequences.\nResults from the ultrastructural and sequence data support the placement\nof Neochloris sp. (UTEX 1445) in the Ulvophyceae. This isolate is\ndescribed as Pseudoneochloris marina, gen. et sp. nov. in the\nUlotrichales, Ulvophyceae.","trees":[{"tree_label":"Fig. 26","ntax":"39","rootedtree":"TRUE","title":"Ulvophycean Algae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3595.phy"}]}