{"Authors":" Thomas D. Bruns, Annette M. Kretzer","Year":" 1999","Title":" Use of atp6 in fungal phylogenetics: an example from the\nBoletales.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 13","Issue":" NA","Pages":" 483-492","Keywords":" NA","DOI":" 10.1006/mpev.1999.0680","Abstract":" Complete nucleotide sequences have been determined for\natp6 from Suillus luteus and cox3 from Suillus sinuspaulianus\n(Boletales, Hymenomycetes, Basidiomycota), which code for ATPase subunit\n6 and cytochrome oxidase subunit 3, respectively. These sequences were\nused to design PCR primers for the amplification of partial atp6 and\ncox3 sequences from other members of the Boletales and outgroup taxa. In\natp6 and cox3 from Russula rosacea, one of the outgroup taxa, we\nobserved a number of in frame TGAtrp codons, which imply a Neurospora\ncrassa -type mitochondrial code in Russula rosacea and possibly in the\nbasidiomycetes in general. Interestingly, however, most basidiomycetes\nother than R. rosacea appear to strongly prefer the TGGtrp codon, which\nis unusual given the strong A+T bias in fungal mitochondrial genomes.\nPairwise comparisons were performed between atp6 sequences from\nincreasingly divergent fungal lineages, and results show that all three\ncodon positions become saturated in substitutions after an estimated\ndivergence time of approx. 300 Ma. This means that atp6 is likely to\nprovide phylogenetic resolution within fungal classes, but not at higher\ntaxonomic levels. Also, because of the strong A+T bias in fungal\nmitochondrial genomes, A/T transversions were found to be more common\nthan any other type of substitution resulting in transversions being\nabout 2-3 times more common in most pairwise sequence comparisons.\nFinally, atp6 sequences were used to infer phylogenetic relationships\nbetween 27 taxa from the Boletales and 4 outgroup taxa. Analyses were\nperformed (i) on nucleotide sequence data using parsimony (successive\napproximation) as well as maximum likelihood methods and (ii) on deduced\namino acid sequences using distance methods based on empirical\nsubstitution probabilities. Results from the various analyses are\nlargely concordant with each other as well as with prior analyses of\npartial mitochondrial large subunit rDNA (mtLSU rDNA). Analysis of the\ncombined atp6 and mtLSU rDNA sequences resulted in increased bootstrap\nsupport for several key branches. Relationships that have been resolved\nfor the first time in the current analysis will be discussed.","trees":[{"tree_label":"Fig. 5A","ntax":"31","rootedtree":"TRUE","title":"Boletales (atp6 only)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3596.phy"},{"tree_label":"Fig. 5C","ntax":"26","rootedtree":"TRUE","title":"Boletales (atp6+mtLSU)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3597.phy"}]}