{"Authors":" Laura A. Hamilton, Charles D. Bell, R. W. Patterson","Year":" 1999","Title":" Sectional intergrety in Linanthus (Polemoniaceae): a\nmolecular phylogeny of section Dianthoides.","Journal":" Systematic Botany","Volume":" 24","Issue":" NA","Pages":" 632-644","Keywords":" NA","DOI":" NA","Abstract":" The 44 species of Linanthus are arranged into six sections\nbased on morphological features. Five of the sections are readily\ncircumscribed and have not presented infrageneric problems to botanists.\nSection Dianthoides, however, is not morphologically cohesive. It\nconsists of eight annual species sensu Grant, with diverse ranges and\nhabitats in southern California and northern Baja California. Vegetative\nand floral features suggest that the section, as traditionally defined,\nmay not be monophyletic. However, these data do not offer a clear view\nof relationships among these species or of these species within the\ngenus. To test the monophyly of sect. Dianthoides and to decipher\nrelationships among the species, we conducted a phylogenetic analysis\nusing sequence data from the ITS region of nuclear ribosomal DNA. We\nsampled all ten species from both Grant and Patterson’s treatments of\nsect. Dianthoides and at least one species from each of the other five\nsections. These data support a paraphyletic Linanthus, which is\nconsistent with the findings of other molecular studies. Trees obtained\nshow two lineages of Linanthus: one comprising sect. Dianthoides, two\nspecies of sect. Linanthus (sensu Grant), members of Leptodactylon and\ntwo species of Gilia included in the analyses and a second lineage\ncomposed of the remaining four sections of Linanthus and Phlox.","trees":[{"tree_label":"sensu Grant","ntax":"28","rootedtree":"TRUE","title":"constraint","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1095.phy"},{"tree_label":"sensu Patterson","ntax":"28","rootedtree":"TRUE","title":"constraint","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1096.phy"},{"tree_label":"Fig. 3c","ntax":"28","rootedtree":"TRUE","title":"maximum-likelihood","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1093.phy"},{"tree_label":"Fig. 3b","ntax":"28","rootedtree":"TRUE","title":"minimum-evolution","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1094.phy"},{"tree_label":"Figs. 2 & 3a","ntax":"28","rootedtree":"TRUE","title":"maximum parsimony","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3598.phy"}]}