{"Authors":" Rosemary Loria, Claudia Olivier, Robert A. Shoemaker, Mary\nL. Berbee","Year":" 2000","Title":" Molecular phylogenetic support from ribosomal DNA sequences\nfor origin of Helminthosporium from Leptosphaeria-like loculoascomycete\nancestors.","Journal":" Mycologia","Volume":" 92","Issue":" 4","Pages":" 736-746","Keywords":" ascomycete phylogeny; Bipolaris; Cochliobolus; Drechslera;\nExserohilum; H. solani; H. velutinum; internal transcribed spacers;\nPleosporales; Pyrenophora; rDNA; Setosphaeria","DOI":" NA","Abstract":" Internal transcribed spacer (ITS) regions and 5.8S rDNA\nwere PCR-amplified and sequenced for 17 isolates of Helminthosporium\nsolani, cause of the potato disease silver scurf, and for 10 other\nisolates obtained from culture collections as Helminthosporium spp. Of\nthese, five isolates had been incorrectly identified as Helminthosporium\nspp. and belonged in the genera Cochliobolus (anamorphs Bipolaris,\nCurvularia), Cladosporium, and Pyrenophora (anamorph Drechslera).\nSequence alignment and analyses of ITS regions and 5.8S rDNA of four\ntrue Helminthosporium species and more than 45 fungi formerly grouped in\nthe genus Helminthosporium sensu lato revealed that the segregated\nHelminthosporium species did not group with Helminthosporium s.s. Three\nspecies of Helminthosporium s.s. (H. solani, type species H. velutinum,\nand H. chlorophorae) grouped tightly and were most closely related to\nthe teleomorph Leptosphaeria bicolor. For H. solani and H. velutinum,\n18SrDNA sequences were also determined. Phylogenetic analyses of the 18S\nrDNA sequences of 33 euascomycetous species confirmed the close\nrelationship of H. solani and H. velutinum to L. bicolor and placed\nHelminthosporium in the Pleosporales with 100% parsimony bootstrap\nsupport. Helminthosporium asterinum did not group closely with the other\nspecies of Helminthosporium s.s., but was as closely related to\ndiscomycetes in the Leotiales as to other true Helminthosporium spp.\nReview of type material revealed that H. asterinum could be excluded\nfrom the genus Helminthosporium based on morphology.","trees":[{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"origin of Helminthosporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1116.phy"},{"tree_label":"Fig. 3","ntax":"33","rootedtree":"TRUE","title":"origin of Helminthosporium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1117.phy"}]}