{"Authors":" Frank N. Martin","Year":" 2000","Title":" Phylogenetic relationships among some Pythium species\ninferred fromsequence analysis of the mitochondrially-encoded cytochrome\noxidase II gene.","Journal":" Mycologia","Volume":" 92","Issue":" 4","Pages":" 711-727","Keywords":" Oomycota; phylogeny","DOI":" NA","Abstract":" The phylogenetic relationships of 67 isolates representing\n24 species of Pythium were assessed by sequence alignment of 684 bp of\nthe mitochondrially-encoded cytochrome oxidase II gene. Sequence\ndifferences among species ranged from 1.6 to 14.7 substitutions per 100\nbases. The species grouped into three major clades that were, in a\ngeneral sense, reflective of zoosporangial or hyphal swelling\nmorphology. Clade I contained species with globose to spherical\nzoosporangia or spherical hyphal swellings. Clade II was comprised of\nfour species, only one of which produced zoosporangia (P. ultimum var.\nsporangiiferum) with the remaining species producing only spherical\nhyphal swellings. Species with filamentous to lobulate zoosporangia were\nin clade III. Pythium oligandrum, a species that produces subglobose\nzoosporangia with interconnecting filamentous parts was intermediate\nbetween species with inflated to lobulate filamentous zoosporangia and\nspecies that produced spherical to globose zoosporangia (clades I and\nII). Two species that produced globose zoosporangia (P. pulchrum and P.\nrostratum) grouped together separately from the other clades, as did P.\nnunn. The evolutionary relationships among species obtained by analysis\nof cox II DNA sequence data corresponds well with the genomic location\nof this mitochondrially encoded gene as well as the location of the\nnuclear encoded 5S rRNA gene for a subset of species examined.\nCharacteristics such as heterothallism, oogonial ornamentation,\nmycoparasitism and the presence of linear mitochondrial genomes were\npolyphyletic. The only species that contained isolates that did not\ngroup together were P. ultimum and P. irregulare; possible reasons for\nthis are discussed.","trees":[{"tree_label":"Fig. 3","ntax":"68","rootedtree":"TRUE","title":"Pythium","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1135.phy"},{"tree_label":"Fig. 4","ntax":"68","rootedtree":"TRUE","title":"Pythium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1136.phy"},{"tree_label":"Fig. 5","ntax":"68","rootedtree":"TRUE","title":"Pythium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1137.phy"}]}