{"Authors":" Guus Bakkeren, C. A. Levesque, James W. Kronstad","Year":" 2000","Title":" Comparison of AFLP fingerprints and ITS sequences as\nphylogenetic markers in Ustilaginomycetes.","Journal":" Mycologia","Volume":" 92","Issue":" NA","Pages":" 510-521","Keywords":" basidiomycete; bunt fungus; host plant; pathogen;\nphylogeny; smut; taxonomy; Ustilaginales; Ustilago","DOI":" NA","Abstract":" We have compared the use of DNA sequences from the genomic\ninternal transcribed spacer (ITS) ribosomal RNA region, with a newer\nmethod, the amplified fragment length polymorphism (AFLP) technique. ITS\nsequences encompass only a small part of the genome but normally reveal\nsufficient variability to distinguish isolates at the genus and often\nthe species level. Although the AFLP technology reveals genome-wide\nrestriction fragment length polymorphisms, it has not been employed\nextensively in establishing phylogenetic relationships. We have adapted\nthe AFLP technology for fungal genomes and compared AFLP fingerprints\ngenerated from several fungal species and isolates from the order\nUstilaginales: Ustilago hordei, U. nigra, U. aegilopsidis, U. avenae, U.\nkolleri, U. bullata, U. nuda, U. tritici, U. maydis, U. scitaminea,\nSporisorium reilianum, and Tilletiales, Tilletia indica and T. walkeri.\nGeographical isolates of U. hordei and related species, particularly\nthose infecting small-grain cereals, were difficult to distinguish when\ncomparing ITS sequences, but were clearly separated when comparing AFLP\nfingerprints. The abundance of polymorphisms makes the AFLP technique\nmore suitable to distinguish organisms in clusters of closely related\nspecies and at the isolate level. Phylogenetic analyses of the data sets\ngenerated with the two methods revealed that the AFLP-derived\nphylogenetic relationships were not in disagreement with the ITS-derived\ntree. The fungal phylogenetic tree correlated additionally with one from\nthe graminaceous hosts generated from literature data, suggesting\ncoevolution of some specialized host-pathogen systems. The clustering of\nsmall grain-infecting smuts due to limited genetic variability, in\ncombination with other molecular, mating and literature data, suggests\nreclassification of this group possibly to include varietas designations\nto define host range.","trees":[{"tree_label":"Fig. 2 ITS","ntax":"15","rootedtree":"TRUE","title":"Ustilaginomycetes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3559.phy"},{"tree_label":"Fig. 2 AFLP","ntax":"12","rootedtree":"TRUE","title":"Ustilaginales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3560.phy"}]}