{"Authors":" Sarah Mathews, Jeff J. Doyle, Curtis C. Clevinger, Mark P.\nSimmons, Vincent Savolainen, Robert H Archer","Year":" 2001","Title":" Phylogeny of the Celastraceae inferred from phytochrome B\ngene sequence and morphology.","Journal":" American Journal of Botany","Volume":" 88","Issue":" 2","Pages":" 313-325","Keywords":" Brexia; Celastraceae; Goupia; Hippocrateaceae; nuclear\ngene family; phylogeny; phytochrome B; Plagiopteron","DOI":" NA","Abstract":" Phylogenetic relationships within Celastraceae were\ninferred using a simultaneous analysis of 61 morphological characters\nand 1123 base pairs of phytochrome B exon 1 from the nuclear genome. No\ngaps were inferred, and the gene tree topology suggests that the primers\nwere specific to a single locus that did not duplicate among the\nlineages sampled. This region of phytochrome B was most useful for\nexamining relationships among closely related genera. Fifty-one species\nfrom 38 genera of Celastraceae were sampled. The Celastraceae sensu lato\n(including Hippocrateaceae) were resolved as a monophyletic group.\nLoesener’s subfamilies and tribes of Celastraceae were not supported.\nThe Hippocrateaceae were resolved as a monophyletic group nested within\na paraphyletic Celastraceae sensu stricto. Goupia was resolved as more\nclosely related to Euphorbiaceae, Corynocarpaceae, and Linaceae than to\nCelastraceae. Plagiopteron (Flacourtiaceae) was resolved as the sister\ngroup of Hippocrateoideae. Brexia (Brexiaceae) was resolved as closely\nrelated to Elaeodendron and Pleurostylia. Canotia was resolved as the\nsister group of Acanthothamnus within Celastraceae. Perrottetia and\nMortonia were resolved as the sister group of the rest of the\nCelastraceae. Siphonodon was resolved as a derived member of\nCelastraceae. Maytenus was resolved as three disparate groups,\nsuggesting that this large genus needs to be recircumscribed.","trees":[{"tree_label":"Fig. 3","ntax":"58","rootedtree":"TRUE","title":"Celastraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_588.phy"},{"tree_label":"Figs. 1 and 2","ntax":"103","rootedtree":"TRUE","title":"Celastraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1160.phy"}]}