{"Authors":" Edmund Gittenberger, Eddy G. M. Dijkstra, Coline H. M. van\nMoorsel","Year":" 2000","Title":" Molecular Evidence for Repetitive Parallel Evolution of Shell\nStructure in Clausiliidae (Gastropoda, Pulmonata)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 17","Issue":" 2","Pages":" 200 –208","Keywords":" Phylogeny; rDNA; ITS; clausilial apparatus; parallel\nevolution; Clausiliidae","DOI":" 10.1006/mpev.2000.0826","Abstract":" The division of clausiliid genera, using the type of\nclausilial apparatus (CA) as the decisive criterion, is ambiguous. Two\ntypes of CA can be distinguished: the normal (N) type and the\nGraciliaria (G) type. Morphological resemblance between species with\ndifferent types of CA led to the hypothesis that the CA type is\nhomoplasious. Therefore sequence variation, phylogenetic relationships,\nand the evolution of the CA were studied in the genera Albinaria,\nIsabellaria, and Sericata. Phylogenetic relations were inferred from\nparsimony and neighbor-joining analyses of the nucleotide sequences of\nboth internal transcribed spacers (ITS1 and ITS2) of the rDNA of 36\nspecies. The variation among the sequences was great: 21.8% of the\nsequences were ambiguously aligned and excluded from the analysis. A\nhigh GC content in the unambiguously aligned portions and a\nsubstitutional bias toward a higher GC content are indicators of\nsubstitutional constraints in the spacers. We analyzed the data in\nseveral ways: using both spacers together and separately, weighting all\nmutations equally, correcting for transition/transversion bias by\nweighting, and using transversions only. In all resulting trees,\nIsabellaria is not a monophyletic group. Its division into two clades is\nsupported by over 40 mutations and one large indel. Clade 1 consists of\nIsabellaria and Sericata and clade 2 consists of Isabellaria and\nAlbinaria species. The present distribution of the CA type was plotted\non the tree and its most parsimonious evolution was reconstructed. The\nCA type was shown to be highly homoplasious. In clade 1 and clade 2 both\ntypes of CA were found; depending on the ancestral state, either the G\nor the N type evolved several times in parallel. These results\ncontribute decisively to the current debate on the morphological\ndiagnoses of Albinaria, Sericata, and Isabellaria as monophyletic\ntaxa.","trees":[{"tree_label":"Fig. 3","ntax":"36","rootedtree":"TRUE","title":"Clausiliidae strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3604.phy"}]}