{"Authors":" Christina D. Moon, Michael J. Christensen, Barry Scott,\nChristopher Lewis Schardl","Year":" 2000","Title":" The evolutionary origins of Epichloë endophytes from annual\nryegrasses.","Journal":" Mycologia","Volume":" 92","Issue":" 6","Pages":" 1103-1118","Keywords":" ß-tubulin gene; interspecific hybridization; Lolium;\nmolecular systematics; Neotyphodium endophytes; rDNA-ITS; symbiosis","DOI":" NA","Abstract":" The annual Lolium (ryegrass) species were surveyed for\nseedborne, asexual Epichloë endophytes (ie. Neotyphodium spp.).\nExtremely slow growing endophytes were isolated from all seven annual\nryegrass spp. Sequences of ﬂ-tubulin gene (tub2) introns and the\ninternal transcribed spacers of the nuclear ribosomal RNA (rDNA-ITS)\nwere determined, as were fingerprints based on five microsatellite loci.\nTwo taxonomic groups of annual ryegrass endophytes were distinguishable\nby morphology, culturability and genotypes. One group, for which the\nname Neotyphodium occultans is proposed, was comprised solely of\nisolates that could not by subcultured on potato dextrose agar medium.\nThese isolates contained multiple tub2 genes and multiple alleles at\nmicrosatellite loci, suggestive of an interspecific hybrid origin. The\nresults of phylogenetic analysis implied that the ancestors of N.\noccultans included Epichloë baconii and Epichloë bromicola, or close\nrelatives. The second taxonomic group of annual ryegrass endophytes,\nexemplified by isolate Lc4, was found only in L. canariense. This taxon\nhad a single tub2 sequence and microsatellite genotype that was nearly\nidentical to those of extant Epichloë typhina isolates that infect Poa\nnemoralis. Therefore, it is proposed that Lc4 is an asexual derivative\nof an E. typhina genotype closely related to extant strains from P.\nnemoralis. We propose the name Neotyphodium typhinum var. canariense for\nthis form. These two new endophyte taxa from the annual ryegrasses are\nfurther examples of asexual Neotyphodium species that have arisen from\nsexual Epichloë spp. either directly by loss of the sexual state, or by\ninterspecific hybridization events.","trees":[{"tree_label":"Fig. 6A","ntax":"40","rootedtree":"TRUE","title":"Epichloe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3608.phy"},{"tree_label":"Fig. 6B","ntax":"40","rootedtree":"TRUE","title":"Epichloe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3605.phy"},{"tree_label":"Fig. 5","ntax":"40","rootedtree":"TRUE","title":"Epichloe","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3606.phy"},{"tree_label":"Fig. 6C","ntax":"40","rootedtree":"TRUE","title":"Epichloe","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3607.phy"}]}