{"Authors":" Mikhail R. Akhverdyan, Nikolai N. Vorontsov, Michael J.\nBraun, Darrilyn G. Fraser, Elena A. Lyapunova, Robert S. Hoffmann, Scott\nJ. Steppan","Year":" 1999","Title":" Molecular phylogeny of the marmots (Rodentia: Sciuridae):\ntests of evolutionary and biogeographic hypotheses.","Journal":" Systematic Biology","Volume":" 48","Issue":" 4","Pages":" 715-734","Keywords":" Beringia; cytochrome b; Holarctic; hypothesis testing;\nMarmota; phylogenetics","DOI":" 10.1080/106351599259988","Abstract":" There are 14 species of marmots distributed across the\nHolarctic, and despite extensive systematic study, their phylogenetic\nrelationships remain largely unresolved. In particular, comprehensive\nstudies have been lacking. A well-supported phylogeny is needed to place\nthe numerous ecological and behavioral studies on marmots in an\nevolutionary context. To address this situation, we obtained complete\ncytochrome (cyt) b sequences for 13 of the species and partial sequence\nfor the 14th. We employed a statistical approach to both phylogeny\nestimation and hypothesis testing using parsimony and maximum likelihood\nbased methods. We conducted statistical tests on a suite of previously\nproposed hypotheses of phylogenetic relationships and biogeographic\nhistories. The cyt b data strongly support the monophyly of Marmota and\na western montane clade in the Nearctic. The results are consistent with\nan initial diversification in North America followed by an invasion and\nsubsequent rapid diversification in the Palearctic. These analyses\nreject the two major competing hypotheses of M. broweriÌs phylogenetic\nrelationships: namely, that it is the sister species to camtschatica of\neastern Siberia and that it is related closely to caligata of the\nNearctic. The Alaskan distribution of M. broweri is best explained as a\nreinvasion from the Palearctic but a Nearctic origin can not be\nrejected. Several other conventionally recognized species groups can\nalso be rejected. Social evolution has been homoplastic, with large\ncolonial systems evolving in two groups convergently. The cyt b data do\nnot provide unambiguous resolution of several basal nodes in the\nPalearctic radiation, leaving some aspects of pelage and karyotypic\nevolution equivocal. Marmota; cyt b; phylogenetics; Holarctic; Beringia;\nhypothesis testing.","trees":[{"tree_label":"Fig. 5","ntax":"25","rootedtree":"TRUE","title":"marmots","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3689.phy"}]}