{"Authors":" Lorenzo Prendini","Year":" 2000","Title":" Phylogeny and classification of the superfamily Scorpionoidea\nLatreille 1802 (Chelicerata, Scorpiones): an exemplar approach.","Journal":" Cladistics","Volume":" 16","Issue":" NA","Pages":" 1-78","Keywords":" NA","DOI":" 10.1111/j.1096-0031.2000.tb00348.x","Abstract":" S. A. Stockwell (1989, Revision of the Phylogeny and\nHigher Classification of Scorpions (Chelicerata). Univ. of California,\nBerkeley) proposed a cladogram and revised classification for the\nsuperfamily Scorpionoidea Latreille 1802 (comprising the families\nBothriuridae, Diplocentridae, Heteroscorpionidae, Ischnuridae, and\nScorpionidae), based on 47 morphological characters and 35 supraspecific\nterminal taxa, representing genera whose monophyly was implicitly\nassumed. Given the widespread practice of defining scorpion genera on\nthe basis of plesiomorphic character states, the assumption of monophyly\nimplicit in supraspecific terminal taxa reduces confidence in\nStockwell’s cladistic findings and, consequently, his revised\nsuprageneric classification. A re-investigation of scorpionoid phylogeny\nis presented here, based on 115 morphological characters (including the\ncharacters used by Stockwell) and 71 exemplar species. The criterion of\nmaximal morphological diversity was employed for exemplar selection.\nThis approach provides a stronger test of monophyly than random exemplar\nselection. Sixteen cladistic analyses were’performed on the scorpionoid\ndata matrix, which varied in the use of equal, successive, or implied\nweights and in the additive or nonadditive treatment of multistate\ncharacters. The preferred hypothesis, a single most parsimonious tree\nobtained by analysis with equal weights and 13 ordered multistate\ncharacters, yielded the scheme of relationships: (Bothriuridae\n((Heteroscorpionidae Urodacinae) ((Hemiscorpiinae Ischnuridae)\n(Diplocentridae Scorpioninae)))). On the basis of these results,\nrevisions are proposed to the existing suprageneric classification of\nthe Scorpionoidea, including new diagnoses, new descriptions, and an\nillustrated key to the families and subfamilies. Familial status is\nprovided for the scorpionid subfamilies Hemiscorpiinae and\nUrodacinae.","trees":[{"tree_label":"Fig. 1a","ntax":"37","rootedtree":"TRUE","title":"Scorpionoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3627.phy"},{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"Scorpionoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3628.phy"},{"tree_label":"Fig. 6","ntax":"71","rootedtree":"TRUE","title":"Scorpionoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3629.phy"}]}