{"Authors":" Mary E. Palm, G. R. A. Mchau, L. Swart, J. C. Kang, I.\nPascoe, Pedro W. Crous","Year":" 2001","Title":" Differentiation of Elsinoë associated with scab disease of\nProteaceae based on morphology, symptomatology and ITS DNA sequence\nanalysis.","Journal":" Mycologia","Volume":" 93","Issue":" 2","Pages":" 366-379","Keywords":" plant pathogens; Sphaceloma; systematics","DOI":" NA","Abstract":" Scab disease of Proteaceae, which was initially observed\non Leucospermum in South Africa in 1981, has subsequently been reported\non this host from Australia and Hawaii. The disease, commonly known as\ncorky bark or scab, is associated with severe losses of commercial\nplantings of Leucospermum in South Africa, and has also been collected\nfrom species of Leucadendron, Protea and Serruria in South Africa, from\nBanksia, Leucadendron, Mimetes, Protea and Serruria in Australia, and\nfrom Leucospermum and Protea in California and Zimbabwe. The causal\nagent was determined to be a species of Elsinoë, which has not been\nformally described. The aim of the present study was to elucidate the\ntaxonomy of the species of Elsinoë associated with scab disease of\nProteaceae in these countries. Morphology, symptomatology and DNA\nsequence analysis of the 5.8S rDNA gene and its flanking ITS1 and ITS2\nregions were used. Anamorph and teleomorph characteristics of isolates\nfrom Leucospermum, Protea and Banksia suggest that there are at least\nfour distinct species involved. These findings are strongly supported by\nthe phylogenetic tree inferred from DNA sequence data. Furthermore,\nthese results also show that the Elsinoë isolates from Leucadendron,\nLeucospermum and Serruria in South Africa and Australia, and the\nisolates from Leucospermum in California and Zimbabwe are representative\nof the same species.","trees":[{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"Elsinoë spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3637.phy"}]}