{"Authors":" Dana L. Campbell, Andrew V. Z. Brower, Naomi E. Pierce","Year":" 2000","Title":" Molecular Evolution of the Wingless Gene and Its Implications\nfor the Phylogenetic Placement of the Butterfly Family Riodinidae\n(Lepidoptera: Papilionoidea).","Journal":" Molecular Biology and Evolution","Volume":" 17","Issue":" 5","Pages":" 684-696","Keywords":" Riodinidae; Lycaenidae; Nymphalidae; molecular\nphylogenetics; wingless, gene utility; third codon positions; maximum\nlikelihood","DOI":" NA","Abstract":" The sequence evolution of the nuclear gene wingless was\ninvestigated among 34 representatives of three lepidopteran families\n(Riodinidae, Lycaenidae, and Nymphalidae) and four outgroups, and its\nutility for inferring phylogenetic relationships among these taxa was\nassessed. Parsimony analysis yielded a well-resolved topology supporting\nthe monophyly of the Riodinidae and Lycaenidae, respectively, and\nindicating that these two groups are sister lineages, with strong nodal\nsupport based on bootstrap and decay indices. Although, wingless\nprovides robust support for relationships within and between the\nriodinids and the lycaenids, it is less informative about nymphalid\nrelationships. Wingless does not consistently recover nymphalid\nmonophyly or traditional subfamilial relationships within the\nnymphalids, and nodal support for all but the most recent branches in\nthis family is low. Much of the phylogenetic information in this data\nset is derived from first- and second-position substitutions. However\nthird positions, despite showing uncorrected pairwise divergences up to\n78%, also contain consistent signal at deep nodes within the family\nRiodinidae and at the node defining the sister relationship between the\nriodinids and lycaenids. Several hypotheses about how third-position\nsignal has been retained in deep nodes are discussed. These include\namong-site rate variation, identified as a significant factor by maximum\nlikelihood analyses, and nucleotide bias, a prominent feature of third\npositions in this data set. Understanding the mechanisms which underlie\nthird-position signal is a first step in applying appropriate models to\naccommodate the specific evolutionary processes involved in each\nlineage.","trees":[{"tree_label":"Fig. 3","ntax":"38","rootedtree":"TRUE","title":"Papilionoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3656.phy"},{"tree_label":"Fig. 4","ntax":"38","rootedtree":"TRUE","title":"Papilionoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3657.phy"},{"tree_label":"Fig. 5","ntax":"38","rootedtree":"TRUE","title":"Papilionoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3658.phy"}]}