{"Authors":" Kenneth G. Karol, Elizabeth A. Zimmer, George E. Schatz,\nYoungbae Suh","Year":" 2000","Title":" Molecular evidence for the phylogenetic position of\nTakhtajania in the Winteraceae: inference from nuclear ribosomal and\nchloroplast gene spacer sequences.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 87","Issue":" 3","Pages":" 414-432","Keywords":" Canellaceae; combined data; cpDNA; ITS; likelihood;\nphylogeny; Takhtajania; Winteraceae","DOI":" NA","Abstract":" The nucleotide sequences of the internal transcribed\nspacers (ITS 1 and ITS 2) and 5.8S coding region of nuclear ribosomal\nDNA, as well as the noncoding trnL-trnF spacer regions of the\nchloroplast DNA, were determined and analyzed to estimate the\nphylogenetic position of Takhtajania perrieri within the Winteraceae.\nUsing representatives of each genus of Canellaceae as outgroups\n(Canella, Capsicodendron, Cinnamodendron, Cinnomosma, Pleodendron, and\nWarburgia), both maximum parsimony and maximum likelihood analyses place\nTakhtajania in a basal position sister to the remainder of the\nWinteraceae. Although the overall topology within the Winteraceae was\nmostly congruent between nuclear and chloroplast data sets, the\ntrnL-trnF data resulted in lower support values in comparison to the ITS\ndata, and failed to resolve basal relationships in the family, yielding\nalternative equally parsimonious solutions. The combined\nnuclear/chloroplast data set resulted in a single tree identical to that\ngenerated by nuclear data alone, but demonstrated strengthened support\nfor a basal branch leading to Takhtajania, as well as for the position\nof Tasmannia as the next branch within the family. Potentially\nconflicting signals from nuclear and chloroplast data indicate that\nfurther taxon sampling or additional sequence data may be required to\ninfer infrafamilial phylogenetic relationships for Canellaceae.","trees":[{"tree_label":"Fig. 1","ntax":"18","rootedtree":"TRUE","title":"Winteraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3662.phy"}]}