{"Authors":" Rolf F. Hoekstra, Duur Kornelis Aanen, Thomas W.\nKuyper","Year":" 2000","Title":" A widely distributed ITS polymorphism within a biological\nspecies of the ectomycorrhizal fungus Hebeloma velutipes.","Journal":" Molecular Ecology","Volume":" 105","Issue":" 3","Pages":" 284-290","Keywords":"","DOI":" 10.1017/S0953756201003628","Abstract":" The ectomycorrhizal fungus Hebeloma velutipes consists of\ntwo biological species (BSP 16 and 17). Within BSP 17 a dikaryon was\nfound with two divergent types of the ribosomal Internal Transcribed\nSpacer (ITS1 and 2). The two ITS types segregated in monokaryotic\nprogeny of that dikaryon, showing that these different ITS types\nrepresent different alleles at homologous rDNA loci in the two nuclei.\nRFLP analysis of a number of strains of BSP 17 showed that the\npolymorphism is widespread in Europe. There was no deficiency of the\nheterokaryotic type, demonstrating that ITS divergence in this species\nis not correlated with reduced intercompatibility. A strain from North\nAmerica, not assigned to a biological species, showed the same\npolymorphism. Cladistic analysis of the two ITS sequences showed that\nthey were not sister groups. One of the ITS types formed a monophyletic\ngroup together with the ITS type of BSP 16, the other type formed a\nclade with the ITS type of H. incarnatulum (BSP 18). BSP 16 and 17\nshowed partial intercompatibility. However, several lines of evidence\nsuggest that the polymorphism of BSP 17 is not the result of frequent\nand continuing hybridisation with BSP 16. Instead, we give arguments for\nthe hypothesis that the polymorphism evolved in allopatry and that the\ntwo types have come together relatively recently. The results of the\npolymorphism indicate a potential problem for molecular identification\nof fungal species based on ITS fingerprinting. The results also show\nthat no generalisations are possible about the relation of speciation\n(the formation of BSP) and nuclear ITS divergence.","trees":[{"tree_label":"Fig.1","ntax":"9","rootedtree":"TRUE","title":"Hebeloma velutipes strains","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3665.phy"}]}