{"Authors":" Arnoldo Santos-Guerra, Janet C. Barber, Javier\nFrancisco-Ortega, Aguedo Marrero, Robert K Jansen","Year":" 2000","Title":" Evolution of endemic Sideritis (Lamiaceae) in Macaronesia:\ninsights from a chloroplast DNA restriction site analysis.","Journal":" Systematic Botany","Volume":" 25","Issue":" 4","Pages":" 633-647","Keywords":"","DOI":" 10.2307/2666725","Abstract":" ABSTRACT Sideritis L. subgenus Marrubiastrum (Lamiaceae)\ncomprises 24 species of Macaronesian endemic perennials. The constituent\ntaxa encompass a wide array of life forms that have exploited all\necological zones present in the Macaronesian archipelagos of Madeira and\nthe Canary Islands. Though recently revised, an explicit phylogeny of\nthe subgenus is still lacking. This group is especially intriguing\nbecause it exhibits the largest aneuploid series ever reported in\noceanic island plants. The present study uses a chloroplast DNA\nrestriction site analysis to elucidate the pattern of evolution within\nand among the islands. The insular taxa form a strongly supported\nmonophyletic group, indicating a single colonization of Macaronesia.\nMonophyly of the sections is not supported. Integrating geographical and\necological distribution with the cpDNA phylogeny reveals a pattern of\ndiversification within the islands consistent with adaptive radiation.\nMost other Macaronesian plant groups studied thus far have diversified\nby inter-island colonization between similar ecological zones. An\nanalysis of chromosome number suggests a bimodal pattern of chromosomal\nchange in the island subgenus, with one clade showing a decreasing\naneuploid series and a second clade exhibiting aneuploid increase. The\nrate of change appears markedly amplified relative to that of the\ncontinental subgenus. This extreme level of chromosomal diversity stands\nin stark contrast to a general pattern of chromosomal stasis in island\nplants.","trees":[{"tree_label":"Fig. 1","ntax":"54","rootedtree":"TRUE","title":"Sideritis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3675.phy"}]}