{"Authors":" Greg Rouse","Year":" 2000","Title":" Bias? What bias? The evolution of downstream larval-feeding\nin animals.","Journal":" Zoologica Scripta","Volume":" 29","Issue":" 3","Pages":" 213-236","Keywords":"","DOI":" 10.1046/j.1463-6409.2000.00040.x","Abstract":" The homology of larval feeding modes has been a major\nelement in recent discussions about animal phylogeny. ‘Downstream\nfeeding’ is one of the two main larval feeding modes, and is usually\nequated to an opposed-band system involving ciliary bands called the\nprototroch and metatroch. Larval feeding in Spiralia is reviewed here\nand the homology hypothesis of downstream larval-feeding is expanded,\nencompassing any feeding involving the prototroch. It is often argued\nthat the presence of planktotrophic larvae using downstream feeding is\nplesiomorphic among spiralian animals, and that there is a bias in\ntransformations, such that feeding larvae tend to be lost rather than\ngained. These hypotheses are assessed in relation to the Spiralia,\nTrochozoa and particularly polychaete annelids. Cladistic parsimony\nanalyses are performed based on data sets of Rouse & Fauchald (1997)\nand Rouse (1999), with an additional character based on downstream\nlarval-feeding. Methods adopted to assess the possibility of a bias in\ntransformations towards loss of downstream larval-feeding include:\nexpanded primary homology arguments, character transformations favoring\nreversals, and polymorphic terminals coded as having downstream\nlarval-feeding. These measures all tend to favor the possibility that\ndownstream larval-feeding will be plesiomorphic, and tend to be lost\nrather than gained. Nevertheless, all analyses show that downstream\nlarval-feeding is not plesiomorphic, and appears to have evolved\nmultiple times. The results support a conclusion that the prototroch has\nbecome associated with feeding a number of times. Hypotheses of metazoan\nphylogeny that are predicated on the assumption that downstream-feeding\nlarvae are plesiomorphic (e.g. Peterson et al. 1997) should be\nre-assessed.","trees":[{"tree_label":"Fig. 4a","ntax":"66","rootedtree":"TRUE","title":"APe analysis strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3676.phy"},{"tree_label":"Fig. 5a","ntax":"66","rootedtree":"TRUE","title":"APw analysis strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3677.phy"},{"tree_label":"Fig. 4b","ntax":"66","rootedtree":"TRUE","title":"Multistate consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3678.phy"}]}