{"Authors":" Olaf R. P. Bininda-Emonds, Denise M. Decker-Flum, John L.\nGittleman","Year":" 2001","Title":" The utility of chemical signals as phylogenetic characters:\nan example from the Felidae.","Journal":" Biological Journal of the Linnean Society","Volume":" 72","Issue":" 1","Pages":" 1-15","Keywords":" phylogeny; systematics; Felidae; chemical signals; lipids;\nevolution","DOI":" 10.1111/j.1095-8312.2001.tb01297.x","Abstract":" Chemical secretions that are explicitly tied to species\nrecognition may potentially be informative for phylogenetic\nreconstruction, especially when traditional morphological or molecular\ncharacters lack resolution. Anal sac secretions from 16 species within\nthe family Felidae (order Carnivora) were chemically analyzed and their\nutility as phylogenetic characters was assessed. Results were generally\nconsistent across the different chemical data types (e.g., glycolipids,\nneutral lipids, or phospholipids). Two major clades were indicated,\nfalling out according to body size: one for species greater than 30 kg\n(Panthera, Uncia, and Puma) and another for those less than 12 kg\n(remaining species). All solutions agreed with respect to a number of\nspecies pairs. The only area of disagreement between chemical types was\nthe positioning of the mountain lion (Puma concolor); this species\nappears to cluster with the cheetah (Acinonyx jubatus) in the big cat\nclade. Although our solutions differ from six previously proposed\nhypotheses of felid phylogeny (morphological and molecular), the\nprevious estimates all differ strongly amongst themselves reflecting the\nhistorical uncertainty regarding felid systematics. Phylogenies derived\nfrom the lipid data were very robust and decisive. Few equally most\nparsimonious trees were obtained, consistency indices were much higher\nthan their expected values, and bootstrap and Bremer support values were\nalso high. Thus, our findings illustrate the species-specific nature of\nchemical signals and their usefulness as phylogenetic characters.","trees":[{"tree_label":"Fig. 2D","ntax":"17","rootedtree":"TRUE","title":"Felid Glycophospholipids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3682.phy"},{"tree_label":"Fig. 2E","ntax":"17","rootedtree":"TRUE","title":"Felid all lipids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3683.phy"},{"tree_label":"Fig. 2A","ntax":"17","rootedtree":"TRUE","title":"Felid Glycolipids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3679.phy"},{"tree_label":"Fig. 2B","ntax":"17","rootedtree":"TRUE","title":"Felid Neutral lipids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3680.phy"},{"tree_label":"Fig. 2C","ntax":"16","rootedtree":"TRUE","title":"Felid Phospholipids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3681.phy"}]}