{"Authors":" Joseph W. Spatafora, James M. Trappe, Randy Molina, Lisa C.\nGrubisha","Year":" 2001","Title":" Biology of the ectomycorrhizal genus Rhizopogon. V.\nPhylogenetic relationships in the Boletales inferred from LSU rDNA\nsequences.","Journal":" Mycologia","Volume":" 93","Issue":" 1","Pages":" 82-89","Keywords":" Alpova; Melanogaster; phylogeny; Rhizopogonaceae;\nSuillus","DOI":" NA","Abstract":" The phylogenetic relationship between Alpova,\nChroogomphus, Gomphidius, Rhizopogon, Suillus, and Truncocolumella and\ntheir placement in the Boletales was tested through maximum parsimony\nanalyses of large subunit nuclear ribosomal DNA sequences. Taxon\nsampling included representatives of the genera Alpova, Boletellus,\nBoletus, Chroogomphus, Gomphidius, Melanogaster, Paragyrodon,\nPhylloporus, Rhizopogon, Suillus, Truncocolumella, Tylopilus, and\nXerocomus, as well as species from the Agaricales, Russulales, and\nPolyporales. The order Boletales was strongly supported as monophyletic.\nFurthermore, within this order, two major groups emerged: the boletoid\nradiation and a Melanogastraceae/Paragyrodon sphaerosporus paraphyletic\nassemblage, and the suilloid radiation. The boletoid radiation and a\nMelanogastraceae/Paragyrodon sphaerosporus assemblage was strongly\nsupported. Although the boletoid radiation was not strongly supported by\nbootstrap analysis, the clade did not collapse in the strict consensus\ntopology. This clade comprised species from the genera Boletellus,\nBoletus, Phylloporus, Tylopilus, and Xerocomus. The Boletaceae sensu\nSinger was not monophyletic. Although species relationships within the\nboletoid radiation were not well resolved, the genus Boletus did not\nappear to be monophyletic. Alpova diplophloeus, A. trappei, Melanogaster\ntuberiformis, and Paragyrodon sphaerosporus formed a paraphyletic\nassemblage basal to the boletoid radiation clade. The suilloid clade was\nstrongly supported and included Alpova olivaceotinctus, Chroogomphus,\nGomphidius, Rhizopogon, Suillus and Truncocolumella citrina. Species in\nthe genus Alpova therefore were grouped both within and outside the\nsuilloid radiation. Within the suilloid radiation, Suillus was inferred\nto be more closely related to Truncocolumella citrina and the\nGomphidiaceae than to Rhizopogon, suggesting a more distant relationship\nbetween Suillus and Rhizopogon than previously hypothesized. Rhizopogon\nwas not supported as monophyletic, although its monophyly could not be\nrejected by the data. Alpova olivaceotinctus grouped within the genus\nRhizopogon, consistent with previous classifications, and is returned to\nthat genus.","trees":[{"tree_label":"Fig. 2","ntax":"42","rootedtree":"TRUE","title":"nuc-LSU-rDNA","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3684.phy"}]}