{"Authors":" Ji-Chuan Kang, Alan John Lander Phillips, Lizel Mostert,\nPedro W. Crous","Year":" 2001","Title":" Species of Phomopsis and a Libertella sp. occurring on\ngrapevines with specific reference to South Africa: morphological,\ncultural, molecular and pathological characterization.","Journal":" Mycologia","Volume":" 93","Issue":" 1","Pages":" 146-167","Keywords":" Diaporthe; Phomopsis cane and leaf spot; Phomopsis\nviticola; systematics","DOI":" NA","Abstract":" Phomopsis viticola is the cause of Phomopsis cane and leaf\nspot disease of grapevines. In the present study, 61 isolates were\ncollected from 58 different vineyards in the vine growing areas of the\nWestern Cape province of South Africa. Four different taxa have\npreviously been associated with grapevines in Australia. Three of the\nlatter taxa, and a Phomopsis species commonly associated with shoot\nblight of peaches in the U.S.A., P. amygdali, were identified among the\nSouth African isolates. Examination of the Australian culture designated\nas taxon 4 revealed it to be a species of Libertella, thus excluding it\nfrom the P. viticola-complex. An Italian isolate was found to represent\na species of Phomopsis not previously known from grapevines, and this\nwas subsequently described as taxon 5. Species delimitation was\nprimarily based on alpha conidium and conidiophore morphology, cultural\ncharacteristics, pathogenicity to Vitis, and the ability to form the\nteleomorph in vitro. The identity of each taxon was confirmed by means\nof phylogenetic analyses of the nuclear ribosomal DNA internal\ntranscribed spacers (5.8S, ITS1 and ITS2) and the 5’ end partial\nsequence of the mitochondrial small subunit (mtSSU). P. amygdali was\nisolated once only and appeared to be of lesser importance in this\ndisease complex. Furthermore, taxa 1 (D. perjuncta) and 3 were also\nrarely encountered and proved to be non-pathogenic, indicating their\nnon-functional role in Phomopsis cane and leaf spot disease. Taxon 2\n(Phomopsis viticola) was common and widely distributed throughout\ndiseased vineyards. This taxon was associated with the typical cane and\nleaf spot disease symptoms and proved to be highly virulent.\nMorphologically taxon 2 corresponded best with P. viticola, which was\nalso neotypified in this study.","trees":[{"tree_label":"Fig. 1","ntax":"32","rootedtree":"TRUE","title":"Phomopsis spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3685.phy"},{"tree_label":"Fig. 2","ntax":"15","rootedtree":"TRUE","title":"Phomopsis spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3686.phy"}]}