{"Authors":" Thomas Friedl, Helmut Mayrhofer, Gerhard Rambold, Gert\nHelms","Year":" 2001","Title":" Identification of photobionts from the lichen family\nPhysciaceae using Algal-Specific ITS rDNA sequencing.","Journal":" The Lichenologist","Volume":" 33","Issue":" 1","Pages":" 73-86","Keywords":"","DOI":" 10.1006/lich.2000.0298","Abstract":" The identity of photobionts from 20 species of the\nPhysciaceae from different habitats and geographical regions has been\ndetermined by ITS rDNA sequence comparisons in order to estimate the\ndiversity of photobionts within that lichen group, to detect patterns of\nspecificity of mycobionts towards their photobionts and as a part of an\nongoing study to investigate possible parallel cladogenesis of both\nsymbionts. Algal-specific PCR primers have been used to determine the\nITS rDNA sequences from DNA extractions of dried lichens that were up to\n5 years old. Direct comparisons and phylogenetic analyses allowed the\nassignment of Physciaceae photobionts to four distinct clades in the\nphotobiont ITS rDNA phylogeny. The results indicate a diversity within\nthe genus Trebouxia Puymalyand Physciaceae photobionts that is higher\nthan expected on the basis of morphology alone. Physciaceae photobionts\nbelonged to 12 different ITS lineages of which 9 could unambiguously be\nassigned to 6 morphospecies of Trebouxia. The identity of the remaining\nthree sequences was not clarified; they may represent new species.\nSpecificity at the generic level was low as a whole range of photobiont\nspecies were found within a genus of Physciaceae and different ranges\nwere detected. The photobionts of Physcia (Schreb.) Michaux were closely\nrelated and represented one morphospecies of Trebouxia, whereas the\nalgal partners of Buellia De Not and Rinodina (Ach.) S.Gray were in\ndistant lineages of the ITS phylogeny and from several Trebouxia\nmorphospecies. Photobiont variation within a genus of Physciaceae may be\ndue to phylogeny, geographical distance or that photobionts from\nneighboring lichens were taken (algal sharing). At the species level\nPhysciaceae mycobionts seem to be rather selective and contained\nphotobionts that were very closely related within one morphospecies of\nTrebouxia.","trees":[{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Photobionts of Physciaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3691.phy"}]}