{"Authors":" J. M. McKemy, H. J. Schroers, Rebecca A. Pardo-Schultheiss,\nAmy Y. Rossman","Year":" 2001","Title":" Molecular studies of the Bionectriaceae using large subunit\nrDNA sequences.","Journal":" Mycologia","Volume":" 93","Issue":" 1","Pages":" 100-110","Keywords":" Bionectria; Euascomycetes; Fungi; Hypocreales;\nHydropisphaera; 28S rDNA; Kallichroma; molecular phylogeny; Myrothecium;\nOchronectria; systematics","DOI":" NA","Abstract":" Holomorphic species of fifteen genera in the family\nBionectriaceae, Hypocreales, and related anamorph species were studied\nusing nuclear large subunit rDNA sequences. Most elements of the\nBionectriaceae are shown to form a monophyletic group closely related to\nrepresentatives of two other families in the Hypocreales, namely the\nClavicipitaceae/Hypocreaceae, which is distinct from the Nectriaceae.\nThe genus Bionectria, represented by B. ochroleuca and its anamorph,\nClonostachys rosea, and B. cf. aureofulva, appears as a monophyletic\nlineage that groups with three other species that may also belong to\nBionectria. The Bionectria clade is distinct from a second major lineage\nthat includes the perithecial genera Hydropisphaera, Nectriopsis,\nOchronectria and Selinia, as well as two cleistothecial genera,\nHeleococcum and Roumegueriella. Within this lineage the cleistothecial\ngenera, Heleococcum, represented by the nontype species, H. japonense,\nand the monospecific genus, Roumegueriella, group with the paraphyletic\ngenus Hydropisphaera, including H. peziza, the type species, and H.\nerubescens. Another lineage includes six cleistothecial genera, namely\nBulbithecium, Emericellopsis, Hapsidospora, Leucosphaerina, Mycoarachis,\nand Nigrosabulum, most of which have Acremonium anamorphs. These genera\ncluster with the type of Acremonium, A. alternatum, and two anamorph\ngenera, Geosmithia, and Stanjemonium. Both species of Kallichroma, K.\ntethys and K. glabrum, form a separate lineage within the\nBionectriaceae. Kallichroma is the first genus from marine habitats to\nbe confirmed as a member of the Hypocreales. Although classified in the\nBionectriaceae based on morphological evidence, species of the tropical\ngenus Peethambara and their Didymostilbe anamorphs and the\nmorphologically similar anamorph genera, Albosynnema and Myrothecium,\nfall outside of any of the supported clades. These species form a\nparaphyletic group at the base to the Hypocreaceae/Clavicipitaceae.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Bionectriaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3692.phy"}]}