{"Authors":" Philippe Simoneau, J. M. Risede","Year":" 2001","Title":" Typing Cylindrocladium species by analysis of ribosomal DNA\nspacers polymorphism: application to field isolates from the banana\nrhizosphere.","Journal":" Mycologia","Volume":" 93","Issue":" 3","Pages":" 494-504","Keywords":" Calonectria; IGS; ITS; PCR-RFLP; taxonomy","DOI":" NA","Abstract":" Forty-four unidentified isolates of Cylindrocladium were\nrecovered from banana root lesions and soils from intensive cropping\nsystems in the Caribbean region, Costa Rica and Cameroon. They were then\nexamined and compared with reference isolates using combinations of\nmorphological characters, sexual crosses and polymorphism of amplified\nrDNA spacers. According to conidium and vesicle morphology, they were\nconsistently classed into two distinct morphotypes, MT1 and MT2.\nSequences of PCR products of their internal transcribed spacer (ITS)\nregion compared with similar sequences from reference isolates\nrepresenting 7 species of Cylindrocladium revealed a very low\npolymorphism. By contrast, polymorphism in the amplified intergenic\nspacer region (IGS), as revealed by RFLP analysis, was found to be\nconsistent with the current taxonomy of Cylindrocladium species, and\nsufficient to distinguish taxa at the inter- and intraspecific level.\nUsing this IGS typing procedure, MT1 field isolates were found to group\nunequivocally with Cy. gracile, while MT2 isolates grouped with Cy.\nspathiphylli. The existence of intraspecific variation in the latter\nspecies was clearly demonstrated. Reports of these two species from the\nbanana rhizosphere were confirmed by sexual crosses for Cy.\nspathiphylli, but not for Cy. gracile, which presently has no known\nteleomorph. IGS-RFLP markers therefore proved to constitute a rapid and\nsuitable complement to morphological and mating studies for delineation\nof Cylindrocladium species.","trees":[{"tree_label":"Fig. 2","ntax":"16","rootedtree":"TRUE","title":"Cylindrocladium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3712.phy"}]}