{"Authors":" Richard A. Haugland, Stephen J. Vesper, Stephen M.\nHarmon","Year":" 2001","Title":" Phylogenetic relationships of Memnoniella and Stachybotrys\nspecies and evaluation of morphological features for Memnoniella species\nidentification.","Journal":" Mycologia","Volume":" 93","Issue":" 1","Pages":" 54-65","Keywords":" morphology; phylogenetic analysis; rDNA; taxonomy","DOI":" NA","Abstract":" Members of the anamorphic fungal genus Memnoniella\ndemonstrate morphological and biological similarities to species within\nthe genus Stachybotrys, and the taxonomic distinctions between the\ngenera have been the subject of controversy in the past. Sixteen strains\nrepresenting described species of Memnoniella were examined for\nmorphology using light and scanning electron microscopy and for\nphylogenetic relationship using comparative sequence analysis of a\nsegment of the nuclear ribosomal RNA gene operon (rDNA) including the\ninternal transcribed spacer 1 and 2 regions (ITS1 and ITS2) and 5.8S\ngene. These analyses resolved the Memnoniella strains into two highly\ndivergent phylogenetic clades with morphologies generally consistent\nwith the current descriptions of M. echinata and M. subsimplex. One\nstrain, showing morphological features more similar to M. subsimplex,\nwas placed in the M. echinata clade in the phylogenetic analysis and\nprobably represents a new species. A second strain, showing a typical M.\nechinata DNA sequence, showed morphological features that were similar\nto Stachybotrys species when grown on certain culture media. The\nevolutionary relationships between the genera were evaluated by\nphylogenetic analyses of sequence data from the 18S, 28S, 5.8S rDNA\ngenes and ITS1 and ITS2 regions. Results of several different analyses\nwere in agreement in indicating that Memnoniella is paraphyletic to\nStachybotrys.","trees":[{"tree_label":"Fig. 4A","ntax":"13","rootedtree":"TRUE","title":"Memnoniella and Stachybotrys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3715.phy"},{"tree_label":"Fig. 4B","ntax":"13","rootedtree":"TRUE","title":"Memnoniella and Stachybotrys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3716.phy"},{"tree_label":"Fig. 4A","ntax":"13","rootedtree":"TRUE","title":"Memnoniella and Stachybotrys","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3714.phy"},{"tree_label":"Fig. 1","ntax":"12","rootedtree":"TRUE","title":"Memnoniella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3713.phy"}]}