{"Authors":" Francois M. Lutzoni, Todd J. Ward, Gerald L. Benny, Kerry\nO’Donnell","Year":" 2001","Title":" Evolutionary relationships among mucoralean fungi\n(Zygomycota): Evidence for family polyphyly on a large scale.","Journal":" Mycologia","Volume":" 93","Issue":" 2","Pages":" 286-297","Keywords":" phylogeny; rDNA; systematics; translation elongation\nfactor","DOI":" NA","Abstract":" Mucorales (Zygomycota) are ubiquitous, morphologically\nsimple terrestrial fungi that are united taxonomically by possession of\na coenocytic mycelium upon which nonmotile mitotic spores are produced\nasexually in uni- to multispored sporangia, and zygospores, where known,\nare produced following fusion of sexually compatible hyphae. Here we\nreport the first comprehensive phylogenetic analysis of essentially all\ngenera of Mucorales (63 species, 54 genera and 13 families) based on\npartial nucleotide sequence data of nuclear small subunit (18S)\nribosomal RNA and nuclear large subunit (28S) ribosomal RNA genes,\ntranslation elongation factor-1α gene exons, and a morphological data\nset consisting of 1826, 389, 1092 and 11 characters, respectively.\nIndividual and combined data sets were analyzed by unequally weighted\nmaximum parsimony (MP) to investigate evolutionary relationships among\nand within mucoralean families. A Micromucor-Umbelopsis clade,\ntraditionally included in the Mortierellaceae, was identified as the\nbasal sister-group to all other Mucorales. A major discovery of this\nstudy is that traditional family-level classification schemes for this\norder appear to be highly artificial as evidenced by polyphyly of four\nof the seven families containing two or more genera. As presently\ncircumscribed, these four families include 83% of the Mucorales. In\naddition, the largest and best known genera, Mucor and Absidia, were\nresolved as polyphyletic. The results provide a robust phylogenetic\nframework for additional evolutionary studies of the Mucorales.","trees":[{"tree_label":"Fig. 3","ntax":"63","rootedtree":"TRUE","title":"Mucorales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3717.phy"}]}