{"Authors":" Shigeyuki Aoki, Harunobu Shibao, Naruo Nikoh, Takema\nFukatsu","Year":" 2000","Title":" Genetically distinct populations in an Asian\nsoldier-producing aphid Pseudoregma bambucicola (Homoptera: Aphididae)\nidentified by DNA fingerprinting and molecular phylogenetic\nanalysis.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 18","Issue":" 3","Pages":" 423-433","Keywords":" Pseudoregma bambucicola; Pseudoregma carolinensis;\nsoldier-producing aphid; AP-PCR DNA ﬁngerprinting; molecular phylogeny;\nmitochondrial ribosomal DNA","DOI":" 10.1006/mpev.2000.0887","Abstract":" In order to estimate genetic structure of a\nsoldier-producing aphid Pseudoregma bambucicola, samples from natural\npopulations covering southeastern Asia were analyzed by a DNA\nfingerprinting technique. We unexpectedly found that P. bambucicola is\nconstituted by two geographic groups, the northern group and the\nsouthern group, that were genetically distinct from each other but\nmorphologically almost indistinguishable. Molecular phylogenetic and\nstatistical analyses based on mitochondrial ribosomal DNA sequences\ndemonstrated that the northern and southern groups of P. bambucicola are\nnot closely related but constitute distinct lineages in the genus\nPseudoregma. Detailed morphological re-examination revealed that the two\ngroups could be distinguished by the number of setae on the 8th\nabdominal tergite of 1st instar nymphs and soldiers. From these results,\nit was suggested that P. bambucicola should be divided into two species.\nThe northern group from Japan, Taiwan, Hong Kong and northern Vietnam\nretains the name P. bambucicola, whereas we suggest that the name P.\ncarolinensis (Takahashi, 1941) should be used for the southern group\nfrom Thailand, Malay Peninsula, Java, Irian Jaya and Micronesia. The\nmorphological resemblance between P. bambucicola and P. carolinensis\nmight be due to shared ancestral characters of the genus\nPseudoregma.","trees":[{"tree_label":"Phylogeny","ntax":"17","rootedtree":"TRUE","title":"Pseudoregma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3718.phy"}]}