{"Authors":" Jerrold I. Davis, Curtis C. Clevinger, Mark P. Simmons,\nVincent Savolainen, Robert H Archer","Year":" 2001","Title":" Phylogeny of the Celastraceae inferred from 26S nuclear\nribosomal DNA, phytochrome B, rbcL, atpB, and morphology.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 19","Issue":" 3","Pages":" 353-366","Keywords":" 26S nuclear ribosomal DNA; Brexia; Celastraceae;\nForsellesia; Goupia; Hippocrateaceae; Parnassiaceae; Plagiopteron","DOI":" 10.1006/mpev.2001.0937","Abstract":" Phylogenetic relationships within Celastraceae\n(spindle-tree family) were inferred from nucleotide sequence characters\nfrom the 5′ end of 26S nuclear ribosomal DNA (including expansion\nsegments D1–D3; 84 species sampled), phytochrome B (58 species), rbcL\n(31 species), atpB (23 species), and morphology (94 species). Among taxa\nof questionable affinity, Forsellesia is a member of Crossosomataceae,\nand Goupia is excluded from Celastraceae. However, Brexia, Canotia,\nLepuropetalon, Parnassia, Siphonodon, and Stackhousiaceae are supported\nas members of Celastraceae. Gymnosporia and Tricerma are distinct from\nMaytenus, Cassine is supported as distinct from Elaeodendron, and\nDicarpellum is distinct from Salacia. Catha, Maytenus, and Pristimera\nare not resolved as natural genera. Hippocrateaceae (including\nPlagiopteron and Lophopetalum) are a clade nested within a paraphyletic\nCelastraceae. These data also suggest that the Loesener’s classification\nof Celastraceae sensu stricto and Hallé’s classification of\nHippocrateaceae are artificial. The diversification of the fruit and\naril within Celastraceae appears to be complex, with multiple origins of\nmost fruit and aril forms.","trees":[{"tree_label":"Figs. 1, 2","ntax":"84","rootedtree":"TRUE","title":"Celastraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3719.phy"},{"tree_label":"Figs. 3, 4","ntax":"94","rootedtree":"TRUE","title":"Celastraceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3720.phy"}]}