{"Authors":" Vincent S. Smith","Year":" 2001","Title":" Avian Louse Phylogeny (Phthiraptera: Ischnocera): A cladistic\nstudy based on morphology.","Journal":" Zoological Journal of the Linnean Society","Volume":" 132","Issue":" 1","Pages":" 81-144","Keywords":" lice; Phthiraptera; Ischnocera; ontogeny; bird phylogeny;\ncoevolution; congruence","DOI":" 10.1111/j.1096-3642.2001.tb02272.x","Abstract":" The louse suborder Ischnocera (Phthiraptera) contains\n3,060 currently described species from over 150 genera. These lice are\npermanent obligatory ectoparasites of a diverse selection of birds and\nmammals with a worldwide distribution. Historically, they have played a\nmajor role in the development of our ideas on coevolution, and species\nhosted by mammals have been used extensively as model organisms for the\nstudy of cospeciation. In contrast, avian taxa comprising 90% of\nischnoceran species have been neglected due to a lack of data on their\nwider systematics. A comparative study based on the adult and nymphal\ninstar morphology of avian lice yielded 138 characters from 56 species\n(51 genera), all of which are illustrated or discussed here for the\nfirst time. A further five outgroup taxa were examined from the\nmammalian ischnoceran family Trichodectidae. Phylogenetic analyses of\nthese data produced three most parsimonious cladograms, the strict\nconsensus of which is highly resolved and broadly consistent with\nprevious classifications. Morphological character variation is\nextensive, and nymphal character traits are useful in identifying\ninstances of convergent evolution in adult morphology. The role of\nontogeny in the development of the major character complexes of the head\nand abdomen is discussed, and its implications for further work on the\nphylogeny of avian Ischnocera is considered. Comparison with host\ntaxonomy reveals a series of complex host-parasite associations that do\nnot support a hypothesis of strict one to one cospeciation. However,\nextrapolation of these associations is compromised by the low sample\nsize. The role of niche specialisation to explain the presence of\nmultiple unrelated lineages on the same host taxon is considered.","trees":[{"tree_label":"Fig. 17","ntax":"61","rootedtree":"TRUE","title":"Ischnocera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3725.phy"}]}