{"Authors":" Michael J. Sanderson, Martin F. Wojciechowski, J-M Hu","Year":" 1999","Title":" Evidence on the Monophyly of Astragalus (Fabaceae) and its\nMajor Subgroups Based on Nuclear Ribosomal DNA ITS and Chloroplast DNA\ntrnL Intron Data.","Journal":" Systematic Botany","Volume":" 24","Issue":" NA","Pages":" 409-437","Keywords":" NA","DOI":" NA","Abstract":" Phylogenetic relationships among 115 species representing\nthe legume genus Astragalus and 12 related genera were inferred from an\nanalysis of nucleotide sequence variation in the internal transcribed\nspacers and 5.8S gene of nuclear ribosomal DNA. For a subset of these\ntaxa, the ITS data were supplemented by sequences from the chloroplast\ntrnL intron. Phylogenies derived from maximum parsimony and\nneighbor-joining analyses of sequence and insertion/deletion characters\nall suggest that the vast majority of Astragalus is monophyletic (with\nthe exception of ìoutlierî species). All New World Astragalus species\nwith aneuploid chromosome numbers (n = 11ñ15) form a monophyletic group\n(ìNeo-Astragalusî), which now includes the Mediterranean aneuploid\nAstragalus echinatus. Other Old World aneuploid species are not closely\nrelated to Neo-Astragalus, but rather are found among Old World euploid\n(n = 8, 16) groups. Similarly, the relatively few North American species\nwith euploid numbers are not the closest relatives to Neo-Astragalus but\nare dispersed among divergent Old World groups that include both\naneuploid and euploid species. The historically allied genus Oxytropis\nis not nested within Astragalus, but forms a separate clade within the\nlarger ìAstragaleanî clade. The proposed segregate genera Astracantha\n(Eurasian) and Orophaca (North American) are clearly nested within\nAstragalus s. str. South American species of Astragalus are nested\nwithin Neo-Astragalus and comprise at least two independently derived\nclades (along with their close North American relatives), as previously\nsuggested by morphology. Parsimony reconstructions of characters that\nhave been used in the traditional subgeneric taxonomy of the genus were\nexamined and show high levels of homoplasy. Preliminary estimates of the\nabsolute rate of species diversification in Astragalus suggest it may be\nhigher than in some other, often cited, continental or insular adaptive\nradiations in angiosperms.","trees":[{"tree_label":"trnL tree","ntax":"34","rootedtree":"TRUE","title":"Astragalean-trnL","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5525.phy"},{"tree_label":"Fig. 1","ntax":"140","rootedtree":"TRUE","title":"Astragalean-ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5526.phy"}]}