{"Authors":" J. P. Hugot","Year":" 2002","Title":" New evidence of Hystricognath Rodents monophyly from the\nphylogeny of their pinworms,","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 144-173","Keywords":" NA","DOI":" NA","Abstract":" The evolutionary relationships among hytricognath rodents\nand the geographical origin of the Caviomorpha (which had been endemic\nto the Neotropics for most of the Tertiary) have generated considerable\ndebate. Some of the arguments used concerned the distribution of the\nparasite pinworms of these rodents. New descriptions of the parasites of\nboth African and Neotropical hytricognath rodents reveal very\nspecialized characters, which are only encountered in these parasites.\nAs these patterns are not closely linked with host/parasite\ninteractions, they provide important arguments for close relationships\nbetween the hosts. Using this new information a data set of\nmorphological characters has been built up that allows to test the\nmonophyly of each genus and to propose a phylogeny of the whole. Using\nthe cladogram of the parasites as an investigation tool allows to try to\nanswer to the following questions: does the phylogeny of their specific\npinworms supports, (i) the monophyly of the Hystricognathi, (ii) the\nmonophyly of the Phiomorpha, (iii) the monophyly of the Caviomorpha,\n(iii) any new (or previously proposed) grouping within these groups,\n(iv) which scenarios can be proposed to explain the current distribution\nof the Hystricognathi. The relationships between the parasites as they\nare assessed in the resulting cladogram are compared with different\nphylogenetic hypotheses proposed for the hosts, either based on\nmolecular or morpho-anatomical data. Comparison is performed using\nTREEMAP. This allows to test the congruence between the different\nhypotheses and to propose evolutive scenarios hypothesizing how the\ncurrent distribution of the hosts and parasites could have evolved\nduring the paleontological times. The phylogeny of the pinworm parasites\nof hystricognath rodents: (i) supports the monophyly of the\nHystricognathi; (ii) does not supports the monophyly of the Phiomorpha\nor Caviomorpha; (iii) supports close relationships between the\nHystricidae, Dinomyidae and the Erethizontidae, thus their\nclassification in a superfamily Erethizontoidea; (vi) challenges the\nhypothesis of a single immigration event for the arrival of the\nCaviomorpha in America. These points also are supported by most of the\nworks based on morpho-anatomical studies and dealing with the phylogeny\nand evolutive history of the Hystricognathi. Conversely, the hypotheses\nbased on the distribution and phylogeny of the parasites generally\ndisagree with the conclusions of works based on molecular data.","trees":[{"tree_label":"Fig. 1","ntax":"21","rootedtree":"TRUE","title":"MAJORITY RULE","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5529.phy"}]}