{"Authors":" Leena Myllys, Katileena Lohtander, Anders Tehler","Year":" 2001","Title":" β-tubulin, ITS and group I intron sequences challenge the\nspecies pair concept in Physcia aipolia and P. caesia.","Journal":" Mycologia","Volume":" 93","Issue":" 2","Pages":" 335-343","Keywords":" Ascomycetes; cryptic species; evolution; genetic marker;\nLecanorales; lichenized fungi; parsimony jackknifer","DOI":" NA","Abstract":" ITS, group I intron and partial β-tubulin sequences were\nused to infer phylogenies of a putative lichen species pair: Physcia\naipolia (sexual) and P. caesia (asexual). A jackknife tree obtained from\nthe β-tubulin sequences produced a well-resolved tree, whereas the\nresolution in the group I intron and in the ITS tree was lower due to\nhomoplasy. The results obtained from the combined group I intron, ITS\nand β-tubulin data indicate that neither P. caesia nor P. aipolia are\nmonophyletic and suggest that the two taxa are conspecific. Although the\ncombined DNA data suggest the existence of several genetically isolated\nlineages in the P. aipolia/caesia group, the different lineages were not\ncorrelated with any morphological characters. Within one of the\nlineages, the incongruent placement of one P. aipolia specimen may\nindicate sexual recombination. A contradictory placement of one P.\ncaesia specimen in different trees suggests that the usually asexual P.\ncaesia is occasionally capable of sexual reproduction. The β-tubulin\ngene was found to contain enough variation for inferring relationships\nat the species level. Most of the informative characters were found from\nintron sequences and third codon positions in the exon regions. All the\nnucleotide substitutions were synonymous.","trees":[{"tree_label":"Fig. 2B","ntax":"26","rootedtree":"TRUE","title":"Physcia intron","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5533.phy"},{"tree_label":"Fig. 2C","ntax":"26","rootedtree":"TRUE","title":"Physcia ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5534.phy"},{"tree_label":"Fig. 2A","ntax":"26","rootedtree":"TRUE","title":"Physcia Betatubulin","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5532.phy"}]}