{"Authors":" R. H. Petersen, K. W. Hughes, Jiankang Jin","Year":" 2001","Title":" Biogeographical patterns in Panellus stypticus.","Journal":" Mycologia","Volume":" 93","Issue":" 2","Pages":" 309-316","Keywords":" Agaricales; Basidiomycota; Dictyopanus pusillus; group I\nintron; ITS; ribosomal genes; RFLP; Tricholomataceae","DOI":" NA","Abstract":" Panellus stypticus fruits widely in Northern Hemisphere\ntemperate forests but has also been collected in Alaska, Costa Rica,\nAustralia and New Zealand. Previous studies established that there was a\nsingle biological species across eastern North America, Russia, Japan\nand New Zealand. In order to examine phylogenetic and biogeographical\npatterns within this species, the ribosomal ITS1-5.8S-ITS2 region was\namplified for 67 collections representing North America, Eurasia,\nAustralia and New Zealand and was sequenced for ten exemplars selected\nfrom different geographical areas. The amplified ITS sequence length for\ncollections from New South Wales and Tasmania (Australia) and New\nZealand was consistent within each of these geographical areas but\nvaried between areas and was shorter than the ITS region for Northern\nHemisphere collections. Length changes were due to a number of\ndeletions. Deleted regions totaled 15 bp in collections from New South\nWales, 29 bp from Tasmania and 88 bp from New Zealand. Parsimony\nanalysis based on ITS sequences produced two major clades, a Northern\nHemisphere clade and an Oceanian clade. The collection from New South\nWales was basal to the Oceanian clade with collections from Tasmania and\nNew Zealand as derived. Restriction fragment length polymorphisms based\non BstZ I, Dra I and Hinf I identified several biogeographically\nseparated haplotypes within this species. In the Northern Hemisphere, an\neastern North American haplotype was separated from other P. stypticus\ncollections that extended from Pacific North America to Asia. European\ncollections also shared a unique haplotype. The presence of a nuclear\nribosomal large subunit group I intron was inferred in all Northern\nHemisphere collections and in collections from New South Wales by length\nvariation of the PCR product and by sequencing of selected exemplars.\nITS sequence data and the presence of a group I intron in the Northern\nHemisphere and New South Wales collections provide evidence that\nNorthern Hemisphere and Southern Hemisphere distributions were connected\nthrough South East Asia.","trees":[{"tree_label":"Fig. 2","ntax":"11","rootedtree":"TRUE","title":"Panellus stypticus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5537.phy"}]}