{"Authors":" N. Wikstrm, P. Kenrick","Year":" 2000","Title":" Relationships of Lycopodium and Lycopodiella based on\ncombined plastid rbcL gene and trnL intron sequence data.","Journal":" Systematic Botany","Volume":" 25","Issue":" 3","Pages":" 495-510","Keywords":" NA","DOI":" 10.2307/2666692","Abstract":" The relationships of Lycopodium and Lycopodiella\n(Lycopodiaceae) were investigated based on two plastid data sets (rbcL\ngene and trnL intron) from a representative sample of 21 species.\nSeparate and combined analyses of the data reveal consistent patterns of\nrelationship. There is strong support for monophyly of Lycopodium and\nLycopodiella. There is also support for monophyly of species groups or\nsections sensu ÿllgaard (Lycopodium, Diphasium, Magellanica, Complanata,\nLycopodiella and Campylostachys). The combined data provide new evidence\nof relationships between subgeneric groups. In Lycopodium, section\nPseudodiphasium groups with section Magellanica, section Obscura groups\nwith section Diphasium, and section Annotina groups with section\nLycopodium. In Lycopodiella, sections Lateristachys and Caroliniana\ngroup with section Campylostachys and this group is sister to section\nLycopodiella. Tentative calibration of the phylogenetic tree using\nfossil evidence indicates a minimum age of Early Jurassic (208 Myr) for\nthe split between Lycopodium and Lycopodiella. Reticulate fossil spores\nfrom Upper Permian records are potentially of Lycopodium affinity and\nindicate that early cladogenesis in Lycopodium may be even older. An\nevaluation of biogeographic and phylogenetic patterns in these two\ngenera shows a striking difference from that in Huperzia. Sections\nwithin Lycopodium and Lycopodiella have broad geographic distributions,\nwhereas molecular data partition the much larger Huperzia group into\npredominantly neotropical and paleotropical clades.","trees":[{"tree_label":"Fig 1","ntax":"24","rootedtree":"TRUE","title":"Lycopodiaceae (trnL)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5540.phy"},{"tree_label":"Fig 2","ntax":"25","rootedtree":"TRUE","title":"Lycopodiaceae (rbcL)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5541.phy"},{"tree_label":"Fig 3","ntax":"25","rootedtree":"TRUE","title":"Lycopodiaceae (combined)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5542.phy"},{"tree_label":"Fig 4","ntax":"25","rootedtree":"TRUE","title":"Lycopodiaceae (combined)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5543.phy"}]}