{"Authors":" Lora G Rickard, Steven A. Nadler, Deborah S. S. Hudspeth,\nEric P Hoberg","Year":" 2000","Title":" Relationships of Nematodirus species and Nematodirus battus\nisolates (Nematoda: Trichostrongyloidea) based on nuclear ribosomal DNA\nsequences.","Journal":" Journal of Parasitology","Volume":" 86","Issue":" NA","Pages":" 588-601","Keywords":" NA","DOI":" 10.1645/0022-3395(2000)086[0588:RONSAN]2.0.CO;2","Abstract":" Nuclear ribosomal sequence data from the internal\ntranscribed spacers (ITS-1 and ITS-2), 5.8S subunit, and regions of the\n18S and 28S genes were used to investigate sequence diversity among\ngeographic samples of N. battus, and to infer phylogenetic relationships\namong Nematodirus species. Phylogenetic analysis of these data yielded\nstrong support for relationships among species, depicting N. helvetianus\nand N. spathiger as sister-taxa and a clade of these 2 species and N.\nfilicollis. This tree is consistent with caprine bovids as ancestral\nhosts, with a subsequent host-shift to Bovinae in N. helvetianus. Eleven\nof 14 N. battus sequences were unique, with 19 variable sites among\nsequences representing 5 geographic samples. The lowest number of\nvariable nucleotide sites was observed in samples representing\napparently recent introductions to the United States and Canada, which\nis consistent with a population bottleneck concomitant with\ntranslocation. Comparison of directly sequenced PCR products and clones\nrevealed evidence for intraindividual variation at some of the sequence\nsites, and this pattern of variation and that within geographic samples\nindicates incomplete rDNA repeat homogenization within species. This\npattern of variation is not conducive for inferring phylogenetic\nrelationships among sequences representing N. battus, or addressing the\nputative history of introduction.","trees":[{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Nematodirinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3733.phy"},{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Nematodirinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3734.phy"},{"tree_label":"Fig. 4","ntax":"22","rootedtree":"TRUE","title":"Nematodirinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3735.phy"},{"tree_label":"Truncated-recoded MP strict con","ntax":"22","rootedtree":"TRUE","title":"Nematodirinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3736.phy"}]}