{"Authors":" Steven A. Nadler, Deborah S. S. Hudspeth","Year":" 2000","Title":" Phylogeny of the Ascaridoidea (Nematoda: Ascaridida) based on\nthree genes and morphology: Hypotheses of structural and sequence\nevolution.","Journal":" Journal of Parasitology","Volume":" 86","Issue":" NA","Pages":" 380-393","Keywords":" NA","DOI":" 10.1645/0022-3395(2000)086[0380:POTANA]2.0.CO;2","Abstract":" Ascaridoid nematodes parasitize the gastrointestinal tract\nof vertebrate definitive hosts, and are represented by more than 50\ndescribed genera. We used 582 nucleotides (83% of the coding sequence)\nof the mitochondrial gene cytochrome oxidase subunit 2, in combination\nwith published small- and large-subunit nuclear rDNA sequences (2,557\ncharacters) and morphological data (20 characters), to produce a\nphylogenetic hypothesis for representatives of this superfamily. This\ncombined evidence phylogeny strongly supported clades that, with 1\nexception, were consistent with Fagerholm’s 1991 classification.\nParsimony mapping of character states on the combined evidence tree was\nused to develop hypotheses for the evolution of morphological, life\nhistory, and amino acid characters. This analysis of character evolution\nrevealed that certain key features that have been used by previous\nworkers for developing taxonomic and evolutionary hypotheses represent\nplesiomorphic states. Cytochrome oxidase subunit 2 nucleotides show a\nstrong compositional bias to A+T, and a substitution bias to thymine.\nThese biases are most apparent at third positions of codons and 4-fold\ndegenerate sites, which is consistent with the nonrandom substitution\npattern of A+T pressure. Despite nucleotide bias, cytochrome oxidase\namino acid sequences show conservation and retention of critical\nfunctional residues, as inferred from comparisons to other\norganisms.","trees":[{"tree_label":"Fig. 2","ntax":"21","rootedtree":"TRUE","title":"Ascaridoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3740.phy"},{"tree_label":"Fig. 5","ntax":"20","rootedtree":"TRUE","title":"Ascaridoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3739.phy"},{"tree_label":"Fig. 3","ntax":"20","rootedtree":"TRUE","title":"Ascaridoidea","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3737.phy"},{"tree_label":"Fig. 4","ntax":"20","rootedtree":"TRUE","title":"Ascaridoidea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3738.phy"}]}