{"Authors":" Tom Cavalier-Smith, A. B. Gawthrop, Bernard L Cohen","Year":" 1998","Title":" Molecular phylogeny of brachiopods and phoronids based on\nnuclear-encoded small subunit ribosomal RNA gene sequences.","Journal":" Philosophical Transactions of the Royal Society B","Volume":" 353","Issue":"","Pages":" 2039-2061","Keywords":" brachiopod; phoronid; SSU rDNA; molecular phylogeny;\nlophophorate; lophotrochozoa","DOI":" 10.1098/rstb.1998.0351","Abstract":" Brachiopod and phoronid phylogeny is inferred from SSU\nrDNA sequences of 28 articulate and nine inarticulate brachiopods, three\nphoronids, two ectoprocts and various outgroups, using gene trees\nreconstructed by weighted parsimony, distance and maximum likelihood\nmethods. Of these sequences, 33 from brachiopods, two from phoronids and\none each from an ectoproct and a priapulan are newly determined. The\nbrachiopod sequences belong to 31 different genera and thus survey about\n10% of extant genus-level diversity. Sequences determined in di\u001aerent\nlaboratories and those from closely related taxa agree well, but\nevidence is presented suggesting that one published phoronid sequence\n(GenBank accession U12648) is a brachiopod-phoronid chimaera, and this\nsequence is excluded from the analyses. The chiton, Acanthopleura, is\nidenti¢ed as the phenetically proximal outgroup; other selected\noutgroups were chosen to allow comparison with recent, non-molecular\nanalyses of brachiopod phylogeny. The different outgroups and methods of\nphylogenetic reconstruction lead to similar results, with di\u001aerences\nmainly in the resolution of weakly supported ancient and recent nodes,\nincluding the divergence of inarticulate brachiopod sub-phyla, the\nposition of the rhynchonellids in relation to long- and short-looped\narticulate brachiopod clades and the relationships of some articulate\nbrachiopod genera and species. Attention is drawn to the problem\npresented by nodes that are strongly supported by non-molecular evidence\nbut receive only low bootstrap resampling support. Overall, the gene\ntrees agree with morphology-based brachiopod taxonomy, but novel\nrelationships are tentatively suggested for thecideidine and megathyrid\nbrachiopods. Articulate brachiopods are found to be monophyletic in all\nreconstructions, but monophyly of inarticulate brachiopods and the\npossible inclusion of phoronids in the inarticulate brachiopod clade are\nless strongly established. Phoronids are clearly excluded from a\nsister-group relationship with articulate brachiopods, this proposed\nrelationship being due to the rejected, chimaeric sequence (GenBank\nU12648). Lineage relative rate tests show no heterogeneity of\nevolutionary rate among articulate brachiopod sequences, but indicate\nthat inarticulate brachiopod plus phoronid sequences evolve somewhat\nmore slowly. Both brachiopods and phoronids evolve slowly by comparison\nwith other invertebrates. A number of palaeontologically dated times of\nearliest appearance are used to make upper and lower estimates of the\nglobal rate of brachiopod SSU rDNA evolution, and these estimates are\nused to infer the likely divergence times of other nodes in the gene\ntree. There is reasonable agreement between most inferred molecular and\npalaeontological ages. The estimated rates of SSU rDNA sequence\nevolution suggest that the last common ancestor of brachiopods, chitons\nand other protostome invertebrates (Lophotrochozoa and Ecdysozoa) lived\ndeep in Precambrian time. Results of this ¢rst DNA-based, taxonomically\nrepresentative analysis of brachiopod phylogeny are in broad agreement\nwith current morphology-based classi¢cation and systematics and are\nlargely consistent with the hypothesis that brachiopod shell ontogeny\nand morphology are a good guide to phylogeny. Keywords: brachiopod;\nphoronid; SSU rDNA; molecular phylogeny; lophophorate;\nlophotrochozoa","trees":[{"tree_label":"Fig. 3b","ntax":"42","rootedtree":"TRUE","title":"Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3742.phy"},{"tree_label":"Fig. 5a","ntax":"41","rootedtree":"TRUE","title":"Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3747.phy"},{"tree_label":"Fig. 3c","ntax":"42","rootedtree":"TRUE","title":"Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3743.phy"},{"tree_label":"Fig. 3d","ntax":"41","rootedtree":"TRUE","title":"Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3744.phy"},{"tree_label":"Fig. 3a","ntax":"42","rootedtree":"TRUE","title":"Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3741.phy"},{"tree_label":"Fig. 3e","ntax":"41","rootedtree":"TRUE","title":"Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3745.phy"},{"tree_label":"Fig. 3f","ntax":"40","rootedtree":"TRUE","title":"Brachiopods","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3746.phy"}]}