{"Authors":" Steve J. B. Cooper, Michael P. Schwarz, Remko Leys","Year":" 2000","Title":" Molecular Phylogeny of the Large Carpenter Bees, Genus\nXylocopa (Hymenoptera: Apidae), Based on Mitochondrial DNA\nSequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 17","Issue":" 3","Pages":" 407-418","Keywords":" mitochondrial DNA; CO1; Cytb; Xylocopa; carpenter bees;\nmolecular phylogeny; biogeography; vicariance; dispersal; Gondwana","DOI":" 10.1006/mpev.2000.0851","Abstract":" Carpenter bees, genus Xylocopa Latreille, a group of bees\nfound on all continents, are of particular interest to behavioral\necologists because of their utility for studies of the evolution of\nmating strategies and sociality. This paper presents phylogenetic\nanalyses based on sequences of two mitochondrial genes cytochrome\noxidase 1 and cytochrome b for 22 subgenera of Xylocopa.\nMaximum-parsimony and maximum-likelihood methods were used to infer\nphylogenetic relationships. The analyses resulted in three resolved\nclades of subgenera: a South American group (including the subgenera\nStenoxylocopa, Megaxylocopa, and Neoxylocopa), a group including the\nsubgenera Xylocopa s.s. and Ctenoxylocopa, and an Ethiopean group\n(includ-ing the subgenera Afroxylocopa, Mesotrichia, Alloxylocopa,\nPlatynopoda, Hoploxylocopa, and Koptorto-soma). The relationships\nbetween the 11 other subgenera and the resolved clades are unclear.\nWithin the Ethiopian group we found a clear separation of the African\nand the Oriental taxa and apparent polyphyly of the subgenus\nKoptortosoma. Using an evolutionary rate for ants, we investigated\nwhether Gondwana vicariance or more recent dispersal events could best\nexplain the present-day distribution of subgenera. Although some taxa\nshow divergences that approach Gondwanan breakup times, most divergences\nbetween geographic groups are too recent to support a vicariance\nhypothesis. Key Words: mitochondrial DNA; CO1; Cytb; Xylocopa; carpenter\nbees; molecular phylogeny; biogeography; vicariance; dispersal;\nGondwana.","trees":[{"tree_label":"Fig. 2A","ntax":"27","rootedtree":"TRUE","title":"Xylocopa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3768.phy"},{"tree_label":"Fig. 3A","ntax":"27","rootedtree":"TRUE","title":"Xylocopa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3769.phy"},{"tree_label":"Fig. 3B","ntax":"27","rootedtree":"TRUE","title":"Xylocopa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3770.phy"}]}