{"Authors":" Mark W. Chase, Barbara Gravendeel, Konrad Bachmann, Ted H.\nM. Mes, Marco C. Roos, Ed F. de Vogel","Year":" 2001","Title":" Molecular phylogeny of Coelogyne (Epidendroideae;\nOrchidaceae) based on plastid RFLPs, matK, and nuclear ribosomal ITS\nsequences: evidence for polyphyly.","Journal":" American Journal of Botany","Volume":" 88","Issue":" 10","Pages":" 1915–1927","Keywords":" Coelogyne; Coelogyninae; matK; molecular phylogeny; nrDNA\nITS; Orchidaceae; plastid DNA RFLPs","DOI":" NA","Abstract":" To evaluate the monophyly of Coelogyne (Epidendroideae;\nOrchidaceae) and reveal sectional relationships and relations to allied\ngenera in subtribe Coelogyninae, we collected PCR (polymerase chain\nreaction) amplified restriction fragment length polymorphisms (RFLPs)\nfrom 11 plastid regions for 42 taxa (28 Coelogyne species and 14\nrepresentatives of other genera) and three outgroups from Bletiinae and\nThuniinae. We also sequenced a large portion of the plastid trnK intron\n(mostly matK) and the nuclear ribosomal DNA internal transcribed spacers\nITS1 and ITS2 (including the 5.8S gene). Separate phylogenetic analyses\non each data set using maximum parsimony produced mainly congruent\n(except for the position of Panisea) but weakly supported clades.\nParsimony analysis of the combined data clearly identified three main\nclades in Coelogyninae. Whereas Coelogyninae are monophyletic, Coelogyne\nis polyphyletic, with species falling into at least two well-supported\nclades. The utility of morphological characters used in previous\nclassifications was explored by reconstructing character state evolution\non one of the four molecular trees. Lip base and petal shape were\nhomoplasious, whereas ovary indumentum and flower number were congruent\nwith well-supported groups. The implications of our results for the\nclassification of Coelogyne are discussed, and a reorganization of the\ngenus by including Neogyna and Pholidota and removing several species is\nproposed.","trees":[{"tree_label":"Fig. 3","ntax":"44","rootedtree":"TRUE","title":"Coelogyne","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3771.phy"}]}