{"Authors":" Marshal C. Hedin","Year":" 2001","Title":" Molecular Insights into Species Phylogeny, Biogeography, and\nMorphological Stasis in the Ancient Spider Genus Hypochilus (Araneae:\nHypochilidae).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 18","Issue":" 1","Pages":" 238-251","Keywords":" NA","DOI":" 10.1006/mpev.2000.0882","Abstract":" The spider genus Hypochilus is currently restricted to\ncool, moist microhabitats in three widely separated montane regions of\nNorth America, providing an op-portunity to study both deep (i.e.,\ncontinental level) and shallow (within montane region) biogeographic\nhistory. Members of the genus also retain many plesi-omorphic\nmorphological characteristics, inviting the study of comparative rates\nof morphological evolu-tion. In this paper, Hypochilus phylogeny and\nassoci-ated evolutionary problems are addressed using both new molecular\n(28S nDNA and CO1 mtDNA) and pre-viously published (K. M. Catley, 1994,\nAm. Mus. Nov. 3088, 1ñ27) morphological data. Although the molecu-lar\ndata provide limited resolution of root placement within Hypochilus,\nmost analyses are at least consis-tent with morphology-supported montane\nrelation-ships of (Rockies (California, Appalachian)). The monophyly of\nHypochilus species distributed in the California mountains is ambiguous,\nwith several anal-yses indicating that this fauna may be paraphyletic\nwith respect to a monophyletic Appalachian lineage. The montane regions\ndiffer in consistent ways in depths of both mitochondrial and nuclear\nphyloge-netic divergence. Molecular clock analyses, in combi-nation with\narthropod-based mtDNA rate calibrations, suggest that the regional\nfaunas are of different ages and that speciation in all faunas likely\noccurred prior to the Pleistocene. Limited intraspecific sampling\nre-veals extraordinarily high levels of mtDNA cyto-chrome oxidase\nsequence divergence. These extreme divergences are most consistent with\nmorphological stasis at the species level, despite preliminary evi-dence\nthat Hypochilus taxa are characterized by frag-mented population\nstructures.","trees":[{"tree_label":"Fig. 5B","ntax":"11","rootedtree":"TRUE","title":"Hypochilus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3774.phy"},{"tree_label":"Fig. 2A","ntax":"9","rootedtree":"TRUE","title":"Hypochilus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3772.phy"},{"tree_label":"Fig. 5A","ntax":"12","rootedtree":"TRUE","title":"Hypochilus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3773.phy"},{"tree_label":"Fig. 3","ntax":"21","rootedtree":"TRUE","title":"Hypochilus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3775.phy"},{"tree_label":"Fig. 3 + OG","ntax":"22","rootedtree":"TRUE","title":"Hypochilus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3776.phy"},{"tree_label":"Fig. 4A","ntax":"21","rootedtree":"TRUE","title":"Hypochilus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3777.phy"}]}