{"Authors":" Stefan Ekman","Year":" 2001","Title":" Molecular phylogeny of the Bacidiaceae (Lecanorales,\nlichenized Ascomycota).","Journal":" Molecular Ecology","Volume":" 105","Issue":" 7","Pages":" 783-797","Keywords":"","DOI":" 10.1017/S0953756201004269","Abstract":" The phylogeny of the family Bacidiaceae (Lecanorales,\nAscomycota) was investigated using 65 nuclear ITS1-5.8S-ITS2 ribosomal\nDNA sequences, 63 of which were newly determined. After exclusion of\nambiguous alignment, the data set contained 285 variable characters, 212\nof which were parsimony-informative. Phylogenetic estimations were\nperformed with maximum parsimony (unweighted and weighted) and maximum\nlikelihood optimality criteria. Four different phylogenetic hypotheses\nwere tested using a parametric bootstrap approach to simulate the\nexpected null distribution of the difference between the globally\noptimal tree and the best (constrained) tree agreeing with the null\nhypotheses under unweighted and weighted parsimony, and maximum\nlikelihood: (1) the genus Bacidia is monophyletic, (2) the genus\nBacidina is monophyletic, (3) the genus Toninia is monophyletic, and (4)\nthe family Ramalinaceae is monophyletic and distinct from a monophyletic\nBacidiaceae. The monophyly of Bacidia, Toninia, and the Ramalinaceae was\nrejected under all circumstances. Hence, Ramalinaceae and Bacidiaceae\nare likely to be synonyms, Ramlinaceae being the correct name for the\nfamily. The monophyly of Bacidina was not rejected under any optimality\ncriterion. Furthermore, the data set suggests that the Bacidia\nbeckhausii and B. sabuletorum groups are unrelated to Bacidia s. str.,\nthat Megalaria is monophyletic, and that Lecania auct. is\npolyphyletic.","trees":[{"tree_label":"Fig. 1","ntax":"67","rootedtree":"TRUE","title":"Bacidiaceae MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3778.phy"},{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"Bacidiaceae MWP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3779.phy"},{"tree_label":"Fig. 3","ntax":"67","rootedtree":"TRUE","title":"Bacidiaceae ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3780.phy"}]}