{"Authors":" H. Thorsten Lumbsch, Maria Ines Messuti, Imke Schmitt","Year":" 2001","Title":" Utility of nuclear SSU and LSU rDNA data sets to discover the\nordinal placement of the Coccotremataceae (Ascomycota)","Journal":" Organisms Diversity and Evolution","Volume":" 1","Issue":" 2","Pages":" 99-112","Keywords":" ascomata; Ascomycota; Coccotremataceae; lichens; LSU rDNA;\nSSU rDNA","DOI":" 10.1078/1439-6092-00008","Abstract":" Informal ascomycete classifications have traditionally\nbeen based in part on ascomatal morphologies. The problems associated\nwith grouping taxa using ascomatal characters are evidenced in the\nCoccotremataceae where the ascomata have been interpreted either as\napothecia or perithecia. We used SSU rDNA sequences representing all\nclasses of the Pezizomycotina to infer the phylogenetic position of the\nfamily. The Coccotremataceae clustered within the Lecanoromycetes. Since\nthe Lecanoromycetes are characterized by the presence of apothecia,\nthese data support the apothecial interpretation, given that the\nascomata of the Coccotremataceae are not the result of convergent\nevolution. To evaluate the ordinal placement of the Coccotremataceae we\nused sequences of the SSU rRNA and LSU rRNA gene of 12 Lecanoromycetes.\nThe SSU and LSU portions of this second analysis reveal conflicting\nphylogenies. Therefore we compared the two portions with additional\nstatistical tests: splits decomposition, an analysis of the distribution\nof homoplasy, and a calculation of the ideal nucleotide substitution\nrate. In all of these tests the LSU data performed better than the SSU\ndata. The results of the incongruence length difference (ILD) test\nsuggest the data portions could be combined. There is no difference in\nthe tree topology of the combined data set and of the LSU portion only,\nbut the bootstrap values in the combined tree are lower. We argue that\nthe low bootstrap supports in the combined tree are due to the\nphylogenetic signal in the SSU data set. Therefore we use the LSU and\nthe combined tree to base our classification of the Coccotremataceae. In\nthe LSU and the combined tree the inclusion of the Coccotremataceae in\nthe Pertusariales is supported as is the sister relationship of the\nPertusariales and Agyriales. Within the Pertusariales the\nCoccotremataceae and Pertusariaceae are well-supported sister taxa.","trees":[{"tree_label":"Fig. 1","ntax":"32","rootedtree":"TRUE","title":"Coccotremataceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3782.phy"}]}