{"Authors":" Kathleen M. Pryer, Jeffrey S. Hunt, Raymond Cranfill, Alan\nR. Smith, Paul G. Wolf, S. D. Sipes, Harald Schneider","Year":" 2001","Title":" Horsetails and ferns are a monophyletic group and the closest\nliving relatives to seed plants.","Journal":" Nature","Volume":" 409","Issue":" NA","Pages":" 618-622","Keywords":" NA","DOI":" 10.1038/35054555","Abstract":" Most of the 470-million-year history of plants on land\nbelongs to bryophytes, pteridophytes, and gymnosperms, which eventually\nyielded to the remarkable ecological dominance by angiosperms 90 Myr\nago. Our knowledge of angiosperm phylogeny, particularly the branching\norder of the earliest lineages, recently took an impressive step forward\nbased on the concurrence of multigene sequence analyses. However,\nreconstructing relationships for all major lineages of vascular plants\nthat diverged since the Devonian has remained a daunting challenge. Here\nwe report on phylogenetic analyses of combined data from morphology and\none nuclear and three plastid genes for 35 representatives from all\nmajor lineages of land plants. We demonstrate that there are three\nmonophyletic groups of extant vascular plants: (1) lycophytes, (2) seed\nplants, and (3) a novel clade including equisetophytes (horsetails),\npsilotophytes (whisk ferns), and all eusporangiate and leptosporangiate\nferns. Our maximum likelihood analysis shows with unambiguous support\nthat horsetails and ferns together are the closest relatives to seed\nplants. This refutes the prevailing view that they are transitional\nevolutionary grades between bryophytes and seed plants and has important\nimplications for our understanding of plant development and\nevolution.","trees":[{"tree_label":"MP tree","ntax":"35","rootedtree":"TRUE","title":"Horsetails and ferns","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5535.phy"},{"tree_label":"Fig. 1","ntax":"35","rootedtree":"TRUE","title":"Horsetails and ferns","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5536.phy"}]}