{"Authors":" Russell D. Gray, Hamish G. Spencer, Martyn Kennedy","Year":" 2000","Title":" The phylogenetic relationships of the shags and cormorants:\nCan sequence data resolve a disagreement between behaviour and\nmorphology?","Journal":" Molecular Phylogenetics and Evolution","Volume":" 17","Issue":" NA","Pages":" 345-359","Keywords":" NA","DOI":" 10.1006/mpev.2000.0840","Abstract":" Taxonomic arrangements for the cormorants and shags\n(Phalacrocoracidae) had varied greatly until two quite similar\narrangements, one based on behavior and the other on osteological\ncharacters, became the basis for current thought on the evolutionary\nrelationships of these birds. The terms cormorant and shag, which had\npreviously been haphazardly applied to members of the group, became the\nvernacular terms for the two major subdivisions within this family. The\ntwo taxonomies differ in places, however, with the behavioral taxonomy\nplacing several species within the shags and the osteological taxonomy\nand phylogeny grouping those species (as the marine cormorants) and\nplacing them within the cormorants. In an attempt to resolve the\ndifferences in the relationships hypothesized by behavior and\nmorphology, we sequenced three mitochondrial genes (12S, ATPase 6, and\nATPase 8). Initial equally weighted parsimony trees differed slightly\nfrom our two weighted parsimony trees, one of which was also our\nmaximum-likelihood tree. Many of the branches within our trees were well\nsupported, but some sections of the phylogeny proved difficult to\nresolve with confidence. Our sequence trees differ substantially from\nthe morphological phylogeny and show that neither the shags nor the\ncormorants are monophyletic, but form an intermingled group. Some of the\ngroups supported by both the behavioral and the morphological taxonomies\n(e.g., the cliff shags, Stictocarbo) appear to be polyphyletic.\nConversely, the monophyly of the blue-eyed shags, a traditional group\nthat the osteological analysis had found to be paraphyletic, was\nsupported by the sequence data. Until more taxa are sampled and a fully\nrobust phylogeny is obtained, a conservative approach accepting a single\ngenus, Phalacrocorax, for the shags and cormorants is recommended.","trees":[{"tree_label":"Fig. 4","ntax":"24","rootedtree":"TRUE","title":"Phalacrocoracidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_403.phy"},{"tree_label":"Fig. 2b","ntax":"24","rootedtree":"TRUE","title":"Phalacrocoracidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3789.phy"},{"tree_label":"Fig. 2a","ntax":"24","rootedtree":"TRUE","title":"Phalacrocoracidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3790.phy"}]}