{"Authors":" Richard J. Adams, Kevin P. Johnson, Dale H. Clayton,\nVincent S. Smith, Robert H. Cruickshank, Roderic D. M. Page","Year":" 2001","Title":" Phylogenetic analysis of partial sequences of elongation\nfactor 1 alpha identifies major groups of lice (Insecta:\nPhthiraptera).","Journal":" Molecular Phylogenetics and Evolution","Volume":" 19","Issue":" 2","Pages":" 202-215","Keywords":" elongation factor 1α; leaf stability analysis; molecular\nsystematics; niche specialization; phylogenetics; lice; Phthiraptera;\nIschnocera","DOI":" 10.1006/mpev.2001.0928","Abstract":" As a first attempt to use molecular data to resolve the\nrelationships between the four suborders of lice and within the suborder\nIschnocera, we sequenced a 347bp fragment of the elongation factor 1\nalpha gene of 127 lice (Insecta: Phthiraptera) as well as outgroup taxa\nfrom the order Psocoptera. Phylogenetic analysis of these sequences\nrevealed a number of well-supported monophyletic groups, but the\nrelationships between many of these groups could not be resolved. While\nit is probable that multiple substitutions at high divergences and\nancient radiation over a short period of time have contributed to the\nproblem, we attribute most of this lack of resolution to the high ratio\nof taxa to characters. Nevertheless, the sequence data unequivocally\nsupport a number of important relationships that are at variance with\nthe conclusions of morphological taxonomy. These include the sister\ngroup relationship of Chelopistes and Oxylipeurus, two genera of lice\noccupying different ecological niches on the same host, which have\npreviously been assigned to different families. These results provide\nevidence that lice have speciated in situ on the host in response to\nniche specialisation, and that this has given rise to convergent\nmorphologies in the lice of different host groups which share similar\necological niches. We discuss our attempts to overcome the limitations\nof this large data set, including the use of leaf stability analysis, a\nnew method for analysing the stability of taxa in a phylogenetic tree,\nand examine a number of hypotheses of relationships based on both\ntraditional taxonomy and host associations.","trees":[{"tree_label":"Fig. 2","ntax":"111","rootedtree":"TRUE","title":"Phthiraptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3792.phy"},{"tree_label":"Fig. 3","ntax":"111","rootedtree":"TRUE","title":"Phthiraptera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3793.phy"}]}