{"Authors":" J. C. Kang, Conrad Lamoraal Schoch, Pedro W. Crous","Year":" 2001","Title":" Species concepts in the Cylindrocladium floridanum and Cy.\nspathiphylli complexes (Hypocreaceae) based on multi-allelic sequence\ndata, sexual compatibility and morphology System.","Journal":" Systematic and Applied Microbiology","Volume":" 24","Issue":" 2","Pages":" 206-217","Keywords":" Calonectria; ITS; β-tubulin; histone sequence analysis;\nmating studies; systematics","DOI":" 10.1078/0723-2020-00026","Abstract":" Much attention has recently been devoted to the\ndelimitation of species units in Cylindrocladium (Cy.). In this regard\nthe present study focuses on the taxa within the unresolved Cy.\nfloridanum and Cy. spathiphylli species complexes. Maximum parsimony\nanalyses of DNA sequences of ITS, b-tubulin and histone regions of rRNA\ngenes, and mating experiments revealed a geographically isolated species\nof Cylindrocladium in the Cy. spathiphylli (teleomorph: Calonectria\nspathiphylli) species complex. Cy. pseudospathiphylli sp. nov.\n(teleomorph: Ca. pseudospathiphylli sp. nov.) is described as a new\nphylogenetic, biological and morphological species. It is distinguished\nfrom Cy. spathiphylli by being homothallic, having smaller macroconidia,\nand distinct DNA sequences of b-tubulin and histone genes. Similarly,\nparsimony analysis of a combined data set also indicated several\nphylogenetic species to exist within Cy. floridanum (teleomorph: Ca.\nkyotensis). Based on differences in vesicle morphology and conidium\ndimensions, the Canadian population of Cy. floridanum, formerly known as\nCy. floridanum Group 2, is described as Cy. canadense sp. nov., while a\nfurther collection from Hawaii is described as Cy. pacificum sp. nov.\nKey Words: Calonectria, ITS, b-tubulin, histone sequence analysis,\nmating studies, systematics","trees":[{"tree_label":"Fig. 4","ntax":"17","rootedtree":"TRUE","title":"Concordance-ITS & Beta-tubulin & Histone","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3794.phy"},{"tree_label":"Fig. 4","ntax":"17","rootedtree":"TRUE","title":"Concordance-ITS & Beta-tubulin & Histone","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3795.phy"}]}