{"Authors":" Susan E. Masta","Year":" 2000","Title":" Phylogeography of the jumping spider Habronattus\npugillis (Araneae: Salticidae): Recent vicariance of sky island\npopulations?","Journal":" Evolution","Volume":" 54","Issue":" 5","Pages":" 1699-1711","Keywords":" Habronattus pugillis; lineage sorting; migration;\nmitochondrial DNA; molecular clock; phylogeography; sky islands.","DOI":" 10.1111/j.0014-3820.2000.tb00714.x","Abstract":" In island systems with diverging populations, the history\nof island formation and genealogical estimates of divergence dates can\nbe mutually informative. In the “sky islands” of southeastern Arizona,\nclimate-induced contraction of woodlands appears to have fragmented\npopulations of woodland-dwelling species onto disjunct mountain ranges.\nMontane populations of the jumping spider, Habronattus pugillis, display\nstriking amounts of phenotypic divergence among ranges. Paleoclimatic\nestimates date woodland fragmentation at approximately 10,000 years ago,\nsuggesting that phenotypic divergence has been extraordinarily rapid in\nthese spiders. This phylogeographic study of populations of H. pugillis\nattempts to clarify the species’ history of isolation and divergence and\nto address the suitability of available paleoclimatic data for dating\ndivergences among populations of the region’s woodland-dwelling\norganisms. Mitochondrial sequence data of spiders from 13 mountain\nranges was used to reconstruct genealogical relationships. Gene trees\nshow that small mountain ranges tend to have populations whose sequences\nform monophyletic groups, whereas larger ranges do not. Paraphyly among\ngenes from larger ranges could result from either recent migration or\nincomplete lineage sorting. I use phylogenetic and geographic\ninformation to test these alternatives, and conclude that incomplete\nlineage sorting best explains the observed paraphyly. Gene trees are\nconcordant with some of the predictions of vegetation history generated\nby examination of topography. Dates estimated for divergence of\npopulations vary from 30,000 years to more than 2 million years ago,\nsuggesting multiple vicariance events that are older than would be\ninferred from paleoclimatic studies. These findings illustrate that use\nof any single paleontological dataset to calibrate molecular clocks can\npotentially greatly underestimate actual divergence times. Key words.\nHabronattus pugillis, lineage sorting, migration, mitochondrial DNA,\nmolecular clock, phylogeography, sky islands.","trees":[{"tree_label":"Fig. 2","ntax":"90","rootedtree":"TRUE","title":"Habronattus pugillis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3796.phy"},{"tree_label":"Fig. 3","ntax":"90","rootedtree":"TRUE","title":"Habronattus pugillis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3797.phy"}]}