{"Authors":" Rasoul Zare, Joseph W. Spatafora, Kathie T. Hodge, Gi-Ho\nSung, Walter Gams","Year":" 2001","Title":" A revision of Verticillium sect. Prostrata II. Phylogenetic\nanalyses of SSU and LSU nuclear rDNA sequences from anamorphs and\nteleomorphs of the Clavicipitaceae.","Journal":" Nova Hedwigia","Volume":" 71","Issue":" NA","Pages":" 311-328","Keywords":" Anamorph; Cordyceps; host-jumping; parsimony; systematics;\nteleomorph","DOI":" NA","Abstract":" Parsimony analyses were conducted on partial nucleotide\nsequences from the small and large subunits of the nuclear ribosomal DNA\nfrom representatives of Verticillium sect. Prostrata and related\nascomycetes. The majority of species from V.sect. Prostrata were\nsupported as members of the Clavicipitaceae, but they did not form a\nmonophyletic group within the family. Three to six groups of fungi in\nV.sect. Prostrata were inferred in these analyses and were designated\ngroups B1-D3 following the convention of Zare et al. (2000). These\ngroups integrated with other anamorph and teleomorph genera including\nCordyceps, which was also not supported as being monophyletic. Group\nB1included the anamorph of C. militaris, V.lecanii, V.psalliotae,\nV.fusisporum, V.aranearum, and V. antillanum. It was part of a larger\nclade designated Cordyceps s. stricto, which included entomopathogenic\nspecies of Cordyceps and anamorphic species of Beauveria, Engyodontium,\nMicrohilum, and Paecilomyces. Group B2 included V. lamellicola,\n‘Cephalosporium’ lanosoniveum, and ‘Acremonium’ obclavatum and was the\nmost closely related clade to Cordyceps s. stricto. Group C represented\na monophyletic clade of nematophagous species that included V.\nbalanoides, V. campanulatum, and V. sinense. It was part of a weakly\nsupported clade designated the C. ophioglossoides clade, which included\nfungicolous and entomopathogenic species of Cordyceps and within the\nClavicipitaceae.","trees":[{"tree_label":"Fig. 1","ntax":"93","rootedtree":"TRUE","title":"Verticillium sect. Prostrata","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3798.phy"},{"tree_label":"Fig. 2","ntax":"93","rootedtree":"TRUE","title":"Host association in Clavicipitaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3799.phy"}]}