{"Authors":" G. Caetano-Anolles, Mark T. Windham, Robert N.\nTrigiano","Year":" 2001","Title":" Patterns of evolution in Discula fungi and the origin of\ndogwood anthracnose in North America studied using arbitrarily amplified\nand ribosomal DNA.","Journal":" Current Genetics","Volume":" 39","Issue":" (5/6)","Pages":" 346-354","Keywords":" Discula; Dogwood anthracnose; ITS sequence; Ribosomal\nDNA","DOI":" 10.1007/s002940100223","Abstract":" The anthracnose epidemic caused by exotic filamentous\nfungi of the genus Discula threatens the future of the prized flowering\n(Cornus florida L.) and Pacific (Cornus nuttalli Aud.) dogwoods in North\nAmerica. A cross-section of fungi that cause anthracnose in broadleaf\ntemperate trees was characterized using DNA amplification fingerprinting\n(DAF), sequence and secondary structure analysis of the internal\ntranscribed spacers (ITS) of nuclear ribosomal DNA (rDNA), and\ncompatibility of hyphal anastomosis. ITS-inferred phylogenies rejected\nthe null hypothesis of only one fungal lineage by defining four\nmonophyletic and well differentiated groups corresponding to Discula\nsp., D. quercina, D. umbrinella and D. destructiva, with the last two\nspecies sharing a common and recent ancestor. In turn, they showed that\nthe dogwood pathogen D. destructiva did not evolve directly from an\nindigenous population related to Discula sp. In this study, rDNA spacers\nthat are generally considered important for protein synthesis but\nselectively neutral, appeared functionally constrained and subject to\nselective sequence diversification. Results confirmed the high\nvariability of D. umbrinella and remarkable homogeneity and exotic\nnature of D. destructiva at the genetic level, clarified the taxonomy\nand phylogeny of Discula, and provided clues as to the origin and\ndiversification of dogwood anthracnose-causing fungi.","trees":[{"tree_label":"Strict consensus","ntax":"21","rootedtree":"TRUE","title":"Discula","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3800.phy"}]}