{"Authors":" Yoichi Tateishi, Tadashi Kajita, C. Donovan Bailey,\nHiroyoshi Ohashi, Jeff J. Doyle","Year":" 2001","Title":" rbcL and legume phylogeny with particular reference to\nPhaseoleae, Millettieae, and allies.","Journal":" Systematic Botany","Volume":" 26","Issue":" 3","Pages":" 515-536","Keywords":"","DOI":" 10.1043/0363-6445-26.3.515","Abstract":" A parsimony analysis was conducted on 319 rbcL sequences,\ncomprising 242 from 194 genera of Leguminosae and 77 from other\nfamilies. Results support earlier conclusions from rbcL and other\nmolecular data that a monophyletic Leguminosae is part of a Fabales that\nincludes Polygalaceae, Surianaceae, and the anomalous rosid genus\nQuillaja. Within legumes, results of previous analyses were also\nsupported, such as the paraphyletic nature of Caesalpinioideae and\nmonophyly of Mimosoideae and Papilionoideae. Most new data (74\nsequences) were from Papilionoideae, particularly Phaseoleae,\nMillettieae, and allies. Although the overall topology for\nPapilionoideae was largely unresolved, several large clades were\nwell-supported. The analysis contained a large sample of Phaseoleae and\nMillettieae, and not surprisingly showed both tribes to be polyphyletic,\nthough with all taxa except Wisteria and allied Millettieae belonging to\na single well supported clade. Within this clade was a strongly\nsupported group that included Phaseoleae subtribes Erythrininae,\nGlycininae, Phaseolinae, Kennediinae, and Cajaninae, with only the last\ntwo being monophyletic. Desmodieae and Psoraleeae were also part of this\nclade. The monophyletic Phaseoleae subtribes Ophrestiinae and Diocleinae\ngrouped with most Millettieae in a clade that included a group similar\nto the core Millettieae identified in other studies. All but one of the\nremaining Millettieae sampled formed an additional clade within the\noverall millettioid/phaseoloid group.","trees":[{"tree_label":"Fig. 1-5","ntax":"319","rootedtree":"TRUE","title":"Leguminosae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3806.phy"}]}