{"Authors":" David S. Hibbett","Year":" 2002","Title":" Shiitake mushrooms and molecular clocks: historical\nbiogeography of Lentinula.","Journal":" Journal of Biogeography","Volume":" 28","Issue":" 2","Pages":" 231-241","Keywords":" Beringia; biogeography; fungi; Lentinula; maximum\nlikelihood; molecular clock; phylogeny","DOI":" 10.1046/j.1365-2699.2001.00528.x","Abstract":" Aim Fungi make up a large, ecologically important group of\neukaryotes that has been neglected in historical biogeography. In this\nstudy, molecular phylogenies and molecular clock dating were used to\ninfer historical biogeography of the shiitake genus, Lentinula Earle,\nwhich occurs in both the Old World and New World. The major goals of\nthis study were to determine if the Old World and New World groups are\nmonophyletic, and whether the Old World/New World disjunction is the\nresult of vicariance or long distance dispersal.; ; Location Collections\nstudied are from Asia, Australasia, the Gulf Coast region of North\nAmerica, the Caribbean, Central America, and northern South America.; ;\nMethods Phylogenetic trees were inferred with nuclear large subunit\n(nuc-Isu) ribosomal DNA (rDNA) and internal transcribed spacer (ITS)\nsequences. Molecular clock dating was performed using trees derived from\nnuc-Isu rDNA and mitochondrial small-subunit (mt-ssu) rDNA sequences.\nRate constancy was tested with maximum likelihood, and clocks were\ncalibrated using evidence from fossils or other molecular clock studies,\nor according to expected ages under different historical biogeographic\nscenarios.; ; Results Analyses of ITS and nuc-Isu rDNA sequences suggest\nthat there are seven species of Lentinula worldwide, which occur in two\nmain clades, one in the New World the other in the Old World. Rate\nconstancy cannot be rejected in nuc-Isu rDNA, but can be rejected in\nmt-ssu rDNA. Both genes suggest that the Old World/New World disjunction\ncould be due to fragmentation of an ancient Laurasian range. An\nalternative Gondwanan hypothesis is not supported by the molecular clock\nage estimates.; ; Main conclusions Only one long distance dispersal\nevent must be invoked in Lentinula, that being between Australia and New\nZealand. Despite having airborne spores, it appears that long distance\ndispersal is rare in Lentinula. This may also be true in other fungi,\nwhich are therefore excellent candidates for historical biogeographic\nstudies using molecular characters.","trees":[{"tree_label":"Fig. 5","ntax":"10","rootedtree":"TRUE","title":"Lentinula clock","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3807.phy"},{"tree_label":"Fig. 2","ntax":"50","rootedtree":"TRUE","title":"Lentinula ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3808.phy"},{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Lentinula 25S","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3809.phy"}]}