{"Authors":" F. Pelúez, Gonzalo Platas, Javier Collado","Year":" 2001","Title":" Identification of an endophytic Nodulisporium sp. from\nQuercus ilex in Central Spain as the anamorph of Biscogniauxia\nmediterranea by rDNA sequence analysis and effect of different\necological factors on distribution of the fungus.","Journal":" Mycologia","Volume":" 93","Issue":" 5","Pages":" 875-886","Keywords":" distribution patterns; fungal endophytes; Hypoxylon\nmediterraneum; ITS sequences; Periconiella-like; Xylariaceae","DOI":" NA","Abstract":" A study of fungal endophytes from aerial parts of Quercus\nilex ssp. ballota was carried out on 32 specimens sampled at three\nforests in Central Spain. Trunk bark, fresh leaves, and healthy and\ndecaying twigs were surveyed. A Nodulisporium sp. was frequently\nrecorded among the isolates. Sequence analysis of the internal\ntranscribed spacer (ITS) region of the rDNA (including the 5.8S rRNA\ngene) was used for the identification of this fungus. The comparison and\nphylogenetic analysis of the sequences from several representatives of\nthis endophytic species and a group of xylariaceous fungi with\nNodulisporium-like anamorphs revealed that the endophytic Nodulisporium\nsp. was conspecific with the phytopathogenic species Biscogniauxia\nmediterranea (≡ Hypoxylon mediterraneum). Significant differences were\nfound between the isolation frequencies of the fungus, relative to the\ngeographical origin of the samples. Also, the fungus was more frequent\non samples collected in the autumn, as compared to those collected in\nthe spring. The greatest degree of colonization was observed in twigs,\nwhile in leaves the fungus was present in significantly lower amounts.\nThe relative frequency of this species in bark increased in the higher\nparts of the trunk. Tissue preference analysis revealed that this fungal\nspecies is exclusively located in bark, being absent from xylem of\nliving twigs. The relative abundance of the fungus in decaying twigs was\nremarkably higher than in healthy twigs.","trees":[{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Biscogniauxia mediterranea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3820.phy"},{"tree_label":"Fig. 2","ntax":"20","rootedtree":"TRUE","title":"Biscogniauxia mediterranea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3821.phy"}]}