{"Authors":" Derek J. Taylor, Scott R. Santos, Mary Alice Coffroth","Year":" 2001","Title":" Genetic comparisons of freshly isolated vs. cultured\nsymbiotic dinoflagellates: Implications for extrapolation to the intact\nsymbiosis.","Journal":" Journal of Phycology","Volume":" 37","Issue":" 5","Pages":" 900-912","Keywords":" culture; internal transcribed spacer; microsatellites;\nsmall subunit rDNA genes; Symbiodinium; symbiosis; symbiotic\ndinoflagellates; zooxanthellae","DOI":" 10.1046/j.1529-8817.2001.00194.x","Abstract":" Zooxanthellae, algal symbionts in divergent marine\ninvertebrate hosts, are a genetically heterogeneous group. All species\ndescriptions and most physiological and infection studies of\nzooxanthellae have been conducted using cultured material, yet few\nstudies to date have attempted to quantify the representation of\ncultures isolated from cnidarians to the in hospite zooxanthella\npopulations from which they were established. Restriction Fragment\nLength Polymorphisms (RFLPs) of 18S-rDNA, Internal Transcribed Spacer\n(ITS) sequence data and microsatellites analyses were conducted to\nassess the relatedness between cultured zooxanthellae and the in hospite\npopulation from which they were isolated. RFLP data demonstrated\ncultures may represent either the numerically dominant symbiont or ones\npresent in lower number. ITS sequences from zooxanthella cultures are\ndisconcordant with ITS sequence identified from the in hospite\nzooxanthellae and microsatellites present in in hospite zooxanthella\npopulations were absent from the corresponding cultures. Lastly,\nreexamination of the literature reveals examples of zooxanthella\ncultures being nonrepresentative of in hospite populations. These data\nsuggest that, in most cases, cultures are a subset of the original in\nhospite population. Factors such as failing to homogenize bulk cultures\nprior to transfer, growth medium employed and the picking of single\nmotile cells are thought to contribute to many zooxanthella cultures\nbeing nonrepresentative.","trees":[{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Dinoflagellate tree with constraints","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3824.phy"},{"tree_label":"Unpublished Figure","ntax":"24","rootedtree":"TRUE","title":"Dinoflagellate tree with constraints","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3825.phy"}]}