{"Authors":" Richard H. Thomas, Robert H. Cruickshank","Year":" 1999","Title":" Evolution of haplodiploidy in dermanyssine mites (Acari:\nMesostigmata).","Journal":" Evolution","Volume":" 53","Issue":" NA","Pages":" 1796-1803","Keywords":" Acari; arrhenotoky; genetic systems; haplodiploidy;\nmolecular systematics; phylogenetics; pseudoarrhenotoky","DOI":" NA","Abstract":" Haplodiploidy, a widespread phenomenon in which males are\nhaploid and females are diploid, can be caused by a number of different\nunderlying genetic systems. In the most common of these, arrhenotoky,\nmales arise from unfertilized eggs, whereas females arise from\nfertilized eggs. In another system, pseudoarrhenotoky, males arise from\nfertilized eggs, but they eliminate the paternal genome at some point\nprior to spermatogenesis, with the consequence that they do not pass\nthis genome to their offspring. In 1931 Schrader and Hughes-Schrader\nsuggested that arrhenotoky arises through a series of stages involving\npseudoarrhenotokous systems such as those found in many scale insects\n(Homoptera: Coccoidea), however, their hypothesis has been largely\nignored. We have used a phylogenetic analysis of 751 base pairs of 28S\nrDNA from a group of mites (Mesostigmata: Dermanyssina) that contains\narrhenotokous, pseudoarrhenotokous, and ancestrally diplodiploid members\nto test this hypothesis. Neighbor-joining, maximum-parsimony, and\nmaximum-likelihood methods all indicate that the arrhenotokous members\nof this group form a clade that arose from a pseudoarrhenotokous\nancestor, rather than directly from a diplodiploid one. This provides\nunequivocal support for the hypothesis of Schrader and Hughes-Schrader.\nThe wider implications of this result for the evolution of uniparental\ngenetic systems are discussed.","trees":[{"tree_label":"Fig. 1","ntax":"12","rootedtree":"TRUE","title":"Dermanyssina","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3826.phy"}]}