{"Authors":" Jonathan H. Geisler","Year":" 2001","Title":" New morphological evidence for the phylogeny of Artiodactyla,\nCetacea, and Mesonychidae.","Journal":" American Museum Novitates","Volume":" 3344","Issue":" NA","Pages":" 1-53","Keywords":"","DOI":" 10.1206/0003-0082(2001)344<0001:NMEFTP>2.0.CO;2","Abstract":" Parsimony-based analyses of a data set including 68 taxa\ncoded for 186 morphological characters corroborate monophyly of\nArtiodactyla (even-toed ungulates), Suiformes (hippos, pigs, peccaries),\nNeoselenodontia (camels, deer, cows), and Acreodi (whales, dolphins,\nporpoises, mesonychids). Additional findings include a sister-group\nrelationship between Cainotheriidae and Cameloidea (Camelidae +\nOromerycidae), Elomeryx as the sister group to all other suiform\nartiodactyls, Protoceratidae as the basal branch of Neoselenodontia, and\nparaphyly of Mesonychidae. The molecule-based groups Whippomorpha\n(whales, dolphins, hippos), Cetruminantia (whales, deer, cows), and\nArtiofabula (whales, cows, pigs) are contradicted by these data and\noccur together in trees that are at least 25 steps longer than the most\nparsimonious ones. In terms of tree length, the molecule-based topology\nis contradicted by morphological data with and without extinct taxa, and\nunlike previous, morphology-based analyses, the exclusion of Cetacea\nfrom the clade of living artiodactyls is not dependent on the inclusion\nof extinct taxa. Artiodactyla is diagnosed in all most parsimonious\ntrees by several characters, including a short mastoid process of the\npetrosal, absence of an alisphenoid canal, and presence of an\nentocingulum on P4. Some previously suggested artiodactyl\nsynapomorphies, such as an enlarged facial exposure of the lacrimal and\nabsence of contact between the frontal and alisphenoid, are shown to be\nsynapomorphies of more exclusive clades within Artiodactyla.","trees":[{"tree_label":"Fig. 10C","ntax":"18","rootedtree":"TRUE","title":"Molecules Mammal Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_609.phy"},{"tree_label":"Fig.10B","ntax":"18","rootedtree":"TRUE","title":"Pruned Morphology Mammal Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3829.phy"},{"tree_label":"Fig. 10A","ntax":"18","rootedtree":"TRUE","title":"Shortest Mammal Tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3828.phy"},{"tree_label":"Fig. 8","ntax":"68","rootedtree":"TRUE","title":"Ungulates","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3830.phy"}]}