{"Authors":" Jamie L. Platt, Arne Holst-Jensen, Linda M. Kohn, Joseph W.\nSpatafora, David S. Gernandt, Richard C. Hamelin, Jeffrey K. Stone","Year":" 2001","Title":" Phylogenetics of Helotiales and Rhytismatales based on\npartial small subunit nuclear ribosomal DNA sequences.","Journal":" Mycologia","Volume":" 93","Issue":" 5","Pages":" 915-933","Keywords":" apothecium; inoperculate discomycete; small subunit\nnrDNA","DOI":" NA","Abstract":" The evolutionary sequence leading to the differentiation\nof ascomatal and ascal types in the Euascomycetes remains poorly\nunderstood. To investigate the placement of the inoperculate\ndiscomycetes in the phylogeny of Euascomycetes, partial small subunit\nribosomal DNA sequences for 36 species placed in Helotiales and\nRhytismatales were combined with those of 54 additional species\nrepresenting the major ascomycete lineages, and two basidiomycetes as\noutgroups. The apothecial orders Helotiales, Rhytismatales, Pezizales,\nCaliciales, Lecanorales, and Peltigerales were represented by multiple\ngenera. Maximum parsimony recovered over 100 000 equally most\nparsimonious trees, with the strict consensus tree collapsing many\ninoperculate discomycetes into a large Euascomycete polytomy. Weighted\nparsimony resolved a paraphyletic clade composed of Rhytismatales and\nHelotiales. Families grouping consistently in the\nHelotiales/Rhytismatales clade included Bulgariaceae, Helotiaceae,\nHemiphacidiaceae, Leotiaceae, Loramycetaceae, Phacidiaceae,\nRhytismataceae, Rutstroemiaceae, Sclerotiniaceae, and Thelebolaceae.\nOrbiliaceae did not group with Helotiales. The small subunit data matrix\nwas more useful for familial relationships in Helotiales and\nRhytismatales. Of families represented by multiple taxa, Sclerotiniaceae\nand Hemiphacidiaceae were monophyletic, Rhytismataceae was paraphyletic,\nand Helotiaceae and Phacidiaceae were polyphyletic. The placement of\nseveral inoperculate discomycete genera with historically problematic\nordinal or familial placement based on morphological and developmental\nfeatures remained equivocal in the small subunit phylogeny. These genera\ninclude Cyclaneusma, Darkera, Gremmeniella, Naemacyclus, Phacidium, and\nPiceomphale. Although further studies are needed, we use the small\nsubunit phylogeny as a framework for discussing the evolution of the\nascoma and ascus, the delimitation between Helotiales and Rhytismatales,\nand certain family concepts within the inoperculate discomycetes.","trees":[{"tree_label":"Fig. 1","ntax":"92","rootedtree":"TRUE","title":"Ascomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5571.phy"}]}