{"Authors":" John S. Hopple, Rytas Vilgalys","Year":" 1999","Title":" Phylogenetic Relationships in the Mushroom Genus Coprinus and\nDark-Spored Allies Based on Sequence Data from the Nuclear Gene Coding\nfor the Large Ribosomal Subunit RNA: Divergent Domains, Outgroups, and\nMonophyly.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 13","Issue":" 1","Pages":" 1-19","Keywords":" NA","DOI":" 10.1006/mpev.1999.0634","Abstract":" Phylogenetic relationships were investigated in the\nmushroom genus Coprinus based on sequence data from the nuclear encoded\nlarge-subunit rDNA gene. Forty-seven species of Coprinus and 19\nadditional species from the families Coprinaceae, Strophariaceae,\nBolbitiaceae, Agaricaceae, Podaxaceae, and Montagneaceae were studied. A\ntotal of 1360 sites was sequenced across seven divergent domains and\nintervening sequences. Atotal of 302 phylogenetically informative\ncharacters was found. Ninety-eight percent of the average divergence\nbetween taxa was located within the divergent domains, with domains D2\nand D8 being most divergent and domains D7 and D10 the least divergent.\nAn empirical test of phylogenetic signal among divergent domains also\nshowed that domains D2 and D3 had the lowest levels of homoplasy. Two\nequally most parsimonious trees were resolved using Wagner parsimony. A\ncharacter-state weighted analysis produced 12 equally most parsimonious\ntrees similar to those generated by Wagner parsimony. Phylogenetic\nanalyses employing topological constraints suggest that none of the\nmajor taxonomic systems proposed for subgeneric classification is able\nto completely reflect phylogenetic relationships in Coprinus. A strict\nconsensus integration of the two Wagner trees demonstrates the\nproblematic nature of choosing outgroups within dark-spored mushrooms.\nThe genus Coprinus is found to be polyphyletic and is separated into\nthree distinct clades. Most Coprinus taxa belong to the first two\nclades, which together form a larger monophyletic group with Lacrymaria\nand Psathyrella in basal positions. A third clade contains members of\nCoprinus section Comati as well as the genus Leucocoprinus, Podaxis\npistillaris, Montagnea arenaria, and Agaricus pocillator. This third\nclade is separated from the other species of Coprinus by members of the\nfamilies Strophariaceae and Bolbitiaceae and the genus Panaeolus.","trees":[{"tree_label":"Fig. 3","ntax":"66","rootedtree":"TRUE","title":"Coprinus and Dark-Spored Allies","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5587.phy"},{"tree_label":"Fig. 4","ntax":"66","rootedtree":"TRUE","title":"Coprinus and Dark-Spored Allies","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5588.phy"}]}