{"Authors":" Kerstin Voigt, J. Wostemeyer","Year":" 2001","Title":" Phylogeny and origin of 82 zygomycetes from all 54 genera of\nthe Mucorales and Mortierellales based on combined analysis of actin and\ntranslation elongation factor EF-1 alpha genes.","Journal":" Gene","Volume":" 270","Issue":" 1-2","Pages":" 113-120","Keywords":" Protein-coding genes; rDNA; Molecular evolution;\nMorphology; Family structure; Natural systematics","DOI":" 10.1016/S0378-1119(01)00464-4","Abstract":" True fungi (Eumycota) are heterotrophic eukaryotic\nmicroorganisms encompassing ascomycetes, basidiomycetes,\nchytridiomycetes and zygomycetes. The natural systematics of the latter\ngroup, Zygomycota, are very poorly understood due to the lack of\ndistinguishing morphological characters. We have determined sequences\nfor the nuclear-encoded genes actin (act) from 82 zygomycetes\nrepresenting all 54 currently recognized genera from the two\nzygomycetous orders Mucorales and Mortierellales. We also determined\nsequences for translation elongation factor EF-1a (tef) from 16\nzygomycetes (total of 96,837 bp). Phylogenetic analysis in the context\nof available sequence data (total 2,062 nucleotide positions per\nspecies) revealed that current classification schemes for the mucoralean\nfungi are highly unnatural at the family and, to a large extent, at the\ngenus level. The data clearly indicate a deep, ancient and distinct\ndichotomy of the orders Mucorales and Mortierellales, which are\nrecognized only in some zygomycete systems. Yet at the same time the\ndata show that two genera รณ Umbelopsis and Micromucor รณ previously\nplaced within the Mortierellales on the basis of their weakly developed\ncolumella (a morphological structure of the sporangiophore\nwell-developed within all Mucorales) are in fact members of the\nMucorales. Phylogenetic analyses of the encoded amino acid sequences in\nthe context of homologues from eukaryotes and archaebacterial outgroups\nindicate that the Eumycota studied here are a natural group but provide\nlittle or no support for the monophyly of either zygomycetes,\nascomycetes or basidiomycetes. The data clearly indicate that a complete\nrevision of zygomycete natural systematics is necessary.","trees":[{"tree_label":"Fig. 3","ntax":"43","rootedtree":"TRUE","title":"Eumycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5591.phy"},{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Multi-Kingdom Phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5589.phy"},{"tree_label":"Fig. 1","ntax":"82","rootedtree":"TRUE","title":"Mucorales and Mortierellales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5590.phy"}]}