{"Authors":" Dee A. Carter, Elizabeth J. Pope","Year":" 2001","Title":" Phylogenetic placement and host specificity of mycorrhizal\nisolates belonging to AG-6 and AG-12 in the Rhizoctonia solani species\ncomplex.","Journal":" Mycologia","Volume":" 93","Issue":" 4","Pages":" 712-719","Keywords":" anastomosis group; mycorrhizae; phylogenetics; seed\ngermination","DOI":" NA","Abstract":" Rhizoctonia solani isolates belonging to anastomosis group\n6 (AG-6) and AG-12 are mycorrhizal with the Australian orchid\nPterostylis acuminata. In this study, phylogenetic analyses were\nconducted using sequences of the ITS (internal transcribed spacer)\nregion of the rRNA gene from all known anastomosis groups of R. solani.\nThe mycorrhizal isolates of AG-6 and AG-12 were placed on independent\nbranches, despite their functional and geographic similarities. The\nmycorrhizal AG-6 isolates were positioned most closely to the pathogenic\nAG-6 isolates from Southern Africa. The remaining AG-6 isolates from\nJapan and the USA were positioned in a distinct and independent cluster,\nsuggesting that various subgroups of AG-6 have evolved independently\nwithin R. solani. Germination tests were conducted using AG-6 isolates\nobtained from pathogenic and saprophytic interactions, as well as\nisolates belonging to the pathogenic AGs 3, 4, 5, 7, and 8. All AGñ6\nisolates promoted germination of P. acuminata seed, regardless of their\norigin, although they did so more slowly than the AG-12 isolates. All\nother AGs either parasitized or disregarded the orchid seed, indicating\nthat the ability to form mycorrhizal interactions is restricted in R.\nsolani. This is the first phylogenetic analysis to include all known AGs\nwith a range of host associations and geographic origins including the\nnewly described mycorrhizal AGs, and will assist in understanding the\nevolutionary history and host specificity of this fungus.","trees":[{"tree_label":"Fig. 1","ntax":"91","rootedtree":"TRUE","title":"Rhizoctonia solani","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5592.phy"},{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Rhizoctonia solani AG6","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5593.phy"}]}