{"Authors":" Joachim W. Kadereit, K. B. von Hagen","Year":" 2001","Title":" The phylogeny of Gentianella (Gentianaceae) and its\ncolonization of the southern hemisphere as revealed by nuclear and\nchloroplast DNA sequence variation.","Journal":" Organisms Diversity & Evolution","Volume":" 1","Issue":" NA","Pages":" 61-79","Keywords":" Gentianella; flower morphology; biogeography;\nlong-distance dispersal; molecular clock; speciation rate","DOI":" 10.1078/1439-6092-00005","Abstract":" The generic circumscription and infrageneric phylogeny of\nGentianella was analysed based on matK and ITS sequence variation. Our\nresults suggested that Gentianella is polyphyletic and should be limited\nto species with only one nectary per petal lobe. Gentianella in such a\ncircumscription is most closely related to one part of a highly\npolyphyletic Swertia. Within uninectariate Gentianella two major groups\ncould be recognized: 1) northern hemispheric species with vascularized\nfimbriae at the base of the corolla lobes, and 2) northern hemispheric,\nSouth American, and Australia/New Zealand species without vascularized\nfimbriae. When fimbriae are present in this latter group, they are\nnon-vascularized. Whereas ITS data suggested a sister group relationship\nbetween the fimbriate and efimbriate group, the matK data suggested\nparaphyly of the efimbriate group with Eurasian efimbriate species as\nsister to the remainder of the clade. Based on the phylogeny and using\ngeological and fossil evidence and a molecular clock approach, it is\npostulated that the efimbriate lineage originated in East Asia near the\nend of the Tertiary. From East Asia it spread via North America to South\nAmerica, and from there it reached Australia/New Zealand only once by a\nsingle long-distance dispersal event. The place of origin of the\nfimbriate lineage remained doubtful. The high specific diversity of\nGentianella in South America probably resulted mainly from the\navailability of a very large alpine area open to colonization rather\nthan from particularly high speciation rates in comparison to other\ntaxa.","trees":[{"tree_label":"Fig. 2","ntax":"43","rootedtree":"TRUE","title":"combined data of Swertiinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5595.phy"},{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"matK of Swertiinae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5594.phy"},{"tree_label":"Fig. 3","ntax":"54","rootedtree":"TRUE","title":"ITS of Gentianella s. str.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5596.phy"}]}