{"Authors":" Victoria L. Zismann, Stephen B. Goodwin","Year":" 2001","Title":" Phylogenetic analyses of the ITS region of ribosomal DNA\nreveal that Septoria passerinii from barley is closely related to the\nwheat pathogen Mycosphaerella graminicola.","Journal":" Mycologia","Volume":" 93","Issue":" 5","Pages":" 934-946","Keywords":" Dothideales; ITS1; ITS2; Pleosporales; 5.8S ribosomal DNA;\nSeptoria tritici; speckled leaf blotch","DOI":" NA","Abstract":" Septoria passerinii, a mitosporic ascomycete, causes\nspeckled leaf blotch of barley. Although this fungus has been known to\nscience for more than 120 years, no teleomorph has been found and its\nphylogenetic relationships are not known. On the basis of spore\nmorphology and growth characteristics in culture, S. passerinii appears\nsimilar to Septoria tritici, the anamorph of the wheat pathogen\nMycosphaerella graminicola. To test the hypothesis that S. passerinii\nand M. graminicola are closely related, the internal transcribed spacer\n(ITS) region (ITS1, ITS2 and the intervening 5.8S rRNA gene) of both\nspecies was sequenced and compared to those of many other fungi in the\nDothideales and Pleosporales of the Loculoascomycetes. Two ITS sequences\nwere identified among seven isolates of S. passerinii. Six isolates from\ncultivated barley (Hordeum vulgare) shared the same 569 base-pair\nsequence. One isolate from the wild barley H. jubatum had a 569\nbase-pair sequence that differed from the first sequence by seven\nnucleotides. The ITS sequence of M. graminicola differed from those of\nboth forms of S. passerinii by 10 nucleotides. These differences were\nlarge enough that all three ITS sequences could be distinguished by\nrestriction enzyme digestion of polymerase chain reaction-amplified\nproducts. Cluster analyses revealed that both forms of S. passerinii\nwere closely related to M. graminicola and were contained within a\nlarge, monophyletic group of Mycosphaerella species. This confirms that\nthe teleomorph of S. passerinii, if it exists, must be a Mycosphaerella.\nFurthermore, the isolate from H. jubatum probably represents a new,\nundescribed species that is separated from S. passerinii by host\nspecificity. Our analysis also revealed the phylogenetic relationships\nof the halophilic black yeasts Trimmatostroma salinum and Phaeotheca\ntriangularis within Mycosphaerella and of Rhizopycnis vagum within the\nPleosporales. The Pleosporalean genera Leptosphaeria and Phaeosphaeria\nwere apparently polyphyletic, as were most of the anamorph genera in\nboth the Pleosporales and Dothideales. Pathogenicity to the same host\noccurred in phylogenetically distinct species, indicating convergent\nevolution for host specificity. Large differences in size of the ITS1\nregion made alignment difficult; within the Dothideales and\nPleosporales, the best phylogenetic analyses were obtained with ITS2\nsequences.","trees":[{"tree_label":"Fig. 3","ntax":"29","rootedtree":"TRUE","title":"ITS1 and ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5599.phy"},{"tree_label":"Fig.e 1","ntax":"42","rootedtree":"TRUE","title":"ITS 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5597.phy"},{"tree_label":"Fig. 2","ntax":"42","rootedtree":"TRUE","title":"ITS 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5598.phy"}]}