{"Authors":" Annette W. Coleman","Year":" 2001","Title":" Biogeography and Speciation in the Pandorina/Volvulina\n(Chlorophyta) Superclade.","Journal":" Journal of Phycology","Volume":" 37","Issue":"","Pages":" 836-851","Keywords":" biogeography; ITS; Pandorina; Volvulina; Volvocaceae;\nphylogenetics; speciation; Yamagishiella","DOI":" 10.1046/j.1529-8817.2001.01043.x","Abstract":" Mating affinity, nuclear ribosomal DNA Internal\nTranscribed Spacer sequence, and geographic distribution of more than\n100 isolates of Pandorina, Volvulina and Yamagishiella were determined.\nComparative analysis of ITS sequences reaffirmed the unity of Pandorina\nmorum and its separation from all other species of Volvocaceae except\nthose of Volvulina. This latter genus, represented by four species,\nappears to represent only morphological variants of several P. morum\nsubclades. The Pandorina morum clade (including also additional species\nnames such as P. smithii, and P. colemaniae) encompasses an evolutionary\nspan, as determined by comparison of ITS, greater than either of the\nmultispecies genera Gonium and Eudorina. There are at least 30\nPandorina/Volvulina syngens, sexually isolated groups, so far as can be\ndetermined, among the current collection of strains. In addition, as in\nother Volvocacaean genera, two clones are homothallic, capable of\nforming zygotes within a genetic clone. The existence of so many syngens\nsuggests that considerable evolutionary diversification of the genes\ncontrolling gamete compatibility and intercross survival has occurred,\nhere unaccompanied by significant morphological change. Within each\nsyngen, genetic distance increases with geographic distance between\ncollection sites. At least half the isolates studied must have been\nintroduced northward since the Pleistocene. Although we probably know\nmore about more characters in this group of algae than any other algal\ngroup, in part because they are so easy to culture, this still leaves us\nlargely in ignorance of their niche in nature and any causes of its\nlimits. The study of all these organisms, distributed throughout the\nworld presumably by the activities of shorebirds, emphasizes the\nevolutionary role of mating genes in the inevitable formation of new,\ngenetically isolated subclades in these eukaryotes, and provides initial\ndata on their rate of appearance versus their rate of distribution over\nthe earth.","trees":[{"tree_label":"Fig. 2A","ntax":"17","rootedtree":"TRUE","title":"Pandorina Volvulina subgroup A","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5600.phy"},{"tree_label":"Fig. 2D","ntax":"16","rootedtree":"TRUE","title":"Yamagishiella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5603.phy"},{"tree_label":"Fig. 2C","ntax":"18","rootedtree":"TRUE","title":"Pandorina Volvulina subgroup C","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5602.phy"},{"tree_label":"Fig. 3","ntax":"36","rootedtree":"TRUE","title":"Pandorina Volvulina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5604.phy"},{"tree_label":"Fig. 2B","ntax":"19","rootedtree":"TRUE","title":"Pandorina Volvulina subgroup B","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5601.phy"}]}