{"Authors":" Jason C. Bradford, Richard W. Barnes","Year":" 2001","Title":" Phylogenetics and classification of Cunoniaceae (Oxalidales)\nusing chloroplast DNA sequences and morphology.","Journal":" Systematic Botany","Volume":" 26","Issue":" 2","Pages":" 354-385","Keywords":"","DOI":" 10.1043/0363-6445-26.2.354","Abstract":" A phylogeny and revised classification of the flowering\nplant family Cunoniaceae and related taxa is presented. Parsimony\ncladistic analyses, including bootstrap and decay analyses, of\nchloroplast DNA sequences from two loci, trnL-trnF and rbcL, and\nmorphology show that three genera often placed in their own families,\nBauera, Davidsonia and Eucryphia, are nested within Cunoniaceae.\nBrunellia may be most closely related to the Australian pitcher plant\nCephalotus, and Aphanopetalum is in Saxifragales. Within Cunoniaceae,\nthe New Guinean-South Pacific genera Acsmithia and Spiraeanthemum form a\nsister clade to the rest of family. Within this larger clade is a basal\ngrade in which flowers mature centrifugally on an inflorescence axis,\nand a clade in which flowers mature synchronously to acropetally on an\ninflorescence axis. Other conspicuous morphological characters,\nincluding stipule position, inflorescence form, petal presence or\nabsence, number of pollen colpi, carpel number, and fruit morphology,\nare homoplasious among and within clades at the tribal level. The\nresults are used to propose a circumscription of the family, with 26\ngenera and approximately 300 species. Twenty genera are placed among six\ntribes, Cunonieae, Codieae, Geissoieae, Caldcluvieae, Schizomerieae, and\nSpiraeanthemeae, and six poorly resolved genera are not placed into any\nformally named group. Among outgroups, the Australian endemic family\nTremandraceae is nested within Elaeocarpaceae.","trees":[{"tree_label":"trnL-F rbcL strict","ntax":"30","rootedtree":"TRUE","title":"Cunoniaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5607.phy"},{"tree_label":"cf. Figs. 4 & 5","ntax":"39","rootedtree":"TRUE","title":"Cunon morphology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3831.phy"},{"tree_label":"trnL-F","ntax":"52","rootedtree":"TRUE","title":"Cunoniaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5605.phy"},{"tree_label":"rbcL","ntax":"37","rootedtree":"TRUE","title":"Oxalidales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5606.phy"}]}