{"Authors":" Ove Erik Eriksson, Sara Landvik, Mary L. Berbee","Year":" 2001","Title":" Neolecta—a fungal dinosaur? Evidence from β-tubulin amino\nacid sequences.","Journal":" Mycologia","Volume":" 93","Issue":" 6","Pages":" 1151-1163","Keywords":" filamentous ascomycetes; fungal evolution; introns;\nparalogues; yeasts","DOI":" NA","Abstract":" Were the first ascomycetes yeast-like (unicellular) or\nfilamentous with complex multicellular growth? Molecular studies have\nindicated that the earliest lineages of ascomycetes were mostly\nyeast-like and without complex, multicellular fruit bodies. The genus\nNeolecta stands out as an exception. Neolecta spp. have filamentous\ngrowth and discomycete-type of fruit bodies, but constitute one of the\nbasal lineages both in rRNA and RPB2 gene trees. In this paper, we have\nused 10 previously unpublished and 30 GenBank β-tubulin genes to test\nthe phylogenetic position of Neolecta spp. We compared the phylogenetic\ninformation from the amino acid sequences (485 characters) with the\nphylogenetic information content of 33 characters from intron gains and\nlosses. Due to gene duplications, two paralogous versions of β-tubulin\ngenes occurred in four species included in our analysis. Although\nphylogenetic interpretation of β-tubulin gene trees was complicated by a\nhistory of gene duplications, intron gains and losses, and by unequal\nrates of amino acid substitution, Neolecta species never formed a\nmonophyletic group with any of the sequences from the filamentous\nascomycetes in the Pezizomycotina (euascomycetes) in parsimony or\ndistance analyses. Like the RPB2 and rRNA genes, the β-tubulin genes\nsupport the hypotheses of an early divergence of Neolecta from\nsuperficially similar filamentous ascomycetes. Neolecta could become a\nkey taxon particularly in comparative studies between the fungal model\norganisms in the mainly unicellular (=yeast-like) taxa Saccharomyces and\nSchizosaccharomyces and the filamentous fruit-body forming taxa\nNeurospora and Aspergillus.","trees":[{"tree_label":"PAUP 3, like Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3833.phy"},{"tree_label":"PAUP 2, like Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3834.phy"},{"tree_label":"PAUP 1, like Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3835.phy"}]}