{"Authors":" James M. Cook, G. D. Weiblen, Carlos Lopez-Vaamonde,\nJean-Yves Rasplus","Year":" 2001","Title":" Molecular phylogenies of fig wasps: Partial cocladogenesis of\npollinators and parasites.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 21","Issue":" 1","Pages":" 55-71","Keywords":" Agaonidae; Pleistodontes; Sycoscapter; Ficus; fig wasps;\nMalvanthera; coevolution; cospeciation; 28S; ITS2; cytochrome b","DOI":" 10.1006/mpev.2001.0993","Abstract":" Figs (Ficus spp., Moraceae) and their pollinating wasps\nform an obligate mutualism, which has long been considered a classic\ncase of coevolution and cospeciation. Figs are also exploited by several\nclades of nonpollinating wasps, which are parasites of the mutualism and\nwhose patterns of speciation have received little attention. We used\ndata from nuclear and mitochondrial DNA regions to estimate the\nphylogenies of 20 species of Pleistodontes pollinating wasps and 16\nspecies of Sycoscapter nonpollinating wasps associated with Ficus\nspecies in the section Malvanthera. We compare the phylogenies of 15\nmatched Pleistodontes/Sycoscapter species pairs and show that the level\nof cospeciation is significantly greater than that expected by chance.\nOur estimates of the maximum level of cospeciation (50 to 64% of nodes)\nare very similar to those obtained in other recent studies of coevolved\nparasitic and mutualistic associations. However, we also show that there\nis not perfect congruence of pollinator and parasite phylogenies (for\nany substantial clade) and argue that host plant switching is likely to\nbe less constrained for Sycoscapter parasites than for Pleistodontes\npollinators. There is perfect correspondence between two terminal clades\nof two sister species in the respective phylogenies, and rates of\nmolecular evolution in these pairs are similar.","trees":[{"tree_label":"Fig. 4","ntax":"20","rootedtree":"TRUE","title":"Pleistodontes, Agaonidae, Chalcidoidea, Hymenoptera ML\n28S rDNA+ ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3842.phy"},{"tree_label":"Fig. 5","ntax":"16","rootedtree":"TRUE","title":"Sycoscapter,Sycoryctinae,Pteromalidae,Chalcidoidea,Hymenoptera,\nML 28S rDNA+Cytb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3843.phy"},{"tree_label":"Fig. 2","ntax":"18","rootedtree":"TRUE","title":"Pleistodontes, Agaonidae, Chalcidoidea, Hymenoptera, ML\n28S rDNA+Cytb","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3840.phy"},{"tree_label":"Fig. 3","ntax":"20","rootedtree":"TRUE","title":"Pleistodontes, Agaonidae, Chalcidoidea, Hymenoptera, MP\n28S rDNA+ ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3841.phy"}]}