{"Authors":" Paul H. Goodwin, Songhai Shen, Tom Hsiang","Year":" 2001","Title":" Hemibiotrophic infection and identity of the fungus,\nColletotrichum destructivum, causing anthracnose of tobacco.","Journal":" Mycological Research","Volume":" 105","Issue":" 11","Pages":" 1340-1347","Keywords":"","DOI":" 10.1017/S0953756201005111","Abstract":" The causal agent of tobacco anthracnose was identified as\nColletotrichum destructivum based on the morphology of the fungus and a\ncomparison of the sequence of the rDNA ITS with those of other\nColletotrichum species. The infection process on tobacco (Nicotiana\ntabacum and N. benthamiana) was examined by light microscopy, which\nrevealed that the pathogen acted as an intracellular hemibiotroph.\nPenetration occurred preferentially at the anticlinal walls of epidermal\ncells by an appressorium and penetration peg. An infection vesicle\nformed in the penetrated host cell by 48 h after inoculation, and out of\nthis, a multi-lobed infection vesicle grew which remained limited to the\ninitially infected cell. The interaction at this point was biotrophic,\nwhich was confirmed by plasmolysis and accumulation of a vital stain by\nthe infected host cells. Thin secondary hyphae arose from multi-lobed\ninfection vesicles at 60h after inoculation, which then penetrated the\nhost cell wall and began the necrotrophic phase of the infection.\nAcervuli formed on the plant surface by 96h after inoculation, typically\nwith a single melanized seta. In addition to tobacco, the fungus could\ninfect alfalfa, cowpea, and Medicago truncatula, but not soybean. The\nprocess of infection of C. destructivum in tobacco was very similar to\nthat previously reported in alfalfa and cowpea.","trees":[{"tree_label":"Fig. 5","ntax":"21","rootedtree":"TRUE","title":"Destructivum ITS1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5616.phy"},{"tree_label":"Fig. 6","ntax":"19","rootedtree":"TRUE","title":"Destructivum ITS2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5617.phy"}]}