{"Authors":" Gary J. Samuels, Sarah L. Dodd, Lisa A. Castlebury, Orlando\nPetrini, Walter Gams","Year":" 2002","Title":" Trichoderma species associated with the green mold epidemic\nof commercially grown Agaricus bisporus.","Journal":" Mycologia","Volume":" 94","Issue":" 1","Pages":" 146-170","Keywords":" green mold disease; Hypocrea; Hypocreales; ITS;\nsystematics; translation elongation factor 1 alpha gene (EF-1α);\nTrichoderma aggressivum; Trichoderma atroviride; Trichoderma\nharzianum","DOI":" NA","Abstract":" Trichoderma aggressivum sp. nov. and T. aggressivum\nf. europaeum f. nov. are described. These forms cause the green mold\nepidemic in commercially grown Agaricus bisporus in North America and\nEurope, respectively. In the literature they have been reported as T.\nharzianum biotypes Th 4 and Th 2, respectively. They are strongly\nseparated from their closest relative, T. harzianum, in sequences of the\nITS-1 region of nuclear rDNA and an approximately 689 bp fragment of the\nprotein coding translation elongation factor gene (EF-1α). They are\ndistinguished from the morphologically similar T. harzianum and T.\natroviride (the latter also known as biotype Th 3) most readily by rate\nof growth. Of these, only T. harzianum grows well and sporulates at 35\nC, while T. atroviride is the slowest growing. Trichoderma aggressivum\nf. aggressivum and f. europaeum are effectively indistinguishable\nmorphologically although they have subtly different growth rates at 25 C\non SNA and statistically significant micromorphological differences.\nBased on findings of this study, descriptions of T. harzianum and T.\natroviride are expanded. A key to Trichoderma species commonly found\nassociated with commercially grown A. bisporus is provided.","trees":[{"tree_label":"Fig. 1","ntax":"43","rootedtree":"TRUE","title":"Trichoderma","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5618.phy"},{"tree_label":"Fig. 2","ntax":"30","rootedtree":"TRUE","title":"Trichoderma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5619.phy"}]}