{"Authors":" Charles H. Cannon, Paul S. Manos","Year":" 2001","Title":" Combining and comparing morphometric shape descriptors with a\nmolecular phylogeny: the case of fruit type evolution in Bornean\nLithocarpus (Fagaceae).","Journal":" Systematic Biology","Volume":" 50","Issue":" 6","Pages":" 860-880","Keywords":" Branch length estimates; continuous characters;\neigenshape; enclosed receptacle; Fourier; matrix representation","DOI":" 10.1080/106351501753462849","Abstract":" Fruit type in the genus Lithocarpus (Fagaceae) includes\nboth classic oak acorns and novel modifications. Despite overall\nmorphological similarity, Bornean taxa producing modified fruits can be\nseparated into two sections (Synaedrys and Lithocarpus) based on subtle\nshape differences. This variation in shape can be captured and the\nsections distinguished using either elliptic Fourier or eigenshape\nanalysis. Phenograms of fruit shape were constructed using established\nmaximum likelihood techniques for continuously varying characters.\nMatrix representations of these phenograms were incorporated into\ncombined and comparative analyses with independent molecular sequence\ndata from the internal transcribed spacer (ITS) regions of the nuclear\nrDNAs. The combined analysis strongly suggested independent derivation\nof the novel fruit type in the two sections from different acorn-like\nancestors, while the comparative analysis indicated frequent decoupling\nof inferred amount of change between the molecular and morphological\ndatasets. The acorn fruit type exhibited great evolutionary stability,\nbeing present in both the ingroup and outgroup, despite large molecular\ndistance between them. The taxa possessing the novel fruit type, on the\nother hand, underwent rapid morphological change with little\ncorresponding molecular change. The combination of these two different\ntypes of data significantly improved our understanding of the\nmacroevolution of fruit type in this difficult group, while the\ncomparative analysis highlighted the significant incongruities in\nevolutionary pattern between the two datasets.","trees":[{"tree_label":"Fig. 6a","ntax":"24","rootedtree":"TRUE","title":"Lithocarpus ITS phylogeny A","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5628.phy"},{"tree_label":"Fig. 6b","ntax":"24","rootedtree":"TRUE","title":"Lithocarpus ITS phylogeny B","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5629.phy"},{"tree_label":"Fig. 7","ntax":"24","rootedtree":"TRUE","title":"Lithocarpus Combined phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5630.phy"}]}