{"Authors":" Andreas Bresinsky, Manfred Binder","Year":" 2002","Title":" Derivation of a polymorphic lineage of Gasteromycetes from\nboletoid ancestors.","Journal":" Mycologia","Volume":" 94","Issue":" 1","Pages":" 85-98","Keywords":" Astraeus; Boletinellus; Calostoma; Gyroporus; Pisolithus;\nPhlebopus Scleroderma; nuc-lsu rDNA; taxonomy","DOI":" NA","Abstract":" The phylogeny of selected gasteromycetes and hymenomycetes\nwas inferred from partial nuclear large subunit rDNA (nuc-lsu, 28S)\nsequences, delimited by primers LR0R and LR5. Taxon sampling with\nemphasis on relationships within the Boletales further included some\ngasteroid groups, which obviously have evolved convergent fruiting body\nmorphology, and therefore remained controversial in taxonomy. This study\nconfirms the close relationship of Geastrales, Gauteriales and Phallales\nand the presumable derivation of Nidulariales and Tulostomatales within\nthe euagarics clade, as widely accepted. In addition, four Hymenogaster\nspecies investigated were found to be in the euagarics clade and a\nrelationship to the Cortinariaceae was indicated. The gasteroid fungus\nZelleromyces stephensii is an example for maintaining morphological\nlinkage by a lactiferous hyphal system to the genus Lactarius in the\nRussulales, and this relationship was affirmed in the sequence analysis.\nSeveral previously suggested relationships of gasteromycetes and\nBoletales were reproducible by analyzing nuc-lsu sequences. As a new\nresult, Astraeus hygrometricus, the barometer earth star, is an\nadditional representative of the Boletales. Together with Boletinellus,\nPhlebopus, Pisolithus, Calostoma, Gyroporus, Scleroderma, and\nVeligaster, Astraeus forms an unusual group comprising pileate-stipitate\nhymenomycetes and polymorphic gasteromycetes. This group is a major\nlineage within the Boletales and we propose the new suborder\nSclerodermatineae, including the six families Boletinellaceae fam. nov.\n(Boletinellus and Phlebopus), Gyroporaceae (Singer) fam. nov.\n(Gyroporus), Pisolithaceae (Pisolithus), Astraeaceae (Astraeus),\nCalostomataceae (Calostoma), and the typus subordinis Sclerodermataceae\n(Scleroderma and Veligaster). Morphological and ecological characters,\nand pigment synthesis support the delimitation of the Sclerodermatineae,\nand indicate the radiation of different lineages in the Boletales\noriginating from fungi with primitive tubular hymenophores. We regard\nsuch boletes with gyroid-boletinoid hymenophores, like Boletinellus,\nGyrodon, Gyroporus, Paragyrodon and Phlebopus as key taxa in the\nevolution of Paxillineae, Sclerodermatineae and Boletineae.","trees":[{"tree_label":"Fig. 3","ntax":"16","rootedtree":"TRUE","title":"Sclerodermataceae pruned Branch & Bound","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_610.phy"},{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"Sclerodermataceae heuristic","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5632.phy"},{"tree_label":"Fig. 2","ntax":"63","rootedtree":"TRUE","title":"Sclerodermataceae maxLikeli","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5633.phy"}]}