{"Authors":" Pilar Catalan, Pedro Torrecilla","Year":" 2002","Title":" Phylogeny of broad-leaved and fine-leaved Festuca lineages\n(Poaceae) based on nuclear ITS sequences.","Journal":" Systematic Botany","Volume":" 27","Issue":" 2","Pages":" 241-251","Keywords":"","DOI":" 10.1043/0363-6445-26.2.299","Abstract":" This work presents a reconstruction of the phylogenetic\nrelationships between ten lineages of fescues based on the analysis of\nnuclear rDNA ITS sequences. Thirty two representatives of most native\nWestern Mediterranean subgenera and sections of Festuca s.l. have been\nincluded in this survey in order to establish the evolutionary links\nbetween known groups of fescues (subg. Schedonorus, subg. Festuca sect.\nFestuca and sect. Aulaxyper) and other related Festuca groups that have\nbeen poorly studied or that are analyzed here for the first time (subg.\nDrymanthele, subg. Festuca sect. Subbulbosae, sect. Eskia, sect.\nPseudatropis, sect. Scariosae, sect. Pseudoscariosa). Phylogenetic\nanalysis identified two different clades, the “broad-leaved” Festuca and\nthe “fine-leaved” Festuca, using Dactylis, Poa, Deschampsia, Secale, and\nBrachypodium as outgroups. The “broad-leaved” Festuca clade shows the\nconsecutive sister divergence of the groups: i) the Subbulbosae pro\nparte clade (some Festuca paniculata s.l. taxa); ii) the Hesperochloa\nclade (Festuca kingii); iii) the “mixed” clade (incl. sect. Subbulbosae\np.p., subg. Drymanthele, sect. Scariosae, and sect. Pseudoscariosa); and\niv) the Schedonorus/Lolium clade, subdivided into the “Maghrebian”\nsubclade and the “European + Lolium” subclade. The “fine-leaved” Festuca\nclade is formed by a paraphyletic assemblage of sectional groups, where\nsects. Eskia and Pseudatropis are basal to sects. Festuca-Aulaxyper +\nVulpia. The closer affinities of Lolium to the European Schedonorus and\nof Vulpia to Festuca sect. Aulaxyper (”Festuca rubra complex”), stated\nby previous authors, is confirmed in our analysis. A new nomenclatural\ncombination is proposed (Festuca arundinacea Schreb. subsp. arundinacea\nvar. letourneuxiana (St.-Yves) Torrecilla et Catalán comb. nov.).","trees":[{"tree_label":"Fig. 1","ntax":"41","rootedtree":"TRUE","title":"fine-leaved Festuca","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3894.phy"},{"tree_label":"Fig. 2","ntax":"41","rootedtree":"TRUE","title":"fine-leaved Festuca","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3895.phy"}]}