{"Authors":" Antónia Monteiro, Naomi E. Pierce","Year":" 2001","Title":" Phylogeny of Bicyclus (Lepidoptera: Nymphalidae) inferred\nfrom COI, COII, and EF-1a gene sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 18","Issue":" 2","Pages":" 264-281","Keywords":" Bicyclus; Lepidoptera; Nymphalidae; Satyrinae; phylogeny;\nCOI; COII; EF-1α; parsimony; maximum likelihood; phenotypic plasticity;\nwing pattern; development; eyespots","DOI":" 10.1006/mpev.2000.0872","Abstract":" Despite the fact that Bicyclus anynana has become an\nimportant model species for wing-pattern developmental biology and\nstudies of phenotypic plasticity, little is known of the evolutionary\nhistory of the genus Bicyclus and the position of B. anynana.\nUnderstanding the evolution of development as well as the evolution of\nplasticity can be attempted in this species-rich genus that displays a\nlarge range of wing patterns with variable degrees of phenotypic\nresponses to the environment. A context to guide extrapolations from\npopulation genetic studies within B. anynana to those between closely\nrelated species has been long overdue. A phylogeny of 54 of the 80 known\nBicyclus species is presented based on the combined 3000-bp sequences of\ntwo mitochondrial genes, cytochrome oxidase I and II, and the nuclear\ngene, elongation factor I alpha. A series of tree topologies,\nconstructed either from the individual genes or from the combined data,\nusing heuristic searches under a variety of weighting schemes were\ncompared under the best maximum-likelihood models fitted for each gene\nseparately. The most likely tree topology to have generated the three\ndata sets was found to be a tree resulting from a combined MP analysis\nwith equal weights. Most phylogenetic signal for the analysis comes from\nsilent substitutions at the third position, and despite the faster rate\nof evolution and higher levels of homoplasy of the mitochondrial genes\nrelative to the nuclear gene, the latter does not show substantially\nstronger support for basal clades. Finally, moving branches from the\nchosen tree topology to other positions on the tree so as to comply\nbetter with a previous morphological study did not significantly affect\ntree length. Bicyclus, Lepidoptera, Nymphalidae, Satyrinae, phylogeny.\nCOI, COII, EF-1a, parsimony, maximum likelihood, phenotypic plasticity,\nwing pattern, development, eyespots","trees":[{"tree_label":"Fig. 1a","ntax":"59","rootedtree":"TRUE","title":"Bicyclus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3919.phy"},{"tree_label":"Fig. 1b","ntax":"57","rootedtree":"TRUE","title":"Bicyclus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3920.phy"},{"tree_label":"Fig. 1c","ntax":"60","rootedtree":"TRUE","title":"Bicyclus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3921.phy"},{"tree_label":"Fig. 5","ntax":"60","rootedtree":"TRUE","title":"Bicyclus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3922.phy"}]}