{"Authors":" Fredrik Ronquist, Johan Liljeblad","Year":" 2001","Title":" Evolution of the gall wasp-host plant association.","Journal":" Evolution","Volume":" 55","Issue":" 12","Pages":" 2503-2522","Keywords":" Coevolution; galls; host shifts; insect-plant\nrelationships; parasitism; phylogeny","DOI":" 10.1554/0014-3820(2001)055[2503:EOTGWH]2.0.CO;2","Abstract":" Gall wasps, or cynipids, form the second largest radiation\nof galling insects with more than 1300 described species. According to\ncurrent views, the first cynipids were phytophagous and developed in\nherb stems of the Asteraceae without modifying plant growth or\ndevelopment. The first galls were supposedly multichambered stem\nswellings, and subsequent trends involved increase in gall complexity\nand reduction in the number of larval chambers. Gall wasps also have\nmany of the features believed to be characteristic for phytophagous\ninsects radiating in parallel with their host plants. We tested these\nhypotheses by mapping characters onto a recent estimate of higher\ncynipid relationships from a morphology-based analysis of exemplar taxa,\ncontrolling for phylogenetic uncertainty using bootstrapping. Characters\nwere also mapped onto a metatree including all gall wasps, assembled\nfrom phylogenetic analyses as well as recent classifications. The\nresults contradict many of the current hypotheses. The first cynipids\nwith extant descendants were not Asteraceae stem feeders but induced\ndistinct single-chambered galls in reproductive organs of herbaceous\nPapaveraceae, or possibly Lamiaceae. There has been a general trend\ntoward more complex galls but the herb-stem feeders evolved from\nancestors inducing distinct galls and their larval chambers are best\nunderstood as cryptic galls. Woody hosts have been colonized only three\ntimes, making the apparently irreversible transition from herbs to woody\nhosts one of the most conservative features of the gall wasp–host plant\nassociation. The evolution of host plant preferences is characterized by\ncolonization of preexisting host-plant lineages rather than by parallel\ncladogenesis. Cynipids are mono- or oligophagous and host-plant choice\nis strongly phylogenetically conserved. Yet, the few major host shifts\nhave involved remarkably distantly related plants. Many shifts have been\nonto plant species already exploited by other gall wasps, suggesting\nthat interspecific parasitism among cynipids facilitates colonization of\nnovel host plants.","trees":[{"tree_label":"Fig. 3b","ntax":"41","rootedtree":"TRUE","title":"Cynipidae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3923.phy"}]}