{"Authors":" P. van der Zouwen, P. J. M. Bonants, M. P. E. van\nGent-Pelzer, P. Konstantinova, Ruud van den Bulk","Year":" 2002","Title":" Development of specific primers for the detection and\nidentification of Alternaria spp. in carrot material by PCR and\ncomparison with blotter and plating assays.","Journal":" Mycological Research","Volume":" 106","Issue":" 1","Pages":" 23-33","Keywords":"","DOI":" 10.1017/S0953756201005160","Abstract":" Alternaria alternata, A. radicina and A. dauci are\nimportant seed-borne fungi on carrot, with the first two species having\na high toxigenic potential, for which a specific and sensitive detection\nmethod is required. Because both the traditional deep-freeze-blotter\nmethod and plating on selective medium are time consuming and laborious,\na PCR-based assay was developed. Sequences of the internal transcribed\nspacer regions of the ribosomal gene repeat (rDNA) from 45 different\nAlternaria isolates were determined, a restriction fragment length\npolymorphism analysis was performed and a phylogenetic tree was\nconstructed. Based on the sequences, specific primers for detection and\nidentification of the three Alternaria species on carrot seeds and roots\nwere designed. The primers were highly sensitive and were shown to be\nable to differentiate between the three Alternaria species. A. alternata\nand A. radicina could be detected in DNA isolated from carrot material\napplying the specific primers, even at low infection levels. The\nPCR-assay was compared to the deep-freeze-blotter method (DFBM) and\nplating on Alternaria radicina Selective Agar (ARSA, for A. radicina) by\ntesting naturally infected seed samples and root material. Results of\nthe PCR-assay were similar to those of the blotter method and plating on\nARSA for the detection of A. alternata and A. radicina. A positive\ncorrelation was found between the percentage of seed infection\nestablished by the blotter method and the intensity of the amplified,\nspecific product. The PCR-assay based on the specific primers developed\nseems to be a good alternative for the deep-freeze-blotter method and\nplating on ARSA, especially when time is an important issue.","trees":[{"tree_label":"Fig. 1","ntax":"44","rootedtree":"TRUE","title":"Alternaria spp.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3924.phy"}]}