{"Authors":" John V. Freudenstein, C. P. Randle, John W. Wenzel, Mark P.\nSimmons","Year":" 2002","Title":" Limitations of Relative Apparent Synapomorphy Analysis (RASA)\nfor measuring phylogenetic signal.","Journal":" Molecular Biology and Evolution","Volume":" 19","Issue":" 1","Pages":" 14-23","Keywords":" relative apparent synapomorphy analysis; RASA;\nphylogenetic signal; long-branch attraction; outgroup selection","DOI":" NA","Abstract":" In this paper we use hypothetical and empirical data\nmatrices to evaluate the ability of relative apparent synapomorphy\nanalysis (RASA) to measure phylogenetic signal, select outgroups, and\nidentify terminals subject to long-branch attraction. In all cases,\nexcept for equal character-state frequencies, RASA indicated\nextraordinarily high levels of phylogenetic information for hypothetical\ndata matrices that are uninformative regarding relationships among the\nterminals. Yet, regardless of the number of characters or\ncharacter-state frequencies, RASA failed to detect phylogenetic signal\nfor hypothetical matrices with strong phylogenetic signal. In our\nempirical example, RASA indicated increasing phylogenetic signal for\nmatrices for which the strict consensus of the most parsimonious trees\nis increasingly poorly resolved, clades are increasingly poorly\nsupported, and for which many relationships are in conflict with more\nwidely sampled analyses. RASA is an ineffective approach to identify\noutgroup terminal(s) with the most plesiomorphic character states for\nthe ingroup. Our hypothetical example demonstrated that RASA preferred\noutgroup terminals with increasing numbers of convergent character\nstates with ingroup terminals, and rejected the outgroup terminal with\nall plesiomorphic character states. Our empirical example demonstrated\nthat RASA, in all three cases examined, selected an ingroup terminal,\nrather than an outgroup terminal, as the best outgroup. In no case was\none of the two outgroup terminals even close to being considered the\noptimal outgroup by RASA. RASA is an ineffective means of identifying\nproblematic long-branch terminals. In our hypothetical example, RASA\nindicated a terminal as being a problematic long-branch terminal in\nspite of the terminal being on a zero-length branch and having no\npossibility of undergoing long-branch attraction with another terminal.\nRASA also failed to identify actual problematic long-branch terminals\nthat did undergo long-branch attraction, but only after following\nLyons-Weiler and Hoelzer’s (1997) three-step process to identify and\nremove terminals subject to long-branch attraction. We conclude that\nRASA should not be used for any of these purposes.","trees":[{"tree_label":"Fig. x","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3927.phy"},{"tree_label":"Fig. 3A","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3928.phy"},{"tree_label":"Fig. 3C","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3929.phy"},{"tree_label":"Fig. 3D","ntax":"20","rootedtree":"TRUE","title":"Monocotyledons","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3930.phy"}]}