{"Authors":" Gustavo Caetano-Anollés","Year":" 2002","Title":" Evolved RNA secondary structure and the rooting of the\nuniversal tree of life.","Journal":" Journal of Molecular Evolution","Volume":" 54","Issue":" 3","Pages":" 333-345","Keywords":" Cladistic analysis; Molecular evolution; Ribosomal RNA;\nSecondary structure; Universal tree","DOI":" 10.1007/s00239-001-0048-3","Abstract":" The origin and diversification of RNA secondary structure\nwere traced using cladistic methods. Structural components were coded as\npolarized and ordered multi-state characters, following a model of\ncharacter state transformation outlined by considerations in statistical\nmechanics. Several classes of functional RNA were analyzed, including\nribosomal RNA (rRNA). Considerable phylogenetic signal was present in\ntheir secondary structure. The intrinsically rooted phylogenies\nreconstructed from evolved RNA structure depicted those derived from\nnucleic acid sequence at all taxonomical levels, and grouped organisms\nin concordance with traditional classification, especially in the\narchaeal and eukaryal domains. Natural selection appears therefore to\noperate early in the information flow that originates in sequence and\nends in an adapted phenotype. When examining the hierarchical\nclassification of the living world, phylogenetic analysis of secondary\nstructure of the small and large rRNA subunits reconstructed a universal\ntree of life that branched in three monophyletic groups corresponding to\nEucarya, Archaea and Bacteria, and was rooted in the eukaryotic branch.\nRibosomal characters involved in the translational cycle could be easily\ntraced and showed that transfer RNA (tRNA) binding domains in the large\nrRNA subunit evolved concurrently with the rest of the rRNA molecule.\nResults suggest it is equally parsimonious to consider that ancestral\nunicellular eukaryotes or prokaryotes gave rise to all extant life forms\nand provide a rare insight into the early evolution of nucleic acid and\nprotein biosynthesis.","trees":[{"tree_label":"Fig. 6","ntax":"35","rootedtree":"TRUE","title":"Universal","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3931.phy"}]}