{"Authors":" Derek J. Taylor, Angela Ruggieri Omilian","Year":" 2001","Title":" Rate acceleration and long-branch attraction in a conserved\ngene of cryptic daphniid (Crustacea) species.","Journal":" Molecular Biology and Evolution","Volume":" 18","Issue":" 12","Pages":" 2201-2212","Keywords":"","DOI":" NA","Abstract":" The nuclear large subunit (LSU) rRNA gene is a rich source\nof phylogenetic characters because of its large size, mosaic of slowly\nand rapidly evolving regions, and complex secondary structure variation.\nNevertheless, many studies have indicated that inconsistency, bias, and\ngene-specific error (e.g., within-individual gene family variation,\ncryptic sequence simplicity, and sequence coevolution) can complicate\nanimal phylogenies based on LSU rDNA sequences. However, most of these\nstudies sampled small gene fragments from expansion segments—among\nanimals only five nonchordate complete LSU sequences are published. In\nthis study, we sequenced near-complete nuclear LSU genes from 11\nrepresentative daphniids (Crustacea). The daphniid expansion segment V6\nwas larger and showed more length variation (90–351 bp) than is found in\nall other reported LSU V6 sequences. Daphniid LSU (without the V6\nregion) phylogenies generally agreed with the existing phylogenies based\non morphology and mtDNA sequences. Nevertheless, a major disagreement\nbetween the LSU and the expected trees involved a positively misleading\nassociation between the two taxa with the longest branches, Daphnia\nlaevis and D. occidentalis. Both maximum parsimony (MP) and maximum\nlikelihood (ML) optimality criteria recovered this association, but\nparametric simulations indicated that MP was markedly more sensitive to\nthis bias than ML. Examination of data partitions indicated that the\ninconsistency was caused by increased nucleotide substitution rates in\nthe branches leading to D. laevis and D. occidentalis rather than\namong-taxon differences in base composition or distribution of sites\nthat are free to vary. These results suggest that lineage-specific rate\nacceleration can lead to long-branch attraction even in the conserved\ngenes of animal species that are almost morphologically\nindistinguishable.","trees":[{"tree_label":"Fig. 5a","ntax":"10","rootedtree":"TRUE","title":"Daphnia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3961.phy"},{"tree_label":"Fig. 5b","ntax":"10","rootedtree":"TRUE","title":"Daphnia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3962.phy"},{"tree_label":"Fig. 6","ntax":"9","rootedtree":"TRUE","title":"Daphnia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1161.phy"},{"tree_label":"Fig. 5c","ntax":"12","rootedtree":"TRUE","title":"Daphnia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3963.phy"},{"tree_label":"Fig. 2","ntax":"11","rootedtree":"TRUE","title":"Daphnia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3960.phy"}]}