{"Authors":" Mark E Olson","Year":" 2002","Title":" Intergeneric relationships within the Caricaceae-Moringaceae\nclade (Brassicales), and potential morphological synapomorphies of the\nclade and its families.","Journal":" International Journal of Plant Sciences","Volume":" 163","Issue":" 1","Pages":" 51–65","Keywords":" Brassicales; Caricaceae; Moringaceae; phylogeny;\nmorphology","DOI":" 10.1086/324046","Abstract":" Recently published molecular phylogenetic studies indicate\na sister taxon relationship between Caricaceae and Moringaceae; such a\nrelationship was not identified in nearly 250 yr of morphological\nstudies because the families share few obvious similarities. This study\ntests the monophyly of both families and attempts to identify\nmorphological synapomorphies of the two‐family clade and of each family.\nParsimony analysis of DNA sequence variation in the chloroplast gene\nrbcL supports the monophyly of both families. Sampling includes six\noriginal rbcL sequences and 20 from the GenBank database, with single\nrepresentatives of each of the four genera of Caricaceae and four\nmembers of the monogeneric Moringaceae. To reconstruct intergeneric\nrelationships, one nuclear (ITS) and one chloroplast (trnG) locus were\nsequenced from one to two members of each of the four genera of\nCaricaceae, with two species of Moringa used as an outgroup. In the tree\nresulting from the combined analysis of the ITS and trnG data sets,\nCylicomorpha is the sister taxon to the rest of Caricaceae, which\ncomprises Jarilla as the sister taxon to a Carica‐Jacaratia clade. To\nidentify synapomorphies, morphological characters with state\ndistributions congruent with the clades of interest are assessed for\ntheir similarity in structure, location, and function. Synapomorphies of\nthe Caricaceae‐Moringaceae clade include subulate glands at the base and\napex of the petiole and on the lamina and the pachycaul “bottle tree”\nlife form. Synapomorphies of Caricaceae include articulated laticifers\nand the absence of libriform fibers. Synapomorphies of Moringaceae\ninclude pinnately compound leaves and monothecal, bisporangiate\nanthers.","trees":[{"tree_label":"Fig. 2B","ntax":"8","rootedtree":"TRUE","title":"Caricaceae-Moringaceae trn tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1162.phy"},{"tree_label":"Fig. 2A","ntax":"8","rootedtree":"TRUE","title":"Caricaceae-Moringaceae ITS tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1163.phy"}]}