{"Authors":" M. Kllersj, R. Hovmller, Maria Ekman, Christer Erseus","Year":" 2002","Title":" 18S rDNA Phylogeny of the Tubificidae (Clitellata) and Its\nConstituent Taxa: Dismissal of the Naididae","Journal":" Molecular Phylogenetics and Evolution","Volume":" 22","Issue":" 3","Pages":" 414-422","Keywords":" Tubificidae; Naididae; Phreodrilinae; 18S rDNA; phylogeny;\nclassification","DOI":" 10.1006/mpev.2001.1063","Abstract":" The phylogeny of the Tubificidae, and of most of its\nsubfamilies and some of its genera, is revisited, on the basis of\nsequences of 18S ribosomal DNA in a selection of species. Forty-six new\n18S sequences of Naididae (6), Tubificidae (37), Phreodrilidae (1),\nLumbriculidae (1), and Enchytraeidae (1) are reported and aligned\ntogether with corresponding sequences of 21 previously studied taxa. The\n18S gene of Insulodrilus bifidus provides the first molecular evidence\nthat phreodrilids are closely related to tubificids, corroborating\nprevious conclusions based on morphology. The data further supports the\nmonophyletic status of Tubificidae, provided that the ‘Naididae’ is\nregarded as a part of this family; ‘naidids’ may not even constitute a\nmonophyletic group. It is thus suggested that the family name Naididae\nis formally suppressed as a junior synonym of the Tubificidae. The 18S\ngene also resolves a number of relationships within the tubificids.\nAmong the subfamilies, Tubificinae is supported, Rhyacodrilinae and\nPhallodrilinae are revealed as non-monophyletic, whereas\nLimnodriloidinae remains unresolved. Most tubificid genera tested for\nmonophyly are corroborated by the data, only one (Tubifex) is refuted,\nand two (Tubificoides and Limnodriloides) are unresolved from other\ntaxa. It is concluded that it will be valuable to expand the taxonomic\nsampling for 18S rDNA in clitellates, and also in annelids in general,\nas this is likely to improve the resolution at many levels. However, it\nwill be equally important to combine the annelid 18S data with other\ngene sequences, as well as non-molecular characters, to estimate the\nphylogeny of these common and diverse worms with greater precision.","trees":[{"tree_label":"Fig. 2","ntax":"67","rootedtree":"TRUE","title":"One of 54 Tubificidae MP trees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1164.phy"},{"tree_label":"Fig. 1","ntax":"67","rootedtree":"TRUE","title":"Consensus of 54 Tubificidae MP trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1165.phy"}]}