{"Authors":" Mary L. Berbee","Year":" 2001","Title":" The phylogeny of plant and animal pathogens in the\nAscomycota.","Journal":" Physiological and Molecular Plant Pathology","Volume":" 59","Issue":"","Pages":" 165-187","Keywords":" Ascomycota; phylogeny; ascomycete evolution; human\npathogenic fungi; plant pathogenic fungi; horizontal transfer; toxin\nevolution; co-evolution","DOI":" 10.1006/pmpp.2001.0355","Abstract":" What makes a fungus pathogenic? In this review, I use\nphylogenetic inference to speculate on the evolution of plant and animal\npathogens in the fungal Phylum Ascomycota. I present a phylogeny using\n297 18S ribosomal DNA sequences from GenBank and show that most plant\npathogens are concentrated in four classes in the Ascomycota. Animal\npathogens are also concentrated, but in two ascomycete classes that\ncontain few, if any plant pathogens. Rather than appearing as a constant\ncharacter of a class, the ability to cause disease in plants and animals\nwas gained and lost repeatedly. The genes that code for some traits\ninvolved in pathogenicity or virulence have been cloned and\ncharacterized, and so I explore the evolutionary relationships of a few\nof the genes for enzymes and toxins known to play roles in diseases. In\ngeneral, genes known to play roles in pathogenesis are too narrowly\ndistributed and too recent in origin to explain broad patterns of origin\nof pathogens. Robust phylogenies not only of the fungi, but also of host\nplants and animals are becoming available, allowing for critical\nanalysis of the nature of coevolutionary warfare. Host animals,\nparticularly human hosts have had little obvious effect on fungal\nevolution and most cases of fungal disease in humans appears to\nrepresent an evolutionary dead end for the fungus. Plants have been\nimportant in the evolution of fungi, and the rapid nature of\ncoevolutionary change might partially explain the lack of obvious,\nglobal characters uniting all plant pathogens.","trees":[{"tree_label":"Fig. 1","ntax":"297","rootedtree":"TRUE","title":"Ascomycota","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1170.phy"}]}