{"Authors":" Derek J. Taylor, Kazuhiko Sakai, Scott R. Santos, Mary\nAlice Coffroth, Robert A. Kinzie III","Year":" 2002","Title":" Evolution of length variation and heteroplasmy in the\nchloroplast rDNA of symbiotic dinoflagellates (Symbiodinum, Dinophyta)\nand a novel insertion in the universal core region of the large subunit\nrDNA","Journal":" Phycologia","Volume":" 41","Issue":" 4","Pages":" 311-318","Keywords":"","DOI":" NA","Abstract":" Marine dinollagellatcs are a diverse and ecologically\nimportant group of unicellular protists responsible for events such as\n‘red tides’ and for forming mutualislic symbioses with various\ninvertebrates. However, little is known about the evolution of\norganellar DNA in these organisms. We analyzed domain V of the\nchloroplast large subunit ribosomal DNA (cp23S-rDNA) from a variety of\nsymbiotic dinoflagellates and uncovered several unique features. These\nincluded length heteroplasmy of cp23S-rDNA that resulted from deletion\nmutations and the presence of a 1-13 bp nucleotide insertion in the\nuniversal core region. The insertion in the large subunit rDNA is novel\nacross all kingdoms and appears to be a unique derived state for the\nsymbiotic genus Symbiodinium. In addition, analysis of expansion\nsegments (ES) revealed that the cp23S-rDNA domain V of symbiotic\ndinoflagellates is the most size variable of any known\nplastid-harbouring organism. Our results demonstrate that the universal\ncore secondary structure and the chloroplast rDNA ES are less\nconstrained in size than previously thought.","trees":[{"tree_label":"Fig. 3","ntax":"16","rootedtree":"TRUE","title":"Symbiodinium and free-living dinoflagellate chloroplast\n23S-rDNA tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1171.phy"},{"tree_label":"Fig. x","ntax":"8","rootedtree":"TRUE","title":"Symbiodinium Clade B truncated chloroplast 23S-rDNA\ngenes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1172.phy"}]}