{"Authors":" Lothar Krienitz, Thomas Friedl, V. A. R. Huss, Iana\nUstinova","Year":" 2001","Title":" Traditional generic concepts versus 18S rRNA gene phylogeny\nin the green algal family Selenastraceae (Chlorophyceae,\nChlorophyta)","Journal":" Journal of Phycology","Volume":" 37","Issue":" 5","Pages":" 852-865","Keywords":" 18S rRNA; Ankistrodesmus; Chlorophyta; Kirchneriella;\nMonoraphidium; molecular systematics; morphology; Podohedriella;\npyrenoid; Quadrigula; Selenastraceae","DOI":" 10.1046/j.1529-8817.2001.01004.x","Abstract":" Coccoid green algae of the Selenastraceae were\ninvestigated by means of light microscopy, TEM, and 18S rRNA analyses to\nevaluate the generic concept in this family. Phylogenetic trees inferred\nfrom the 18S rRNA gene sequences showed that the studied species of\nautosporic Selenastraceae formed a well-resolved monophyletic clade\nwithin the DO group of Chlorophyceae. Several morphological\ncharacteristics that are traditionally used as generic features were\ninvestigated, especially the arrangement of autospores in the mother\ncells, colony formation, and pyrenoid structure. The parallel\narrangement of autospores was confirmed for the genera Ankistrodesmus,\nPodohedriella, and Quadrigula. In mother cells of Monoraphidium and\nKirchneriella, the autospores were arranged serially. Colony formation\nwas either stable (Quadrigula) or variable (Ankistrodesmus,\nPodohedriella) within genera. All strains studied possessed naked or\nstarch-covered pyrenoids within the chloroplast. The pyrenoid matrix was\nhomogenous or penetrated by thylakoids. In contrast to considerations of\ntraditional systematics, the present study showed that the presence and\nstructure of pyrenoids are unsuitable for differentiation of genera in\nSelenastraceae. Furthermore, the molecular analyses showed that any\nmorphological criterion considered so far is not significant for the\nsystematics of the Selenastraceae on the generic level. Species assigned\nto different genera such as Ankistrodesmus and Monoraphidium were not\nmonophyletic and therefore not distinguishable as separate genera.\nSpecies of Monoraphidium appeared in four different lineages of the\nSelenastraceae. Our phylogenetic analyses support earlier discussions to\nabandon the common practice of conceiving “small” genera (i.e. genera\nthat are differentiated from other genera by only a few diacritic\ncharacteristics and that contain only a small number of species) and to\nreestablish “large” genera of Selenastraceae such as\nAnkistrodesmus.","trees":[{"tree_label":"Fig. 6","ntax":"44","rootedtree":"TRUE","title":"Selenastraceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1173.phy"}]}