{"Authors":" Ning Zhang, Meredith Blackwell","Year":" 2001","Title":" Molecular phylogeny of dogwood anthracnose fungus (Discula\ndestructiva) and the Diaporthales.","Journal":" Mycologia","Volume":" 93","Issue":" NA","Pages":" 355-365","Keywords":" evolution; Gaeumannomyces; LSU nrDNA; Magnaporthaceae;\nMagnaporthe; plant pathogen; RPB2; secondary metabolites; SSU nrDNA","DOI":" NA","Abstract":" Dogwood anthracnose, caused by Discula destructiva Redlin\n(1991), is a disease of several native dogwood species in North America.\nA teleomorph has not been found since the first reports of disease in\nthe 1970s, although the conidial state suggested a relationship to\ndiaporthalean species. Phylogenetic analyses based on nuclear small\nsubunit rDNA sequences of 47 perithecial ascomycetes placed D.\ndestructiva into the Diaporthales with high bootstrap value. A phylogeny\nof 20 diaporthalean species based on large subunit rDNA inferred three\nmajor clades in the Diaporthales. Discula destructiva and four other\nDiscula species formed a clade with Plagiostoma euphorbiae, Gnomonia\npadicola, G. setacea, Pleuroceras pleurostylum, Linospora capreae,\nAmphiporthe castanea, Apioplagiostoma aceriferum, Melanconis marginalis,\nand Apiosporopsis carpinea. Its sister group included Cryphonectria\nparasitica, Cryptodiaporthe corni, Endothia eugeniae, Valsa ambiens\nsubspecies leucostomoides, and Apiognomonia supraseptata. Diaporthe\nphaseolorum formed a distinct basal branch. A primer pair (RPB2-P2F and\nRPB2-P3R) was developed to amplify a part of the gene encoding the\nsecond largest subunit of RNA polymerase II (RPB2) based on published\npyrenomycetes sequences. The RPB2 phylogeny supported the close\nrelationship of D. destructiva and the diaporthalean species. Characters\nof pigmentation and anamorph agree with the phylogeny to some extent and\nemphasize the importance of anamorphs and pigmentation in the taxonomy\nof the Diaporthales. Family concepts based on perithecium position,\nascus persistence, and ascospore morphology were rejected, and a new\nphylogenetic classification is needed.","trees":[{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Best of ten most parsimonious trees of Diapothales\nbased on partial LSU nrDNA.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1174.phy"},{"tree_label":"Fig. 1","ntax":"50","rootedtree":"TRUE","title":"Phylogeny of perithecial Ascomyetes based on partial\nSSU nrDNA sequences.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1175.phy"},{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"Phylogeny of Diaporthales based on combined SSU and LSU\nnrDNA.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1176.phy"},{"tree_label":"Fig. 4","ntax":"10","rootedtree":"TRUE","title":"Most parsimonious tree based on RPB2 amino acid\nsequences.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1177.phy"}]}