{"Authors":" David S. Hibbett, Manfred Binder","Year":" 2001","Title":" Evolution of marine mushrooms.","Journal":" The Biological Bulletin","Volume":" 201","Issue":" NA","Pages":" 319-322","Keywords":" NA","DOI":" NA","Abstract":" Fungi make up one of the most diverse, ecologically\nimportant groups of eukaryotes. The vast majority of fungi are\nterrestrial, but the chytridiomycetes, a basal group of fungi, includes\nflagellated, unicellular, aquatic forms, and it is likely that this was\nthe ancestral condition of the group (1). The more derived groups of\nfungi\u001azygomycetes, ascomycetes, and basidiomycetes\u001aare all predominantly\nfilamentous and terrestrial, and lack flagellated cells at any stage of\nthe life cycle. Within the basidiomycetes, the most conspicuous group is\nthe homobasidiomycetes, which includes about 13,000 described species of\nmushrooms and related forms. Eleven species of homobasidiomycetes (in\neight genera) occur in marine or freshwater habitats. To resolve the\nrelationships among terrestrial and aquatic homobasidiomycetes, we\nassembled a data set of ribosomal DNA (rDNA) sequences that includes 5\naquatic species and 40 terrestrial species. Phylogenetic trees obtained\nusing parsimony and maximum likelihood (ML) methods suggest that there\nhave been three or four independent transitions from terrestrial to\naquatic habitats within the homobasidiomycetes. Three of the marine taxa\nin our data set are associated with mangroves, suggesting that these\necosystems provide a common evolutionary stepping-stone by which\nhomobasidiomycetes have reinvaded aquatic habitats.","trees":[{"tree_label":"MLtree1","ntax":"46","rootedtree":"TRUE","title":"Marine Mushrooms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1178.phy"},{"tree_label":"MPtree1","ntax":"46","rootedtree":"TRUE","title":"Marine Mushrooms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1179.phy"},{"tree_label":"MPtree2","ntax":"46","rootedtree":"TRUE","title":"Marine Mushrooms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1180.phy"}]}