{"Authors":" H. Thorsten Lumbsch, Nora Wirtz, Imke Schmitt, Ralf\nLindemuth","Year":" 2002","Title":" Higher level phylogenetic relationships of Euascomycetes\n(Pezizomycotina) inferred from a combined analysis of nuclear and\nmitochondrial sequence data.","Journal":" Mycological Progress","Volume":" 1","Issue":" 1","Pages":" 57-70","Keywords":"","DOI":" 10.1007/s11557-006-0005-z","Abstract":" A combined data set of nuclear SSU rDNA, LSU rDNA, and\nmitochondrial SSU rDNA sequences was analyzed in order to examine the\nrelationships of the major clades of euascomycetes. Partial sequences of\n14 ascomycetes were determined and aligned with the corresponding\nsequences of 16 other ascomycetes retrieved from Genbank. The alignment\nwas analyzed using maximum parsimony (MP) and a Bayesian analysis with\nMarkov chain Monte Carlo (B/MCMC). The classification based on\nsingle-gene studies is supported, but the confidence is enhanced in the\nconcatenated analysis. The monophyly of the superclass Leotiomyceta,\nwhich includes all euascomycetes with inoperculate asci, is strongly\nsupported. The polyphyly of ascolocularous fungi is supported. The group\nis divided into two groups: the Dothideomycetes basal to all other\nLeotiomyceta and the Chaetothyriomycetes as sister-group to\nEurotiomycetes. The Lecanoromycetes appear as a monophyletic group with\nstrong support and form a sister-group to the\nChaetothyriomycetes/Eurotiomycetes clade, but this lacks support. The\nLeotiomycetes and Sordariomycetes form a strongly supported\nsister-group. Alternative topologies are tested using parametric\nbootstrapping; a basal position of the Eurotiomycetes and Leotiomycetes\nin the Leotiomyceta cannot be rejected, while such a position can be\nrejected for Chaetothyriomycetes, Lecanoromycetes and Sordariomycetes.\nThe character evolution with regard to ascoma type, ascus type and\nascoma-ontogeny is examined using MP and maximum likelihood (ML). While\nit appears most likely that the ancestor of the inoperculate ascomycetes\nhad apothecia and an ascohymenial ascoma-ontogeny using MP methods, the\nML approach shows that there is some uncertainty at the current state of\nknowledge. The improvement of confidence of the combined data set in\ncomparison with single-gene studies makes us confident that analyses\nwith additional data sets will further improve the confidence and\neventually uncover the branching order of euascomycetes.","trees":[{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Pezizomycotina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1181.phy"}]}