{"Authors":" Derek J. Taylor, Kazuhiko Sakai, Scott R. Santos, Michio\nHidaka, Mary Alice Coffroth, Robert A. Kinzie III","Year":" 2002","Title":" Molecular phylogeny of symbiotic dinoflagellates inferred\nfrom partial chloroplast large subunit (23S)-rDNA","Journal":" Molecular Phylogenetics and Evolution","Volume":" 23","Issue":" 2","Pages":" 97-111","Keywords":" Chloroplast; Large subunit ribosomal genes;\nDinoflagellate; Symbiodinium; Symbiosis; Symbiotic dinoflagellates;\nZooxanthellae","DOI":" 10.1016/S1055-7903(02)00010-6","Abstract":" Symbiotic associations between invertebrates and\ndinoflagellates of the genus Symbiodinium are a common occurrence in\nmarine environments. However, despite our extensive knowledge concerning\nthe physiological contributions of these algae to their symbiotic\npartners, our understanding of zooxanthella phylogenetics is still in\nits early stages. In the past 10 years, studies of Symbiodinium\nphylogenetics have relied solely on nuclear ribosomal (rDNA) genes. To\ndate, organellar DNA sequences have not been employed to infer\nphylogenies for this genus of symbiotic dinoflagellates. We address this\nby presenting the first Symbiodinium phylogeny based on chloroplast (cp)\nlarge subunit (23S)-rDNA sequences. Cp23S-rDNA Domain V sequences were\ndetermined for 35 dinoflagellate cultures isolated from a range of\ninvertebrate host species and geographical locations. Symbiodinium\nphylogenies inferred from cp23S-rDNA produced topologies that were not\nstatistically different from those generated from nuclear rDNA,\nproviding the first independent evidence supporting the published major\nclades of Symbiodinium. In addition, comparisons of sequence\ndissimilarity indicated that cp23S-rDNA Domain V evolves 9–30 times\nfaster than the V1–V4 regions of nuclear small subunit (n18S)-rDNA, 1–7\ntimes as fast as the D1–D3 regions of nuclear large subunit (n28S)-rDNA,\nand 0.27–2.25 times that of the internal transcribed spacer (ITS)-rDNA\nregion. Our data suggested that cp23S-rDNA Domain V will prove to be a\nuseful molecule for exploring Symbiodinium phylogenetics.","trees":[{"tree_label":"Fig. 3","ntax":"20","rootedtree":"TRUE","title":"Symbiodinium cp23S rDNA MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1194.phy"},{"tree_label":"Fig. 4","ntax":"20","rootedtree":"TRUE","title":"Symbiodinium cp23S rDNA ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1193.phy"}]}