{"Authors":" A. Tuber, Sigrid Liede, Josefine Schneidt","Year":" 2002","Title":" Molecular considerations on the Tylophorinae K. Schum.\n(Apocynaceae - Asclepiadoideae)","Journal":" Edinburgh Journal of Botany","Volume":" 59","Issue":" 3","Pages":" 377-403","Keywords":" Apocynaceae; Asclepiadaceae; Asclepiadoideae; ITS;\nmolecular systematics ; trnT-L spacer; trnL intron; trnL-F spacer;\nTylophorinae","DOI":" 10.1017/S0960428602000239","Abstract":" More than 30 collections of Tylophora from all over its\ngeographic range were analysed together with representatives of all\nother genera in subtribe Tylophorinae except Rhyncharrhena. Regions of\nthe chloroplast genome (trnT-L spacer, trnL intron and trnL-F spacer) as\nwell as the nuclear genome (internal transcribed spacer including 5.8S\nof nuclear ribosomal DNA) were sequenced. Both the cpDNA dataset and the\nrDNA dataset yield a number of stable clades, but a completely resolved\nand stable phylogeny is not obtained from either alone or by combining\nthem. The small East African and Arabian genera Blyttia, Diplostigma,\nGoydera and Pleurostelma form a well-supported clade in both datasets.\nPentatropis is always recognized as monophyletic. Vincetoxicum is not\nclearly separable from Tylophora, and probably covers the temperate\nspecies, while Tylophora covers those in the tropics and\nsubtropics.","trees":[{"tree_label":"Fig. 1A","ntax":"35","rootedtree":"TRUE","title":"Tylophora str. cons. of 17, uninf chars removed","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1197.phy"},{"tree_label":"Fig. 2A","ntax":"33","rootedtree":"TRUE","title":"Tylophora str. cons. of 12, all chars","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1198.phy"},{"tree_label":"Fig. 2B","ntax":"33","rootedtree":"TRUE","title":"Tylophora str. cons. of 110, uninf chars removed","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1199.phy"}]}