{"Authors":" Simon Malcomber","Year":" 2002","Title":" Phylogeny of Gaertnera Lam. (Rubiaceae) based on multiple DNA\nmarkers: Evidence of a rapid radiation in a widespread morphologically\ndiverse genus.","Journal":" Evolution","Volume":" 56","Issue":" 1","Pages":" 42-57","Keywords":" Biogeography; lineage diversification; Madagascar;\nMauritius; molecular clock; Southeast Asia; Sri Lanka","DOI":" 10.1554/0014-3820(2002)056[0042:POGLRB]2.0.CO;2","Abstract":" Phylogenetic relationships among 28 of the 68 species of\nthe paleotropical genus Gaertnera (Rubiaceae) and two related genera\nwere inferred from nucleotide sequence variation in four nuclear DNA\n(nDNA) markers: the internal transcribed spacers of nuclear rDNA (ITS),\nthe large and small copies of phosphoenolpyruvate carboxylase\n(PepC-large and PepC-small), and triose phosphate isomerase (Tpi).\nPhylogenetic analysis of the combined nDNA dataset suggested that\nGaertnera is monophyletic, but genetic variation among species was\ninsufficient to reconstruct well-supported relationships within the\ngenus. This was counter to expectations based on the very distinct\nmorphologies and widespread distribution of the genus (West Africa to\nSulawesi). Molecular clock analyses suggested variable dates of origin\nfor Gaertnera depending upon the calibration method used. The most\nplausible calibration implies that Gaertnera migrated to Africa during\nthe early Tertiary, possibly via a boreotropical land bridge and\nsuggests that Gaertnera started to radiate 5.21 ± 0.14 million years\nago. This implies that range expansion in the group has occurred via a\nnumber of long-distance dispersal events rather than vicariance. The\nmolecular clock estimate in turn estimated an unusually rapid lineage\ndiversification rate within the radiation of 0.717–0.832 species/million\nyears, comparable to those estimated for radiations on oceanic islands.\nAlthough low interspecific competition levels may have contributed to\nthe diversification of Gaertnera on Mauritius, the mechanisms driving\nthe rapid radiation of the group in other parts of its range remain\nelusive.","trees":[{"tree_label":"Fig. 3","ntax":"31","rootedtree":"TRUE","title":"Maximum parsimony strict consensus phylogeny","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1204.phy"},{"tree_label":"Fig. 4","ntax":"31","rootedtree":"TRUE","title":"Maximum likelihood phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1205.phy"}]}