{"Authors":" A. John Richards, Sylvia Kelso, Austin R. Mast, E. Conti,\nDanielle M. S. Feller, Daniela J. Lang","Year":" 2001","Title":" Phylogenetic relationships in Primula L. and related genera\n(Primulaceae) based on noncoding chloroplast DNA.","Journal":" International Journal of Plant Sciences","Volume":" 162","Issue":" NA","Pages":" 1381-1400","Keywords":" molecular systematics; chloroplast DNA introns; Primula;\nPrimulaceae; heterostyly; leaf vernation; chromosome base number; pollen\nmorphology; homology","DOI":" 10.1086/323444","Abstract":" We sequenced the trnL and rpl16 introns of the chloroplast\nDNA from 95 of the ca. 425 species (30 of 37 sections, 7 of 8 subgenera)\nof Primula L. in order to reconstruct the phylogenetic history of the\ngroup. Among the 24 additional taxa sampled are representatives of all\ngenera that are likely to be embedded in Primula, as well as outgroups\nfrom the Maesaceae, Theophrastaceae, and Myrsinaceae. In the strict\nconsensus of the most parsimonious trees, Primula and the genera\nembedded in it (Dionysia Fenzl., Sredinskya (Stein) Fedorov, Dodecatheon\nL., and Cortusa L.) are sister to a clade of several genera previously\nsuspected to be embedded in Primula (Hottonia L., Omphalogramma\n(Franchet) Franch., and Soldanella L.). In recognition of this, two new\nrankless names are defined for these clades (/Primula and /Soldanella).\nClose relationships are inferred between Dionysia and Primula subgenus\nSphondylia (Duby) Rupr., Sredinskya and Primula subgenus Primula,\nDodecatheon and Primula subgenus Auriculastrum Schott, and Cortusa and\nPrimula subgenus Auganthus (Link) Wendelbo. The largest subgenus,\nAleuritia (Duby) Wendelbo, is dispersed among three clades that are not\neach other’s closest relatives. Primula sections Muscarioides Balf. f.,\nSoldanelloides Pax, Denticulata Watt, Armerina Lindley, and Aleuritia\nDuby are resolved as para- or polyphyletic with moderate to strong\nsupport. Throughout, we consider the striking morphological and\ncytological variation seen in Primula within a phylogenetic context,\nparticularly as it relates to the close relationship implied here\nbetween Dionysia and Primula subgenus Sphondylia. The homology of\ninvolute leaf vernation in Primula is reconsidered in light of its two\nindependent origins, and we come to the conclusion that vernation in\nsubgenus Sphondylia is better characterized as conduplicate.","trees":[{"tree_label":"Fig. 3","ntax":"120","rootedtree":"TRUE","title":"combined rpl16 and trnL introns","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1216.phy"}]}