{"Authors":" Steven L Miller, Bart Buyck","Year":" 2002","Title":" Molecular phylogeny of the genus Russula in Europe with a\ncomparison of modern infrageneric classifications.","Journal":" Mycological Research","Volume":" 106","Issue":" 3","Pages":" 259-276","Keywords":"","DOI":" 10.1017/S0953756202005610","Abstract":" Species in the large mushroom genus Russula are important\necologically as ectomycorrhizal fungi and economically as comestibles.\nMost infrageneric classification schemes of this genus have originated\nin Europe, but because of nomenclatural history and an evolving suite of\ncharacters these systems remain largely incongruent. Using ribosomal DNA\nsequences for 87 species representing all infrageneric taxa described\nfrom Europe, the phylogenetic position and relationships among these\nspecies were examined. Cladistic analysis of the ITS1, 5.8S, and ITS2\nregions showed a cluster of five to six small to large clades basal in\nthe topology and one large apical clade arising from the deeper nodes,\nnone of which has been previously recognized in toto at the subgeneric\nlevel. Two of these groups, the Compactae and Pallidosporinae, which\nhave been previously recognized as subsections of section Compacta, did\nnot appear to be closely related. Bootstrap support and Bremer decay\nvalues indicated that collapse of the tree into monophyly at the deeper\nnodes would result in two large groups which are consistent with the\nclassical subgeneric concept of the Eurussulae and a narrowed Compactae.\nThe topology confirmed some previously described infrageneric taxa at\nthe section level including the Tenellae and Heterophyllae and at the\nsubsection level including the Cupreinae, Laricinae, Lilaceinae,\nIntegroidinae, Violaceinae, Sphagnophilinae, Viridantinae, Emeticinae,\nSubvelatae, Pallidosporinae, and portions of the Polychromae and\nSardoninae. The molecular analysis also indicated many interesting new\ncombinations or relationships not previously conceived. Mapping of\ncharacters such as spore print colour, taste, and presence of acid\nresistant incrustations, which have been used to define infrageneric\ntaxa in Russula, onto the phylogeny identified interesting patterns\nconsistent with hypotheses regarding plesiomorphic and apomorphic\ncharacters. However, because of potential loss or reversal of character\nstates, this analysis did not support their unequivocal use in\ninfrageneric classification.","trees":[{"tree_label":"Fig. 2","ntax":"89","rootedtree":"TRUE","title":"European Russula ITS consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_1217.phy"}]}