{"Authors":" Liliana M. Giussani, J. Hugo Cota-Sanchez, Fernando O.\nZuloaga, Elizabeth A. Kellogg","Year":" 2001","Title":" A molecular phylogeny of the grass subfamily Panicoideae\n(Poaceae) shows multiple origins of C4 photosynthesis.","Journal":" American Journal of Botany","Volume":" 88","Issue":" 11","Pages":" 1993–2012","Keywords":" C4 photosynthesis; ndhF; Panicoideae; Poaceae","DOI":" NA","Abstract":" DNA sequence data from the chloroplast gene ndhF were\nanalyzed to estimate the phylogeny of the subfamily Panicoideae, with\nemphasis on the tribe Paniceae. Our data suggest that the subfamily is\ndivided into three strongly supported clades, corresponding to groups\nwith largely identical base chromosome numbers. Relationships among the\nthree clades are unclear. In unweighted parsimony analyses, the two\nmajor clades with x = 10 (Andropogoneae and x = 10 Paniceae) are weakly\nsupported as sister taxa. The third large clade corresponds to x = 9\nPaniceae. In analyses under implied weight, the two clades of Paniceae\nare sisters, making the tribe monophyletic. Neither resolution is\nstrongly supported.; Our molecular phylogenies are not congruent with\nprevious classifications of tribes or subtribes. Based on this sample of\nspecies, we infer that C4 photosynthesis has evolved independently\nseveral times, although a single origin with multiple reversals and\nseveral reacquisitions is only slightly less parsimonious. The\nphosphoenol pyruvate carboxykinase (PCK) subtype of C4 photosynthesis\nhas evolved only once, as has the NAD-malic enzyme (ME) subtype; all\nother origins are NADP-ME. Inflorescence bristles are apparently\nhomologous in the genera Setaria and Pennisetum, contrary to opinions of\nmost previous authors. Some genera, such as Digitaria, Echinochloa, and\nHomolepis are supported as monophyletic. The large genus Paspalum is\nshown to be paraphyletic, with Thrasya derived from within it. As\nexpected, Panicum is polyphyletic, with lineages derived from multiple\nancestors across the tree. Panicum subg. Panicum is monophyletic.\nPanicum subg. Dichanthelium, subg. Agrostoides, and subg. Phanopyrum are\nunrelated to each other, and none is monophyletic. Only Panicum subg.\nDichanthelium sect. Dichanthelium, represented by P. sabulorum and P.\nkoolauense, is monophyletic. Panicum subg. Megathyrsus, a monotypic\nsubgenus including only the species P. maximum, is better placed in\nUrochloa, as suggested by other authors.","trees":[{"tree_label":"Fig. 2A","ntax":"107","rootedtree":"TRUE","title":"Panicoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3985.phy"}]}