{"Authors":" Ron J. Deckert, R. Larry Peterson, Tom Hsiang","Year":" 2002","Title":" Genetic relationships of endophytic Lophodermium nitens\nisolates from needles of Pinus strobus L.","Journal":" Molecular Ecology","Volume":" 106","Issue":" 3","Pages":" 305-313","Keywords":"","DOI":" 10.1017/S0953756201005494","Abstract":" The foliage of Pinus strobus (eastern white pine), like\nthat of all other conifers examined to date, is occupied by endophytic\nfungi, the most frequent of which is Lophodermium nitens. The number and\nextent of endophytic infections and the genetic relationship of\nindividual isolates within living needles as well as their relationship\nto isolates from forest floor needles is unknown. To examine these and\nrelated questions, forest floor isolates and foliar endophytes from\nneedle segments were obtained for ribosomal DNA sequencing and randomly\namplified polymorphic DNA (RAPD) analysis. Molecular and morphological\ndata were compared and infection frequency determined as a function of\nposition along the needle. Ribosomal DNA sequences of foliar and\nascospore isolates showed high levels of genetic similarity (>97%\nidentity) for the internal transcribed spacer region. RAPD profiles were\nable to distinguish ascospore siblings from non-siblings, and also\nrevealed that many needle isolates belonged to the same genotype as\nadjacent neighbour isolates, as would be expected from mycelial spread\nwithin the needle. Morphotype evaluation and RAPD profiles showed\nsimilar patterns: identical morphotypes grouped together and showed\nlittle or no genetic difference under RAPD analysis. Both morphological\nand molecular data indicated that the majority of infections were\ncontained within 1 mm needle segments but could extend to about 4 mm in\nlength. Infection frequency increased along the length of the needle\nfrom the proximal (shoot) end to the distal tip, with markedly higher\nrates in the distal quarter. Thus, endophytic infections of L. nitens in\nwhite pine needles consist of many localized, discrete infections,\noriginating from ascospores and differentially distributed along the\nlength of the needle. In the course of this work, it was found that\nGenBank accession number AF203470 under the name Meloderma\ndesmaszieresii appeared not to be that species but L. nitens on the\nbasis of the ITS sequences.","trees":[{"tree_label":"Fig. 1","ntax":"13","rootedtree":"TRUE","title":"Lophodermium nitens and related species","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5645.phy"}]}