{"Authors":" Christopher O. Miles, U. Jrlfors, Christina D. Moon,\nChristopher Lewis Schardl","Year":" 2002","Title":" The evolutionary origins of three new Neotyphodium endophyte\nspecies from grasses indigenous to the Southern Hemisphere.","Journal":" Mycologia","Volume":" 94","Issue":" 4","Pages":" 694-711","Keywords":"","DOI":" NA","Abstract":" Members of the genus Neotyphodium are asexual, seedborne,\nprotective fungal endophytes of cool season grasses that have likely\nevolved either directly from sexual Epichloë; species, or by the\ninterspecific hybridization of distinct lineages of Epichloë; and\nNeotyphodium. We investigated the evolutionary origins of Neotyphodium\nendophytes from several grasses that are indigenous to the Southern\nHemisphere using a multiple-gene phylogenetic approach. Intron regions\nof the genes encoding ß-tubulin (tub2), translation elongation factor\n1-α (tef1) and actin (act1) were amplified by polymerase chain reaction\nand sequenced. Phylogenetic analyses of these sequences, aligned with\nhomologous sequences from Epichloë; spp., revealed the evolutionary\norigins of the Southern Hemisphere endophytes, where one lineage of\napparently non-hybrid origin, and three lineages of unique interspecific\nhybrid origin were identified. On the basis of morphology, host range\nand evolutionary history, we propose three new species of Neotyphodium.\nNeotyphodium aotearoae was isolated from Echinopogon ovatus populations\nfrom New Zealand and Australia, and comprised a unique, apparently\nnon-hybrid lineage within the Epichloë; species phylogeny. In contrast,\nan interspecific hybrid lineage was identified from two Australian Ec.\novatus populations, whose ancestry apparently involved lineages closely\nrelated to extant E. festucae and an E. typhina genotype similar to that\nof isolates from Poa pratensis. Endophytes infecting South African\nMelica racemosa and M. decumbens (dronkgras) appeared to be hybrids of\nE. festucae and N. aotearoae or close relatives. The names N.\naustraliense and N. melicicola are proposed for these two hybrid\nlineages, respectively. The origin of N. tembladerae, an established\nendophyte species from South American Poa and Festuca spp., was also\ninvestigated. Neotyphodium tembladerae appeared to be of hybrid origin,\ninvolving E. festucae and an E. typhina genotype similar to that of\nisolates from Poa nemoralis. The results of this study highlight the\nwidespread occurrence of interspecific hybrid Neotyphodium lineages on a\nglobal scale, and the extent of endophyte gene-flow between the Northern\nand Southern Hemispheres.","trees":[{"tree_label":"Fig. 13","ntax":"33","rootedtree":"TRUE","title":"Neotyphodium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5648.phy"},{"tree_label":"Fig. 14","ntax":"30","rootedtree":"TRUE","title":"Neotyphodium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5649.phy"},{"tree_label":"Fig. 15","ntax":"30","rootedtree":"TRUE","title":"Neotyphodium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5650.phy"},{"tree_label":"Fig. 16","ntax":"27","rootedtree":"TRUE","title":"Neotyphodium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5651.phy"}]}