{"Authors":" Ichiro Oohara, Jonathan M. Waters, Robert M. McDowall,\nGraham P. Wallis, T. Saruwatar, Takanori Kobayashi","Year":" 2002","Title":" Phylogenetic placement of retropinnid fishes: data set\nincongruence can be reduced using asymmetric character state\ntransformation costs.","Journal":" Systematic Biology","Volume":" 51","Issue":" 3","Pages":" 432-449","Keywords":" 16S; Australia; character transformation; congruence; cyt\nb; galaxiid; New Zealand; osmerid; retropinnid; smelt","DOI":" 10.1080/10635150290069887","Abstract":" We used mitochondrial DNA sequences to determine the\nphylogenetic placement of southern smelts (Retropinnidae), a group of\ndiadromous fishes endemic to New Zealand and Australia. Our genetic data\nstrongly support a sister group relationship between retropinnids and\nnorthern hemisphere smelts (Osmeridae), a relationship that seems\nconsistent with the similar appearance and life history strategies of\nthese two groups. Our analysis indicates that Retropinnidae and\nOsmeridae together represent the sister group to the southern hemisphere\ngalaxiid fishes (Galaxiidae). However, this finding conflicts with\nseveral recent osteological analyses, which supported a sister\nrelationship for Retropinnidae and Galaxiidae, giving a monophyletic\nsouthern hemisphere assemblage (Galaxioidea). We review cases of\nincongruence and discuss factors that might explain significant\ndisagreement between molecular and morphological data matrices. We\nsuggest that repeated evolutionary simplification may have undermined\nthe accuracy of morphological hypotheses of osmeroid relationships.\nAlthough equally weighted parsimony analysis of morphological data\nrejects the molecular hypothesis (Osmeridae + Retropinnidae),\nimplementation of a range of weighting schemes suggests that\nincongruence is nonsignificant under asymmetric character transformation\nmodels. We propose that a simple “equal transformation cost” parsimony\nanalysis may be biologically unrealistic, especially when reductive\nhomoplasy is widespread; as is increasingly being accepted, complex\ncharacter states are more readily lost than gained. Therefore, we\nrecommend that morphological systematists routinely implement a range of\ncharacter transformation models to assess the sensitivity of their\nphylogenetic reconstructions. We discuss the antitropical biogeography\nof osmeroid fishes in the context of vicariance and transequatorial\ndispersal.","trees":[{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Osmeriforms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5652.phy"},{"tree_label":"Fig. 3","ntax":"17","rootedtree":"TRUE","title":"Osmeriforms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5653.phy"}]}