{"Authors":" Ursula Eberhardt","Year":" 2002","Title":" Molecular kinship analyses of the agaricoid Russulaceae:\ncorrespondence with mycorrhizal anatomy and sporocarp features in the\ngenus Russula.","Journal":" Mycological Progress","Volume":" 1","Issue":" 2","Pages":" 201-223","Keywords":"","DOI":" 10.1007/s11557-006-0019-6","Abstract":" A data set of LSU DNA sequences of mainly European Russula\nand Lactarius species was subjected to molecular phylogenetic analysis.\nSpecies could be allocated to five clusters, with an unresolved\nphylogeny. One of these clades represents the genus Lactarius. The only\nanalysed species of the section Archaeinae (Russula) was placed basal to\nboth genera. Thus Lactarius appears to be derived from Russula. Russula\nwas divided into four clusters, corresponding to the sections\nPlorantinae and Nigricantinae, subgenus Heterophyllidia including the\nsection Foetentinae, and a cluster representing the remaining subgenera\nof the Genuinae. Even though the resulting groups can be considered as\nvalid classificatory groups, species associations resulting from\nmolecular analyses do not support the division of Russula into the\nsubgenus Compacta (including the sections Nigricantinae, Plorantinae,\nand Archaeinae) and the Genuinae (including all remaining taxa), as well\nas not supporting evolutionary lineages proposed within the Genuinae.\nRibosomal ITS DNA sequences of Russula species were analysed to achieve\nbetter infrageneric resolution. The results are discussed in relation to\ncurrent classification systems and to what is known about the\nmycorrhizae formed by Russula species. While the systematic value\nattached to many macroscopic and microscopic sporocarp features was not\nsupported by sequence data, mycorrhizal anatomy is in good\ncorrespondence with many of the results from the phylogenetic\nanalysis.","trees":[{"tree_label":"Fig. 1","ntax":"62","rootedtree":"TRUE","title":"Russulaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5658.phy"},{"tree_label":"Fig. 2","ntax":"62","rootedtree":"TRUE","title":"Russulaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5659.phy"},{"tree_label":"Fig. 3","ntax":"62","rootedtree":"TRUE","title":"Russulaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5660.phy"},{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"Russulaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5661.phy"},{"tree_label":"Fig. 5-6","ntax":"26","rootedtree":"TRUE","title":"Russulaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5662.phy"}]}