{"Authors":" Sharon A. Jansa, Barbara L. Lundrigan, Priscilla K.\nTucker","Year":" 2002","Title":" Phylogenetic relationships in the genus Mus, based on\npaternally, maternally, and biparentally inherited characters.","Journal":" Systematic Biology","Volume":" 51","Issue":" 3","Pages":" 410-431","Keywords":" Coelomys; molecular phylogeny; Muridae; Mus; Nannomys;\nPyromys","DOI":" 10.1080/10635150290069878","Abstract":" Several species in the rodent genus Mus are used as model\nresearch organisms, but comparative studies of these mice have been\nhampered by the lack of a well-supported phylogeny. We used DNA\nsequences from six genes representing paternally, maternally, and\nbiparentally inherited regions of the genome to infer phylogenetic\nrelationships among 10 species of Mus commonly used in laboratory\nresearch. Our sample included seven species from the subgenus Mus; one\nspecies each from the subgenera Pyromys, Coelomys, and Nannomys; and\nrepresentatives from three additional murine genera, which served as\noutgroups in the phylogenetic analyses. Although each of the six genes\nyielded a unique phylogeny, several clades were supported by four or\nmore gene trees. Nodes that conflicted between trees were generally\ncharacterized by weak support for one or both of the alternative\ntopologies, thus providing no compelling evidence that any individual\ngene, or part of the genome, was misleading with respect to the\nevolutionary history of these mice. Analysis of the combined data\nresulted in a fully resolved tree that strongly supports monophyly of\nthe genus Mus, monophyly of the subgenus Mus, division of the subgenus\nMus into Palearctic (M. musculus, M. macedonicus, M. spicilegus, and M.\nspretus) and Asian (M. cervicolor, M. cookii, and M. caroli) clades,\nmonophyly of the house mice (M. m. musculus, “M. m. molossinus,” M. m.\ncastaneus, and M. m. domesticus), and a sister-group relationship\nbetween M. macedonicus and M. spicilegus. Other clades that were\nstrongly supported by one or more gene partitions were not strongly\nsupported by the combined data. This appears to reflect a localized\nhomoplasy in one partition obscuring the phylogenetic signal from\nanother, rather than differences in gene or genome histories.","trees":[{"tree_label":"Fig. 3 mit","ntax":"16","rootedtree":"TRUE","title":"Mus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5663.phy"},{"tree_label":"Fig. 3 nuc","ntax":"16","rootedtree":"TRUE","title":"Mus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5664.phy"},{"tree_label":"Fig. 4","ntax":"16","rootedtree":"TRUE","title":"Mus","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5665.phy"}]}