{"Authors":" Dwayne A. W. Lepitzki, Paul D. N. Hebert, Jacqueline S.\nLee, Elpidio A. Remigio","Year":" 2001","Title":" Molecular systematic relationships and evidence for a recent\norigin of the thermal spring endemic snails Physella johnsoni and\nPhysella wrighti (Pulmonata: Physidae).","Journal":" Canadian Journal of Zoology","Volume":" 79","Issue":" NA","Pages":" 1941-1950","Keywords":" NA","DOI":" 10.1139/cjz-79-11-1941","Abstract":" The evolutionary origins of Physella johnsoni and Physella\nwrighti, freshwater snails endemic to thermal springs in Alberta and\nBritish Columbia, were examined by sequence comparisons of mitochondrial\ngenes coding for segments of the large subunit ribosomal RNA (16S) and\ncytochrome c oxidase I (COI) with those in the closely allied species,\nPhysella gyrina. Phylogenetic reconstructions based on combined and\nseparate analyses of the data sets identified P. wrighti as the sister\ntaxon to a P. johnsoni + P. gyrina clade. For both gene regions, there\nwas little or no sequence variation among conspecific individuals, but a\nnumber of diagnostic differences existed between each of the species\npairs. Tree topologies and estimates of sequence divergence indicate\nthat the divergence events which separated the three species occurred\nrather recently and at relatively brief intervals, and it is likely that\nP. wrighti is the source of the ancestral population from which P.\njohnsoni and P. gyrina were derived. Our findings support the\nrecognition of P. johnsoni and P. wrighti as endemic species. The\npopulations of P. johnsoni probably separated from P. gyrina about\n10,000 years ago, when glaciers retreated from the Banff area and\npre-historic lake levels dropped. The limited molecular divergence\nbetween P. johnsoni and P. gyrina argues against their current placement\nin different subgenera within the genus Physella.","trees":[{"tree_label":"Fig. 4A","ntax":"13","rootedtree":"TRUE","title":"Physella","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5666.phy"},{"tree_label":"Fig. 4B","ntax":"13","rootedtree":"TRUE","title":"Physella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5667.phy"}]}