{"Authors":" J. C. Kang, Uwe Braun, Pedro W. Crous","Year":" 2001","Title":" A phylogenetic redefinition of anamorph genera in\nMycosphaerella based on ITS rDNA sequence and morphology.","Journal":" Mycologia","Volume":" 93","Issue":" 6","Pages":" 1081-1101","Keywords":" Cercospora; Cladosporium; Mycosphaerella; Mycovellosiella;\nPassalora; Pseudocercospora; ITS phylogeny","DOI":" NA","Abstract":" A phylogenetic redefinition of anamorph genera in\nMycosphaerella based on ITS rDNA sequence and morphology Pedro W.\nCrous1, Ji-Chuan Kang1 and Uwe Braun2 1Department of Plant Pathology,\nUniversity of Stellenbosch, P. Bag X1, Matieland 7602, South Africa\n2Martin-Luther-Universit\u001at, FB. Biologie, Institut f¸r Geobotanik und\nBotanischer Garten, Neuwerk 21, D-06099 Halle (Saale), Germany Mycologia\n(accepted) Abstract: Anamorph genera associated with Mycosphaerella are\nseparated on a combination of characters such as conidiomatal structure,\nthe nature and arrangement of conidiophores and dehiscence scars and\npigmentation. To date 27 genera have been reported as anamorphs of\nMycosphaerella, 18 of which were included in this study. Based on the\nphylogeny of the ITS1, 5.8S and ITS2 rDNA sequence data, Mycosphaerella\nproved to be largely monophyletic. The major group consisted of several\nsmall clusters correlating to specific anamorph genera, as well as other\nclusterss containing an assemblage of anamorph genera. Although\nMycosphaerella is monophyletic, it appears that the morphological\ncharacters defining different anamorph genera evolved more than once and\nfor the most do not represent true groups within Mycosphaerella.\nNevertheless, the anamorph generic concepts contain valuable information\nof practical use to plant pathologists and mycologists working with\nthese organisms. Based on these results, as well as a re-evaluation of\nthe criteria upon which anamorph genera are distinguished in this\ncomplex, a reduced set of informative criteria and genera are proposed.\nKey Words: Cercospora, Cladosporium, Mycosphaerella, Mycovellosiella,\nPassalora, Pseudocercospora, ITS phylogeny Short title: ANAMORPHS OF\nMYCOSPHAERELLA","trees":[{"tree_label":"PAUP 65 rerooted","ntax":"83","rootedtree":"TRUE","title":"Mycosphaerella","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5549.phy"}]}