{"Authors":" Birgitte Andersen, Ji-Chuan Kang, Maryna Serdani, Pedro W.\nCrous","Year":" 2002","Title":" Characterisation of Alternaria species associated with core\nrot of apples in South Africa.","Journal":" Mycological Research","Volume":" 106","Issue":" 5","Pages":" 561-569","Keywords":"","DOI":" 10.1017/S0953756202005993","Abstract":" Alternaria core rot of red apple cultivars is a serious\npost-harvest disease in South Africa. Thirty isolates of Alternaria spp.\npreviously isolated from apple, together with reference isolates of A.\nalternata and A. infectoria, were characterised and grouped according to\ntheir sporulation patterns and conidial morphology. Isolates were\nidentified as belonging to A. arborescens, A. infectoria and A.\ntenuissima species-groups. The isolates were also analysed for\nproduction of mycotoxins and other secondary metabolites and their\ncultural characteristics on DRYES medium were recorded. Apple fruit were\nartificially inoculated with the thirty-two Alternaria isolates and the\nresulting lesion types were recorded. A data matrix was constructed\nusing all these characters and subjected to cluster analysis to show the\nsimilarity between different isolates. Isolates classified as A.\ninfectoria species-group based on sporulation patterns, cultural and\nbiochemical data could be easily differentiated from isolates classified\nas A. arborescens and A. tenuissima species-groups, which clustered\nclose together. Isolates were further subjected to DNA sequence analysis\nof the internal transcribed spacers (ITS) 1 and 2 of the nuclear rRNA\ngene. A phylogeny estimated from the ITS data set delineated two clades,\none being typified by the A. infectoria species-group, and the other\nrepresenting both A. tenuissima and A. arborescens species-groups. The\nITS data set clearly separated isolates of A. infectoria species-group\nfrom the other species-groups, as all isolates had a distinction of 35\nbase pair insertions and 6 base pair deletions in the ITS regions. The\nresults obtained in the present study showed that the major pathogens\nassociated with core rot disease of Top Red apples in South Africa\nbelong to the A. tenuissima species-group.","trees":[{"tree_label":"Fig. 2","ntax":"37","rootedtree":"TRUE","title":"Alternaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5675.phy"}]}