{"Authors":" M. Kllersj, Catarina Rydin, Else Marie Friis","Year":" 2002","Title":" Seed plant relationships and the systematic position of\nGnetales based on nuclear and chloroplast DNA: conflicting data, rooting\nproblems, and the monophyly of conifers.","Journal":" International Journal of Plant Sciences","Volume":" 163","Issue":" 2","Pages":" 197–214","Keywords":" seed plants; phylogeny; Gnetales; rbcL; atpB; 18S rDNA;\n26S rDNA; monophyletic conifers; character conflict; rooting problems;\nsupport","DOI":" 10.1086/338321","Abstract":" We investigated the systematic position of Gnetales and\nother seed plant groups using molecular data from 119 land plant\nspecies. More than 100 new sequences of rbcL, atpB, 26S, and 18S\nribosomal DNA were analyzed together with available GenBank sequences.\nTo evaluate thoroughly the phylogenetic information of each gene, the\nfour data sets were analyzed both separately and combined using\ndifferent character coding. We found no supported conflict between codon\npositions in the plastid sequences, but we found a more complex pattern,\nindicating conflict between transitions and transversions, within each\nposition. Including all information, plastid data results in a “Gnetales\nbasal” phylogeny, whereas nuclear data weakly supports anthophytes. When\ntransitions are excluded, Gnetales associate with conifers. Our study\ndoes not answer all questions on seed plant phylogeny, but it does show\nconifers as monophyletic with high support, rejecting a close\nrelationship between Gnetales and the conifer family Pinaceae. Nuclear\nand chloroplast data produced essentially identical phylogenies except\nfor the position of the seed plant root, and a sister relationship\nbetween Gnetales and angiosperms could not be fully ruled out. These\nresults strongly conflict with previously published analyses of\nmitochondrial data.","trees":[{"tree_label":"Fig. 1","ntax":"119","rootedtree":"TRUE","title":"Seed plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5676.phy"}]}