{"Authors":" Roderic D. M. Page, Martyn Kennedy","Year":" 2002","Title":" Seabird supertrees: Combining partial estimates of\nprocellariiform phylogeny.","Journal":" The Auk","Volume":" 119","Issue":" 1","Pages":" 88-108","Keywords":"","DOI":" 10.1642/0004-8038(2002)119[0088:SSCPEO]2.0.CO;2","Abstract":" The growing use of comparative methods to address\nevolutionary questions has generated an increased need for robust\nhypotheses of evolutionary relationships for a wide range of organisms.\nWhere a phylogeny exists for a group, often more than one phylogeny will\nexist for that group and it is uncommon that the same taxa are in each\nof the existing trees. The types of data used to generate evolutionary\ntrees can also vary greatly, and thus combining data sets is often\ndifficult or impossible. To address comparative questions for groups\nwhere multiple phylogenetic hypotheses already exist, we need to combine\nthe different hypotheses in a way that provides the best estimate of the\nphylogeny for that group. Here we combine seven seabird phylogenies\n(based on behavioral, DNA-DNA hybridization, isozyme, life history,\nmorphological, and sequence data) to generate a comprehensive supertree\nfor the Procellariiformes using matrix representation with parsimony.\nThis phylogeny contains 122 taxa and represents a conservative estimate\nof the combined relationships presented in the original seven source\ntrees. We compared the supertree with the results of a combined sequence\ndata supermatrix for 103 of the seabird taxa. Results of the two\napproaches are broadly concordant, but matrix representation with\nparsimony provides a more comprehensive and more conservative estimate\nof the phylogeny of the group as it is less influenced by the largest of\nthe source studies (which uses a single, relatively quickly evolving\ngene). Genetic data sets that can be combined in a supermatrix approach\nare currently less likely to be available than phylogenies that can be\ncombined using some form of supertree approach. Although there are\nlimitations to both of these approaches, both would be simpler if all\nphylogenetic studies made both their data sets and the trees they\ngenerate available through databases such as TREEBASE.","trees":[{"tree_label":"Fig. 2B","ntax":"122","rootedtree":"TRUE","title":"Procellariiformes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5691.phy"},{"tree_label":"Fig. 2A","ntax":"122","rootedtree":"TRUE","title":"Procellariiformes","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5692.phy"}]}