{"Authors":" Mary E. Endress, Sigrid Liede, Rudolf L Verhoeven","Year":" 2003","Title":" The tribal position of Fockea and Cibirhiza (Apocynaceae:\nAsclepiadoideae): evidence from pollinium structure and cpDNA sequence\ndata.","Journal":" Grana","Volume":" 42","Issue":" 2","Pages":" 70-81","Keywords":"","DOI":" 10.1080/00173130303932","Abstract":" The pollinium morphology of the two members of the\nAsclepiadoideae, tribe Fockeeae, Fockea Endl. and Cibirhiza Bruyns, has\nbeen studied in detail and compared with that of eight genera of\nMarsdenieae, the tribe in which Fockea and Cibirhiza were previously\naccommodated and thus their putative closest relatives, as well as nine\ngenera of Asclepiadeae. Both Fockea and Cibirhiza have several\nmorphological characteristics in common, the most important of which is\nthe absence of well-developed caudicula, which distinguishes them from\nall other genera of Asclepiadoideae known. The pollinium structure of\nthese two genera, however, differs significantly. Whereas the pollinium\nof Cibirhiza consists of single pollen grains and is covered by a\npollinium wall, as is typical for other Asclepiadoideae, the pollinium\nof Fockea consists of tetrads and is not covered by a pollinium wall, a\ncondition otherwise typical of Secamonoideae. Fockea , however, has only\ntwo pollinia per anther, as does Cibirhiza and all other\nAsclepiadoideae, whereas the Secamonoideae have four pollinia per\nanther. Sequence data from two intergenic spacers, trn T-L and trn L-F\nand the trn L intron of cpDNA was analyzed. The ingroup included three\nspecies of Fockea and one species of Cibirhiza . The outgroup taxa\nconsisted of three representatives each of Periplocoideae, and\nSecamonoideae and 24 species of Asclepiadoideae, including\nrepresentatives of all tribes, of which eight genera belong to\nMarsdenieae, as outgroups. The results of the DNA analysis provide\nstrong support for Fockeeae as a monophyletic tribe, distinct from\nMarsdenieae and, to the rest of the Asclepiadoideae. With the exception\nof pollen data, all morphological and molecular evidence clearly support\nrecognition of the tribe Fockeeae. The occurrence of two such\nsignificantly different types of pollinia structure - characters\nelsewhere in the family used to distinguish subfamilies - within the\nsmall tribe Fockeeae was unexpected, and can perhaps best be understood\nas yet another attestment to the basal position of the Fockeeae in the\nnascence of the Asclepiadoideae.","trees":[{"tree_label":"Strict 1","ntax":"33","rootedtree":"TRUE","title":"Fockeeae, strict consensus of 21 trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_3988.phy"},{"tree_label":"Strict 2","ntax":"36","rootedtree":"TRUE","title":"Fockeeae, strict consensus of 406 trees","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5693.phy"}]}