{"Authors":" Robert A. Haney, Christine R. Ishikane, Derek J.\nTaylor","Year":" 2002","Title":" The systematics of Holarctic bosminids and a revision that\nreconciles molecular and morphological evolution.","Journal":" Limnology and Oceanography","Volume":" 47","Issue":" 5","Pages":" 1486-1495","Keywords":" NA","DOI":" NA","Abstract":" Bosminids are ubiquitous and abundant crustacean\nherbivores in freshwater ecosystems. They are among the best preserved\nzooplankters in limnological sediments, making them ideal\npaleolimnological indicators of ecosystem change. Moreover, their egg\nbanks make possible the study of paleogenetics and resurrection ecology.\nA major limitation to these comparative disciplines is that the\nrelatedness and identities of compared bosminid specimens or subfossils\nis often uncertain. We aimed to remedy this by developing the first\nrobust molecular phylogeny of the group and inferring patterns of\nmorphological evolution. We used sequence alignments of five nuclear\nrDNA genes (partial 18S rDNA, ITS-1, 5.8S, ITS-2, and partial 28S rDNA)\nand one mitochondrial gene (partial 16S rDNA) from representative\nHolarctic species from all of the proposed subgenera and genera. No\nevidence of within-individual sequence variation in the gene regions\nanalyzed was found for the genus Bosmina. Our nuclear and mitochondrial\ngenetic results revealed a robust phylogeny and were congruent with\nmorphological changes. Competing morphological schemes of bosminid\nsystematics were reconciled by reassigning several species to different\nsubgenera, erecting a new subgenus, and revising the character coding\nsystems that created paraphyletic groups. The results provide an\nevolutionary framework with diagnostic genetical and morphological\ncharacters for studies of bosminid paleolimnology and\npaleogenetics.","trees":[{"tree_label":"Fig. 4","ntax":"22","rootedtree":"TRUE","title":"Holarctic bosminids","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3990.phy"}]}