{"Authors":" Meinhard M. Moser, Neale L. Bougher, James M. Trappe,\nJean-Marc Moncalvo, Michael A. Castellano, Ursula Peintner, Rytas\nVilgalys","Year":" 2001","Title":" Multiple origins of sequestrate fungi related to Cortinarius\n(Cortinariaceae).","Journal":" American Journal of Botany","Volume":" 88","Issue":" 12","Pages":" 2168-2179","Keywords":" Cortinarius; Descomyces; Descolea; Hymenogaster;\nphylogeny; Protoglossum; Thaxterogaster; Quadrispora","DOI":" NA","Abstract":" The aim of the present study was to investigate the\nphylogeny and evolution of sequestrate fungi (with gastroid or partially\nexposed basidiomes) in relation to their gilled relatives from the\nCortinariaceae (Basidiomycetes). Phylogenetic analyses of 151 ITS\nsequences from 77 gilled species and 37 sequestrate taxa were performed\nwith PAUP* version 4.0D64 using maximum parsimony and maximum likelihood\nmethods. Sequestrate basidiome forms occur in all three major\nectomycorrhizal lineages: the clades Cortinarius,\nHebeloma/Hymenogaster/Naucoria, and Descolea. However, these forms do\nnot appear within the saprobic outgroup Gymnopilus, indicating multiple\norigins of sequestrate forms from ectomycorrhizal ancestors.\nAdditionally, within the Cortinarius clade sequestrate forms have\nmultiple origins: emergent Cortinarius spp., Thaxterogaster,\nQuadrispora, Protoglossum and two Hymenogaster spp. (H. remyi, H.\nsublilacinus) share common ancestors with Cortinarius spp., but these\nsequestrate genera are not closely related to each other (with exception\nof Thaxterogaster and Quadrispora). Hymenogaster sensu stricto,\nSetchelliogaster, and Descomyces were placed in the two other major\nclades. Thus, sequestrate taxa evolved independently many times within\nbrown-spored Agaricales. Furthermore, emergent, secotioid, and gastroid\nforms have evolved independently from each other, and so are not\nnecessarily intermediate forms. After their establishment, these\napparently morphologically stable taxa show a tendency to radiate.","trees":[{"tree_label":"Fig. 7","ntax":"31","rootedtree":"TRUE","title":"Descoea clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5627.phy"},{"tree_label":"Fig. 5","ntax":"106","rootedtree":"TRUE","title":"Cortinarius clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5625.phy"},{"tree_label":"Fig. 6","ntax":"29","rootedtree":"TRUE","title":"Hymenogaster Hebeloma Naucoria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5626.phy"}]}