{"Authors":" Juliet Wege, Steven J. Wagstaff","Year":" 2002","Title":" Patterns of diversification in New Zealand Stylidiaceae.","Journal":" American Journal of Botany","Volume":" 89","Issue":" 5","Pages":" 865-874","Keywords":" diversification; DNA; ITS; New Zealand; phylogeny; rbcL;\nStylidiaceae","DOI":" NA","Abstract":" Phylogenetic analysis of ITS and rbcL sequences show that\nNew Zealand Stylidiaceae fall into two distinct lineages differing in\nspecies richness. Each lineage represents a unique dispersal event to\nNew Zealand occurring at different times during the evolutionary history\nof the family. One lineage comprises seven species of Forstera and\nPhyllachne, while the other consists solely of Oreostylidium subulatum.\nThe origin of the Forstera/Phyllachne lineage in New Zealand is\nequivocal; either a South American or a Tasmanian origin is equally\nparsimonious. Possible sister groups are F. bellidifolia in Tasmania and\nP. uliginosa in South America. Oreostylidium subulatum has an Australian\norigin. In our analyses O. subulatum is nested in a clade composed\nentirely of species of Stylidium, almost all of which are endemic to\nAustralia. Species of Phyllachne share a cushion habit with the outgroup\nDonatia (Donatiaceae) that may have preadapted them to alpine\nenvironments in New Zealand. The New Zealand Stylidiaceae have small,\nwhite, actinomorphic flowers that are well adapted to the unspecialized\npollinator fauna. Forstera and Phyllachne share this trait with Donatia;\nhowever, the small, white flowers of Oreostylidium are a dramatic\ndeparture from the colorful, highly specialized flowers of\nStylidium.","trees":[{"tree_label":"Figs. 2, 3","ntax":"18","rootedtree":"TRUE","title":"Stylidiaceae rbcL","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4003.phy"},{"tree_label":"Figs. 2, 4","ntax":"18","rootedtree":"TRUE","title":"Stylidaceae ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4004.phy"},{"tree_label":"Fig. 6","ntax":"18","rootedtree":"TRUE","title":"Stylidiaceae combined rbcL/ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4002.phy"}]}