{"Authors":" Trevor J. Cotton","Year":" 2001","Title":" The phylogeny and systematics of blind Cambrian ptychoparioid\ntrilobites.","Journal":" Palaeontology","Volume":" 44","Issue":" 1","Pages":" 167-207","Keywords":" trilobites; Conocoryphidae; Ptychopariina; blindness;\nCambrian; phylogeny; systematics","DOI":" 10.1111/1475-4983.00176","Abstract":" The paraphyletic trilobite suborder Ptychopariina includes\na large proportion of Cambrian trilobite diversity and is probably\nancestral to most groups of post-Cambrian trilobites. Resolution of the\nphylogenetic relationships within the group is therefore crucial to a\nbetter understanding of the initial radiation of trilobites. The\nrecognition of approaches that can successfully resolve the\nrelationships of ptychoparioid taxa is an important first step towards\nthis aim. Cladistic analysis was used to determine relationships within\nthe Cambrian ptychoparioid trilobite family Conocoryphidae, and to test\nclaims that the family is polyphyletic. Ninety-seven characters were\ncoded for 40 conocoryphid species and nine non-conocoryphids. The\nresults indicate that the family consists of four distantly related\nclades. Three are recognized here as distinct families, including an\nextensively revised Conocoryphidae, and the families Holocephalidae and\nAtopidae. The fourth clade is referred to the subfamily Acontheinae\n(Corynexochida) as the new Tribe Hartshillini. Analysis of the disparity\nof these four clades shows that they are significantly less\nmorphologically variable than the original polyphyletic taxon,\ndemonstrating the possible effects of taxonomic error on\nmacroevolutionary studies of morphological disparity.","trees":[{"tree_label":"Text Fig. 3","ntax":"49","rootedtree":"TRUE","title":"Strict consensus of all taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4006.phy"},{"tree_label":"Text Fig. 2","ntax":"40","rootedtree":"TRUE","title":"Majority-rule consensus of taxa assigned to the","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4005.phy"}]}