{"Authors":" Graham N. Stone, Rachel J. Atkinson, Stuart A. West,\nJose-Luis Nieves-Aldrey, Antonis Rokas","Year":" 2002","Title":" The incidence and diversity of Wolbachia in gallwasps\n(Hymenoptera; Cynipidae) on oak.","Journal":" Molecular Ecology","Volume":" 11","Issue":" 9","Pages":" 1815-1829","Keywords":" ftsZ; gallwasp; horizontal transmission; thelytoky;\nWolbachia; wsp","DOI":" 10.1046/j.1365-294X.2002.01556.x","Abstract":" Wolbachia bacteria infect ≈ 20% of all insect species, and\ncause a range of alterations to host reproduction, including imposition\nof thelytoky. The incidence and phenotypic impact of Wolbachia remains\nto be established in many insect taxa, and considerable research effort\nis currently focused on its association with particular reproductive\nmodes and the relative importance of the various pathways via which\ninfection occurs. Gallwasps represent an attractive system for\naddressing these issues for two reasons. First, they show a diversity of\nreproductive modes (including arrhenotoky, thelytoky and cyclical\nparthenogenesis) in which the impact of Wolbachia infection can be\nexamined. Second, they occupy two intimately linked trophic niches\n(gall-inducers and inquilines) between which there is potential for the\nhorizontal exchange of Wolbachia infection. In the arrhenotokous\ngallwasp lineages screened to date (the herb-galling ‘Aylacini’ and the\nrose-galling Diplolepidini), Wolbachia infection always induces\nthelytoky. The impact of Wolbachia in other arrhenotokous clades, and in\nthe cyclically parthenogenetic clades remains unknown. Here we use\npolymerase chain reaction (PCR) screening and sequence data for two\nWolbachia genes (wsp and ftsZ) to examine the prevalence and incidence\nof Wolbachia infection in 64 species (a total of 609 individuals) in two\nfurther tribes: the arrhenotokous inquilines (tribe Synergini), and the\ncyclically parthenogenetic oak gallwasps (tribe Cynipini). We ask: (i)\nwhether Wolbachia infection has any apparent impact on host reproduction\nin the two tribes and (ii) whether there is any correlation between\nWolbachia infection and the apparent lack of an arrhenotokous generation\nin many oak gallwasp life cycles. We show: (i) that Wolbachia infection\nis rare in the Cynipini. Infected species show no deviation from\ncyclical parthenogenesis, and infection is no more common in species\nknown only from a thelytokous generation; (ii) that there is a higher\nincidence of infection within the arrhenotokous inquilines, and\ngenerally in gallwasp tribes without cyclical parthenogensis; (iii) all\nWolbachia-positive inquiline species are known to possess males,\nimplying either that Wolbachia infection does not result in loss of sex\nin this tribe or, more probably, that (as for some rose gallwasps)\nWolbachia infection leads to loss of sex in specific populations; and\n(iv) although we find some inquilines and gall inducers to be infected\nwith Wolbachia having the same wsp sequence, these hosts are not members\nof the same gall communities, arguing against frequent horizontal\ntransmission between these two trophic groups. We suggest that exchange\nmay be mediated by the generalist parasitoids common in oak galls.","trees":[{"tree_label":"Fig. 2","ntax":"41","rootedtree":"TRUE","title":"Wolbachia wsp","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4018.phy"},{"tree_label":"FTSZ tree not shown","ntax":"40","rootedtree":"TRUE","title":"Wolbachia FTSZ","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4019.phy"}]}