{"Authors":" J. D. Polishook, J. F. J. White, Michael A. Goetz, Gerald\nF. Bills, R. F. Sullivan","Year":" 2002","Title":" Chaunopycnis pustulata sp. nov., a new clavicipitalean\nanamorph producing metabolites that modulate potassium ion\nchannels.","Journal":" Mycological Progress","Volume":" 1","Issue":" 1","Pages":" 3-17","Keywords":"","DOI":" 10.1007/s11557-006-0001-3","Abstract":" Two morphologically similar strains of hyphomycetous\nfungi, MF5785 and MF5638, produced potent indole diterpene antagonists\nof the calcium-gated potassium ion channel, Maxi-K, and a diterpene\nblocker (nalanthalide) of the voltage-gated potassium channel, Kv1.3,\nrespectively. The two strains were tentatively identified as\nNalanthamala species in the literature. Analysis of their secondary\nmetabolite profiles by HPLC and mass spectroscopy demonstrated that they\nboth produced a series of indole diterpenes, of which at least one was\nproduced by both strains. One strain of Chaunopycnis alba (MF6799) that\nproduced the diterpene, nalanthalide. also produced indole diterpene\nmetabolites. Morphological comparisons and phylogenetic studies based on\n28s and ITS rDNA sequences indicated that both strains belonged to a\nmonophyletic clade of the Clavicipitaceae that included the anamorph\nChaunopycnis alba and several Cordyceps and Tolypocladium species. A new\nspecies of Chaunopycnis is therefore proposed to accommodate MF5785 and\nMF5368. The possible synonymy of Albophoma yamanashiensis with C. alba\nalso is discussed. Within the Clavicipitaceae, indole diterpenoid\ncompounds have only been known from the graminicolous species (subfamily\nClavicipitoideae), therefore delineation of a Chaunopycnis clade has\nrevealed a previously unrecognized lineage of indole diterpene-producing\nfungi among the subfamily Cordycipitoideae.","trees":[{"tree_label":"Fig. 10","ntax":"66","rootedtree":"TRUE","title":"Hyphomycetous fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_408.phy"}]}