{"Authors":" Diana M. Percy, Quentin C. B. Cronk","Year":" 2002","Title":" Different fates of island brooms: contrasting evolution in\nAdenocarpus, Genista and Teline (Genisteae, Leguminosae) in the Canary\nIslands and Madeira.","Journal":" American Journal of Botany","Volume":" 89","Issue":" NA","Pages":" 854-864","Keywords":" Adenocarpus; biogeography; Fabaceae; Genista; Genisteae;\nisland endemism; Macaronesia; molecular phylogeny; radiation;\nTeline","DOI":" NA","Abstract":" Analysis of sequence data from the internal transcribed\nspacers (ITS) and 5.8S region of nuclear ribosomal DNA show that\nCanarian and Madeiran brooms (Genisteae) of the genera Teline,\nAdenocarpus, and Genista are related to Mediterranean species and not to\nspecies from adjacent parts of Morocco. Each separate colonization of\nthe islands has resulted in contrasting patterns of adaptation and\nradiation. The genus Teline is polyphyletic, with both groups (the ìT.\nmonspessulana groupî and the ìT. linifolia groupî) separately nested\nwithin Genista. Genista benehoavensis (La Palma) and G. tenera (Madeira)\nform, with G. tinctoria of Europe, a single clade characterized by\nvestigially arillate seeds. The Canarian species of Adenocarpus have\nalmost identical sequence to the Mediterranean A. complicatus and are\nlikely to be the result of island speciation after a very recent\ncolonization event. This Canarian/Mediterranean A. complicatus group is\nsister to the afrotropical montane A. mannii which is probably derived\nfrom an earlier colonization from the Mediterranean, possibly via the\nRed Sea hills. The independent colonization and subsequent radiation of\nthe two Teline groups in the Canary Islands make an interesting\ncomparison: the phylogenies both show geographical structuring, each\nwith a central and western island division of taxa. Within the ìT.\nmonspessulana groupî there is some evidence that both continental and\nMadeiran taxa could be derived from the Canary Islands, although it is\nlikely that near contemporaneous speciation occurred via rapid\ncolonization of mainland and islands. The finding of two groups within\nTeline also has implications for patterns of hybridization in those\nparts of the world where Teline species are invasive; in California\nmembers of the T. monspessulana group hybridize readily, but no hybrids\nhave been recorded with T. linifolia which has been introduced in the\nsame areas.","trees":[{"tree_label":"Fig. 2","ntax":"50","rootedtree":"TRUE","title":"Genisteae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4024.phy"}]}