{"Authors":" Thomas P. Wilcox, Derrick J. Zwickl, Tracy A. Heath, David\nM Hillis","Year":" 2002","Title":" Phylogenetic relationships of the dwarf boas and a comparison\nof bayesian and bootstrap measures of phylogenetic support.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 25","Issue":" 2","Pages":" 361-371","Keywords":" Bayesian analysis; Bootstrapping; Phylogenetic support;\nPhylogeny; Dwarf boas; Snakes; Serpentes; Tropidophiidae;\nUngaliophiidae; Booidea; Macrostomata; Caenophidea; Exiliboa; Trachyboa;\nTropidophis; Ungaliophis","DOI":" 10.1016/S1055-7903(02)00244-0","Abstract":" Four New World genera of dwarf boas (Exiliboa, Trachyboa,\nTropidophis, and Ungaliophis) have been placed by many systematists in a\nsingle group (traditionally called Tropidophiidae). However, the\nmonophyly of this group has been questioned in several studies.\nMoreover, the overall relationships among basal snake lineages,\nincluding the placement of the dwarf boas, are poorly understood. We\nobtained mtDNA sequence data for 12S, 16S, and intervening tRNA–val\ngenes from 23 species of snakes representing most major snake lineages,\nincluding all four genera of New World dwarf boas. We then examined the\nphylogenetic position of these species by estimating the phylogeny of\nthe basal snakes. Our phylogenetic analysis suggests that New World\ndwarf boas are not monophyletic. Instead, we find Exiliboa and\nUngaliophis to be most closely related to sand boas (Erycinae), boas\n(Boinae), and advanced snakes (Caenophidea), whereas Tropidophis and\nTrachyboa form an independent clade that separated relatively early in\nsnake radiation. Our estimate of snake phylogeny differs significantly\nin other ways from some previous estimates of snake phylogeny. For\ninstance, pythons do not cluster with boas and sand boas, but instead\nshow a strong relationship with Loxocemus and Xenopeltis. Additionally,\nuropeltids cluster strongly with Cylindrophis, and together are embedded\nin what has previously been considered the macrostomatan radiation.\nThese relationships are supported by both bootstrapping (parametric and\nnonparametric approaches) and Bayesian analysis, although Bayesian\nsupport values are consistently higher than those obtained from\nnonparametric bootstrapping. Simulations show that Bayesian support\nvalues represent much better estimates of phylogenetic accuracy than do\nnonparametric bootstrap support values, at least under the conditions of\nour study.","trees":[{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Dwarf Boas among Snakes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4029.phy"}]}