{"Authors":" Isabel K. Marshall","Year":" 2003","Title":" A morphological phylogeny for four families of amblyceran\nlice (Phthiraptera: Amblycera: Menoponidae, Boopiidae, Laemobothriidae,\nRicinidae)","Journal":" Zoological Journal of the Linnean Society","Volume":" 138","Issue":" 1","Pages":" 39-82","Keywords":" cladistics; coevolution; cospeciation; host–parasite\nsystems; insect phylogeny; louse; morphology","DOI":" 10.1046/j.1096-3642.2003.00057.x","Abstract":" The suborder Amblycera (Insecta: Phthiraptera) comprises\nseven recognized families of parasitic lice. Three of these families\n(the Menoponidae, Laemobothriidae and Ricinidae) are present on a wide\nrange of avian hosts. The four remaining families are restricted to a\nsmall section of mammals (the Boopiidae are parasites of Australian and\nNew Guinean marsupials, and the Gyropidae, Trimenoponidae and\nAbrocomophagidae parasitize South and Central American rodents). This\nstudy uses a morphological approach to examine the evolutionary\nrelationships between the genera from four amblyceran families: the\nMenoponidae, Boopiidae, Laemobothriidae and Ricinidae. Genera are\nrepresented by exemplars and a total of 44 louse taxa and one outgroup\ntaxon were included. A cladistic analysis of 147 unordered characters\nrecovered six equally parsimonious trees. Bootstrap, jackknife and\nBremer support analyses were undertaken to assess the level of support\nfor each resolved node in the strict consensus topology. Strong support\nwas found for deep branch relationships between the families and in some\ncases for supra-generic groupings within families. The clades present in\nthe strict consensus tree are discussed with reference to supra-generic\nand interfamily relationships, character choice, morphological\nconvergence and host distribution. This study is the first phylogeny\npresented solely for amblyceran genera.","trees":[{"tree_label":"Fig. 2","ntax":"45","rootedtree":"TRUE","title":"Amblycera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4030.phy"}]}