{"Authors":" P. J. Cotty, Beverly G. Montalbano, Kenneth C Ehrlich","Year":" 2002","Title":" Sequence comparison of aflR from different Aspergillus\nspecies provides evidence for variability in regulation of aflatoxin\nproduction.","Journal":" Fungal Genetics and Biology","Volume":" 38","Issue":" 1","Pages":" 63-74","Keywords":" Aflatoxin; Aspergillus; aflR; aflJ; Transcription\nregulation; Phylogenetics; PEST domains; PacC; AreA; BrlA","DOI":" 10.1016/S1087-1845(02)00509-1","Abstract":" Aflatoxin contamination of foods and feeds is a world-wide\nagricultural problem. Aflatoxin production requires expression of the\nbiosynthetic pathway regulatory gene, aflR, which encodes a Cys6Zn2-type\nDNA-binding protein. Homologs of aflR from Aspergillus nomius, bombycis,\nparasiticus, flavus, and pseudotamarii were compared in order to\ninvestigate the molecular basis for variation among aflatoxin-producing\ntaxa in the regulation of aflatoxin production. Variability was found in\nputative promoter consensus elements and coding region motifs, including\nmotifs involved in developmental regulation (AbaA, BrlA), regulation of\nnitrogen source utilization (AreA), and pH regulation (PacC), and in\ncoding region PEST domains. Some of these elements may affect expression\nof aflJ, a gene divergently transcribed from aflR, that also is required\nfor aflatoxin accumulation. Comparisons of phylogenetic trees obtained\nwith either aligned aflR intergenic region sequence or coding region\nsequence and the observed divergence in regulatory features among the\ntaxa provide evidence that regulatory signals for aflatoxin production\nevolved to respond to a variety of environmental stimuli under\ndifferential selective pressures. Phylogenetic analyses also suggest\nthat isolates currently assigned to the A. flavus morphotype SBG\nrepresent a distinct species and that A. nomius is a diverse\nparaphyletic assemblage likely to contain several species.","trees":[{"tree_label":"Fig. 2B","ntax":"28","rootedtree":"TRUE","title":"Aspergillus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4038.phy"}]}