{"Authors":" Yukio Sato, Urailak Paksiri, Susumu Takamatsu, N. Thi Binh,\nYusuke Taguchi, Hyeon-Dong Shin, Saranya Limkaisang","Year":" 2002","Title":" Two Erysiphe species associated with recent outbreak of\nsoybean powdery mildew: results of molecular phylogenetic analysis based\non nuclear rDNA sequences.","Journal":" Mycoscience","Volume":" 43","Issue":" 4","Pages":" 333-341","Keywords":" Erysiphaceae; Glycine max; ITS; Microsphaera; Oidium\nsubgenus Pseudoidium","DOI":" 10.1007/s102670200049","Abstract":" Serious outbreaks of powdery mildew by a fungus belonging\nto the mitosporic genus Oidium subgenus Pseudoidium have been reported\non soybean (Glycine max) in a wide area of eastern Asia since 1998. The\ntaxonomic and phylogenetic placement of the causal fungus has not yet\nbeen determined because of lack of the perfect stage. We found ascomata\nhaving mycelioid appendages on a single leaf of soybean infested by\npowdery mildew. Molecular phylogenetic analysis was conducted based on a\ntotal of 14 sequences of the rDNA internal transcribed spacer (ITS)\nregion from 13 soybean and wild soybean (Glycine soja) materials\ncollected in Japan, Korea, Vietnam, and the United States, combined with\n47 sequence data obtained from the DNA databases. It was revealed that\ntwo Erysiphe species were associated with the outbreak of soybean\npowdery mildew. There was 16% difference between the two species in\ngenetic divergence of the ITS sequence. One species with perfect stage\nhas an ITS sequence identical to that of Erysiphe glycines on\nAmphicarpaea and is identified as Erysiphe glycines based on the ITS\nsequence and morphology of ascomata. The second species, without the\nperfect stage, is likely to be Erysiphe diffusa (= Microsphaera\ndiffusa), known as the fungus causing soybean powdery mildew in the\nUnited States, because the ITS sequences are identical to those from\nmaterials collected in the United States. However, we need materials\nhaving ascomata of E. diffusa to confirm the species name.","trees":[{"tree_label":"Fig. 7","ntax":"60","rootedtree":"TRUE","title":"Oidium on soybean","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4039.phy"},{"tree_label":"Fig. 8","ntax":"60","rootedtree":"TRUE","title":"Oidium on soybean","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4040.phy"}]}