{"Authors":" R. Toby Pennington, Peter E. Gasson, Matthew T. Lavin,\nHaroldo Cavalcante de Lima, Janet I. Sprent, Bente B. Klitgaard","Year":" 2001","Title":" The Dalbergioid Legumes (Fabaceae): delimitation of a\npantropical monophyletic clade.","Journal":" American Journal of Botany","Volume":" 88","Issue":" NA","Pages":" 503-533","Keywords":" aeschynomenoid nodule; dalbergioid legumes; Fabaceae;\npapilionoid legumes; root nodule","DOI":" NA","Abstract":" A monophyletic pantropical group of papilionoid legumes,\nhere referred to as the dalbergioid legumes, is circumscribed to include\nall genera previously referred to the tribes Aeschynomeneae and\nAdesmieae, the subtribe Bryinae of the Desmodieae, and tribe Dalbergieae\nexcept Andira, Hymenolobium, Vatairea, and Vataireopsis. This previously\nundetected group was discovered with phylogenetic analysis of DNA\nsequences from the chloroplast trnK (including matK) and trnL introns,\nand the nuclear ribosomal 5.8S and flanking internal transcribed spacers\n1 and 2. All dalbergioids belong to one of three well-supported\nsubclades, the Adesmia, Dalbergia, and Pterocarpus clades. The\ndalbergioid clade and its three main subclades are cryptic in the sense\nthat they are genetically distinct but poorly, if at all, distinguished\nby nonmolecular data. Traditionally important taxonomic characters, such\nas arborescent habit, free stamens, and lomented pods, do not provide\nsupport for the major clades identified by the molecular analysis. Short\nshoots, glandular-based trichomes, bilabiate calyces, and aeschynomenoid\nroot nodules, in contrast, are better indicators of relationship at this\nhierarchical level. The discovery of the dalbergioid clade prompted a\nre-analysis of root nodule structure and the subsequent finding that the\naeschynomenoid root nodule is synapomorphic for the dalbergioids.","trees":[{"tree_label":"Fig. 5","ntax":"95","rootedtree":"TRUE","title":"Dalbergioids (Fabaceae)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5699.phy"}]}