{"Authors":" Angela Beyra-Matos, Michael J. Sanderson, Jay Rotella,\nMatthew T. Lavin, Martin F. Wojciechowski, Adam Richman","Year":" 2001","Title":" Identifying Tertiary radiations of Fabaceae in the Greater\nAntilles: alternatives to cladistic vicariance analysis.","Journal":" International Journal of Plant Sciences","Volume":" 162","Issue":" (6 Supplement)","Pages":" S53-S76","Keywords":" Fabaceae; island biogeography; cladistic vicariance\nanalysis; molecular biogeography; penalized ; likelihood; coalescent\ntheory","DOI":" 10.1086/323474","Abstract":" The woody genera Pictetia and Poitea represent two of the\nmost speciose endemic legume radiations in the Greater Antilles. Yet\ncomponent, three-area-statements, and Brooks parsimony analysis suggest\nthat Tertiary history has little influenced the distribution of these\ngenera. Widespread taxa and composite areas may mask Early Tertiary\ninfluences, or the two genera may have a more recent history on these\nislands. Alternatively, nucleotide diversity, evolutionary rates, and\ncoalescent analyses of molecular phylogenies all suggest the antiquity\nof the Pictetia and Poitea radiations. Molecular biogeographic\napproaches are used to identify and estimate the ages of these endemic\nTethyan radiations. The results are corroborated by confirming a\nspecies-area disequilibrium among the legume floras for islands of the\nworld. Age of island biota and area of island are both needed to most\naccurately predict numbers of endemic legume taxa. The findings\npresented here combined with the legume fossil record suggest that both\nPictetia and Poitea stem from Early Tertiary North American\nboreotropical ancestors. Thus, Wolfe’s hypothesis that the Greater\nAntilles harbor boreotropical relicts finds support.","trees":[{"tree_label":"Fig. 3","ntax":"61","rootedtree":"TRUE","title":"Ormocarpum clade","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5701.phy"},{"tree_label":"Fig. 4","ntax":"103","rootedtree":"TRUE","title":"Robinia clade","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5702.phy"}]}