{"Authors":" Leena Myllys, Soili Stenroos, Arne Thell","Year":" 2002","Title":" New genes for phylogenetic studies of lichenized fungi:\nglyceraldehyde-3-phosphate dehydrogenase and beta-tubulin genes.","Journal":" The Lichenologist","Volume":" 34","Issue":" 3","Pages":" 237-246","Keywords":" beta-tubulin gene; glyceraldehyde-3-phosphate\ndehydrogenase gene; lichens; phylogenetic analysis","DOI":" NA","Abstract":" Primers for amplification and sequencing of partial\nglyceraldehyde-3-phosphate dehydrogenase (gpd) gene were designed for\nlichenized fungi. The 5′ gpd primer is most probably fungal specific,\nsince a BLAST search in GenBank found identical sequences only from\nascomycetous taxa, whereas the 3′ gpd primer was more universal. Utility\nof the gpd primers and previously designed beta-tubulin primers was\ntested in nine lichen taxa. Both the gpd and beta-tubulin primer pairs\namplified in most of the taxa examined: the gpd primers generated a\nc. 1100 nucleotide fragment, whereas the PCR product obtained from the\nbeta-tubulin primers was c. 900 nucleotides long. The gpd amplification\nproducts of Cladonia arbuscula and C. rangiferina were sequenced and\nboth were found to contain three introns, the length of which varied\nbetween 49 to 83 nucleotides. To examine the applicability of gpd\nsequences in resolving relationships within Ascomycota, trees were\ncalculated from 22 fungal gpd sequences obtained from GenBank together\nwith the twoCladonia sequences using parsimony jackknifing. The gpd tree\nwas compared with the SSU rDNA tree of the respective species (or\ngenera). A similar analysis of the beta-tubulin gene was not performed,\nbecause only a few beta-tublin sequences from the same taxa were\navailable in GenBank. The gpd tree was well resolved but in conflict\nwith the SSU rDNA tree. In contrast to the SSU rDNA tree, the gpd tree\ndid not support the monophyly of the Ascomycota. Analysis of the\ncombined data set produced a tree very similar to that of the SSU rDNA\ndata. However, the relationship of Lecanorales to the other orders\nremained unresolved. Even though gpd and beta-tubulin are highly\nconserved proteins, the third codon positions and introns are variable\nand both genes have the potential for inferring phylogenetic\nrelationships at the lower taxonomic levels in the lichenized fungi. The\ntwo genes may be useful even below species level, depending on the\nspecies investigated.","trees":[{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"lichenized fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5711.phy"},{"tree_label":"Fig. 3","ntax":"24","rootedtree":"TRUE","title":"lichenized fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5712.phy"}]}