{"Authors":" P. E. Berry","Year":" 1989","Title":" A systematic revision of Fuchsia sect. Quelusia\n(Onagraceae).","Journal":" Annals of the Missouri Botanical Garden","Volume":" 76","Issue":" NA","Pages":" 532-584","Keywords":" NA","DOI":" NA","Abstract":" Fuchsia sect. Quelusia consists of nine closely related\nspecies, eight from southeastern Brazil and one from southern Chile and\nArgentina. This treatment recognizes F. alpestris and F. glazioviana as\nseparate from F. regia and describes two new species from southern\nBrazil, F. brevilobis and F. hatschbachii. The section is defined by its\nshrubby-lianoid habit, opposite-whorled leaves, and distinctive floral\npattern associated with hummingbird pollination. It is one of only two\nentirely polyploid sections in the genus. Unique characters of the\nsection include the large, violet, convolute petals, strongly exserted\nstamens, and partially connate sepals that are longer than the floral\ntubes. All nine species occupy cool forest habitats that are remnants of\nthe widespread Tertiary temperate forests of the Southern Hemisphere.\nWith the Old World sect. Skinnera as the sister group of all the\nAmerican species of Fuchsia, sect. Quelusia represents an early offshoot\nof the ancestral South American fuchsias, distinct from the tropical\nAndean and Central American sections in its polyploidy and derived,\n3-porate pollen. The nearest relative and sister species of sect.\nQuelusia is F. lycioides, a specialized xerophyte and the sole member of\nsect. Kierschlegeria, which occurs in central Chile just north of the\nrange of F. magellanica. The Andean and Brazilian populations of sect.\nQuelusia probably became isolated in the late Tertiary, when the austral\ntemperate forests were broken up by increasing aridity to the east of\nthe Andes, as these were strongly uplifted. While F. magellanica has not\ndifferentiated substantially throughout its range in the southern Andes,\nsect. Quelusia has radiated extensively in the subtropical mountains of\nsouthern Brazil, where five of the eight species are restricted to high,\nisolated mountain peaks. Fuchsia regia, on the other hand, is widespread\nat lower altitudes throughout the planalto and coastal mountains of\nsoutheastern Brazil; it is differentiated into three mostly allopatric\nbut intergrading series of populations which are treated here as\nsubspecies. Two of these subspecies are newly described, F. regia subsp.\nreitzii and F. regia subsp. serrae. Fuchsia regia is the only species\nnow found to occur sympatrically with other members of the section, and\nit forms natural hybrids with at least five different species. The only\nnaturally occurring octoploid populations in the genus occur in F. regia\nand appear to be recently derived.","trees":[{"tree_label":"Fig. 3","ntax":"13","rootedtree":"TRUE","title":"Fuchsia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1585.phy"}]}