{"Authors":" Michael J. Sanderson, Matthew T. Lavin, Martin F.\nWojciechowski, J-M Hu","Year":" 2000","Title":" Phylogenetic systematics of the tribe Millettieae\n(Leguminosae) base on chloroplast trnK/matK sequences and its\nimplications for evolutionary patterns in Papilionoideae.","Journal":" American Journal of Botany","Volume":" 87","Issue":" 3","Pages":" 418-430","Keywords":" Fabaceae; matK; Millettieae; Papilionoideae; phylogeny;\ntrnK","DOI":" NA","Abstract":" Phylogenetic relationships in the tribe Millettieae and\nallies in the subfamily Papilionoideae (Leguminosae) were recon-structed\nfrom chloroplast trnK/matK sequences. Sixty-two accessions representing\n57 traditionally recognized genera of Papilionoideae were sampled,\nincluding 27 samples from Millettieae. Phylogenies were constructed\nusing maximum parsi-mony and are well resolved and supported by high\nbootstrap values. A well-supported “core Millettieae” clade is\nrecognized, comprising the four large genera Millettia, Lonchocarpus,\nDerris, and Tephrosia. Several other small genera of Millettieae are not\nin the core Millettieae clade. Platycyamus is grouped with Phaseoleae\n(in part). Ostryocarpus, Austrosteenisia, and Dalbergiella are neither\nin the core Millettieae or Phaseoleae clade. These taxa, along with core\nMillettieae and Phaseoleae, form a monophyletic sister group to\nIndigofereae. Cyclolobium and Poecilanthe are close to Brongniartieae.\nCallerya and Wisteria belong to a large clade that includes all the\nlegumes that lack the inverted repeat in their chloroplast genome, which\nconfirms previous rbcL and phytochrome gene family phylogenies. The\nevolutionary history of four characters was examined in Millettieae and\nallies: the presence of canavanine, inflorescence types, the dehiscence\nof pods, and the presence of winged pods. trnK/matK sequence analysis\nsuggests that the presence of a pseudoraceme or pseudopanicle and the\naccumulation of nonprotein amino acids are phylogenetically informative\nfor Millettieae and allies with only a few excep-tions.","trees":[{"tree_label":"Fig. 1, 2","ntax":"62","rootedtree":"TRUE","title":"Millettieae trnK/matK","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5713.phy"}]}