{"Authors":" M.-M. Hu, Michael J. Sanderson, Matthew T. Lavin, Martin F.\nWojciechowski","Year":" 2002","Title":" Phylogenetic analysis of nuclear ribosomal ITS/5.8 S\nsequences in the tribe Millettieae (Fabaceae): Poecilanthe-Cyclolobium,\nthe core Millettieae, and the Callerya group.","Journal":" Systematic Botany","Volume":" 27","Issue":" NA","Pages":" 722-733","Keywords":" NA","DOI":" 10.1043/0363-6445-27.4.722","Abstract":" The taxonomic composition of three principal and distantly\nrelated groups of the former tribe Millettieae, which were first\nidentified from nuclear phytochrome and chloroplast trnK/matK sequences,\nwas more extensively investigated with a phylogenetic analysis of\nnuclear ribosomal DNA ITS/5.8S sequences. The first of these groups\nincludes the neotropical genera Poecilanthe and Cyclolobium, which are\nresolved as basal lineages in a clade that otherwise includes the\nneotropical genera Brongniartia and Harpalyce and the Australian\nTempletonia and Hovea. The second group includes the large millettioid\ngenera, Millettia, Lonchocarpus, Derris, and Tephrosia, which are\nreferred to as the core Millettieae group. Phylogenetic analysis of\nnuclear ribosomal DNA ITS/5.8S sequences reveals that Millettia is\npolyphyletic, and that subclades of the core Millettieae group, such as\nthe New World Lonchocarpus or the pantropical Tephrosia and segregate\ngenera (e.g., Chadsia and Mundulea), each form well supported\nmonophyletic subgroups. The third lineage includes the genera Afgekia,\nCallerya, and Wisteria. These genera are resolved as a basal subclade in\nthe Inverted Repeat lacking clade, which is a large legume group that\nincludes the many well known temperate and herbaceous legumes, such as\nAstragalus, Medicago and Pisum, but not any other Millettieae.","trees":[{"tree_label":"Fig. 3","ntax":"40","rootedtree":"TRUE","title":"Hologalegina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5716.phy"},{"tree_label":"Fig. 1","ntax":"42","rootedtree":"TRUE","title":"Poecilanthe-Cyclolobium","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5714.phy"},{"tree_label":"Fig. 2","ntax":"72","rootedtree":"TRUE","title":"core Millettieae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5715.phy"}]}