{"Authors":" Ulrich Meve, Sigrid Liede","Year":" 2002","Title":" A molecular phylogeny and generic rearrangement of the\nstapelioid Ceropegieae (Apocynaceae-Asclepiadoideae)","Journal":" Plant Systematics and Evolution","Volume":" 234","Issue":" 1-4","Pages":" 171-209","Keywords":" Apocynaceae-Asclepiadoideae; Caral-luma; Ceropegieae;\ncpDNA; ITS region; molecular systematics; nrDNA; Richtersveldia;\nstapeliads; taxonomy; trnT-L spacer; rnL intron; trnL-F spacer","DOI":" 10.1007/s00606-002-0220-2","Abstract":" Representatives of nearly all genera of the taxon-rich\nstem-succulent stapeliads and most of the few related, leafy genera were\nanalyzed. Sequence data from two non-coding molecular markers (ITS\nregion of nrDNA and trnT-L and trnL-F spacers as well as the trnL intron\nof cpDNA) support the traditional tribal affiliation of the genera,\nwhich form a monophyletic group. This monophylum breaks into a basal\nNeoschumannia/ Anisotoma / Riocreuxia / Sisyranthus clade, from which\nthe core Ceropegieae are derived. The four Ceropegia species included\nare not monophyletic, and their relationship to Brachystelma changes\ndepending on the marker studied. The stem succulent taxa fall in a\nnumber of well supported, but unresolved clades, the most prominent\nbeing the predominantly southern African clade comprising Orbea,\nStapelia and some other genera. The most derived taxa of NE Africa,\nDuvaliandra and White-sloanea, are basal to this southern African clade.\nThe other clades comprise the more basal genera of stem-succulent\nstapeliads, including the members of the Caralluma complex. Of the 17\ngenera accepted by Plowes for the Caralluma complex, seven are\nrecognized: Caralluma, Apteranthes, Australluma, Boucerosia,\nCaudanthera, Desmidorchis and Monolluma. New combinations are proposed\nin 15 cases; Caralluma adscendens var. geniculata is raised to specific\nrank. Anomalluma is reinstated, and Pseudolithos mccoyi is transfered to\nit. A broadened concept for Orbea (incl. Angolluma and Orbeopsis) is\nrecognized, but Orbeanthus is kept separate. The monotypic Ballyanthus,\nrecently separated from Orbea, is nested within Duvalia. Piaranthus\n(incl. Huerniopsis) is monophyletic.The bitypic Notechidnopsis is\nreduced to the type species, N. tessellata, while N. columnaris is\ntransferred to a new genus, Richtersveldia.","trees":[{"tree_label":"Fig. 1","ntax":"80","rootedtree":"TRUE","title":"Stapeliads","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5717.phy"},{"tree_label":"Fig. 3","ntax":"80","rootedtree":"TRUE","title":"Stapeliads","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5718.phy"},{"tree_label":"Fig. 4","ntax":"80","rootedtree":"TRUE","title":"Stapeliads","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5719.phy"}]}