{"Authors":" Barbara Gravendeel, Pieter B. Pelser, Ruud Van der\nMeijden","Year":" 2002","Title":" Tackling speciose genera: species composition and\nphylogenetic position of Senecio sect. Jacobaea (Asteraceae) based on\nplastid and nrDNA sequences.","Journal":" American Journal of Botany","Volume":" 89","Issue":" NA","Pages":" 929-939","Keywords":" Asteraceae; nr ITS; sect. Jacobaea; Senecio; Senecioninae;\nsystematics; trnK; trnL-F","DOI":" NA","Abstract":" The molecular phylogeny of Senecio sect. Jacobaea\n(Asteraceae; Senecioneae) was studied to clarify species composition and\ninterspecific relationships of Senecio sect. Jacobaea. This information\nis necessary for studies seeking explanations of the evolutionary\nsuccess of Senecio, in terms of high species numbers and the evolution\nof chemical defense mechanisms. Parsimony analyses with 60 species of\nthe tribe Senecioneae, representing 23 genera and 11 sections of\nSenecio, based on DNA sequence data of the plastid genome (the trnT-L\nintergenic spacer, the trnL intron and two parts of the trnK intron,\nflanking both sides of the matK gene) and nuclear genome (ITS1, 5.8S,\nand ITS2 gene and spacers) show that sect. Jacobaea is a strongly\nsupported monophyletic group. Fifteen species have been identified as\nmembers of section Jacobaea, including three species that have been\nconsistently ascribed to this section in taxonomic literature and 12\nspecies that were either placed in other sections of Senecio, or not\nexclusively ascribed to sect. Jacobaea. This section was traditionally\ncircumscribed as a group of European, biennial, or perennial herbs with\npinnately incised leaves, but the results of this study show that one\nannual species, a species from northeastern Asia, and a species growing\nin the Himalayas are members of sect. Jacobaea as well. Furthermore, not\nall species in the section have pinnately incised leaves. The genera\nEmilia, Packera, and Pseudogynoxys form the sister clade of sect.\nJacobaea, but this relationship lacks strong bootstrap support, and thus\nremains provisional.","trees":[{"tree_label":"Fig. 2","ntax":"60","rootedtree":"TRUE","title":"Senecioneae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5722.phy"}]}