{"Authors":" Adriana E Marvaldi, Brian D Farrell, Andrea S Sequeira,\nCharles W O’Brien","Year":" 2002","Title":" Molecular and morphological phylogenetics of weevils\n(Coleoptera: Curculionoidea): Do niche shifts accompany\ndiversification?","Journal":" Systematic Biology","Volume":" 51","Issue":" 5","Pages":" 761-785","Keywords":" 18S rDNA; diversification; host associations; larval\nhabits; morphology; phylogenetics; weevils","DOI":" 10.1080/10635150290102465","Abstract":" Abstract. Phylogenetic relationships among the weevils\n(Curculionoidea) were inferred from cladistic analysis of nucleotide\nsequences of 18S ribosomal DNA and 126 morphological characters of\nlarval and adult stages. About 50 % of the rDNA sequences are new. A\nworldwide sample of 100 species was made to maximize representation of\nweevil morphological and ecological diversity. All families and main\nsubfamilies of Curculionoidea are represented: Nemonychidae\n(Rhynorhynchinae, Cimberidinae), Anthribidae (Anthribinae), Belidae\n(Belinae, Oxycoryninae), Attelabidae (Attelabinae, Rhynchitinae),\nEccoptarthridae (Carinae), Brentidae (Brentinae, Eurhynchinae,\nAntliarhininae, Apioninae), and Curculionidae sensu lato. The latter\nfamily is represented by about 80 species in 30 subfamilies of\ntraditional classifications (e g. Erirhininae, Dryophthorinae,\nEntiminae, Curculioninae, Molytinae, Cossoninae, Scolytinae,\nPlatypodinae, etc.). Three species of Chrysomeloidea were included as\noutgroups. The main goals of this study were to provide a robust\nphylogeny for the families of Curculionoidea, to discover relationships\nand major natural groups within the family Curculionidae, and to clarify\nthe evolution of larval habits and host-plant associations in weevils in\norder to analyse their role in weevil diversification. Phylogenetic\nreconstruction was done by parsimony analysis, tree topology support was\nevaluated, and incongruence between molecular and morphological data\nsets was tested. Results of the combined analysis of 18S/morphology show\nthat monophyly of, and relationships among, each of the weevil families\nare well supported. Within the clade Curculionidae sensu lato the basal\npositions are occupied by (mostly monocot-associated) taxa with the\nprimitive type of male genitalia followed by the Curculionidae sensu\nstricto or with groups with the derived type of male genitalia, which\nincludes the Bagoinae, followed by broad-nosed weevils (Entiminae and\nallied taxa) and then by the rest of the weevils (including Scolytinae\nand Platypodinae which appear closely related). High support values were\nfound for the monophyly of the Dryophthorinae (several tribes\nrepresented), the Bagoinae, the Entiminae, the Baridinae, the\nCeutorhynchinae, and the Platypodinae (Tesserocerini plus Platypodini),\namong others. The relationships among curculionid subfamilies are,\nhowever, weakly supported. The phylogeny estimate based on\n18S/morphology suggests that diversification in weevils is accompanied\nby niche shifts in host plant associations and in larval habits.\nPronounced conservatism is shown in larval feeding habits, particularly\nin the host tissue consumed. Multiple shifts to use of angiosperms in\nCurculionoidea were identified, each time associated with a considerable\nincrease in weevil diversity, and subsequent shifts back to gymnosperms,\nparticularly in the Curculionidae. [Weevils, 18S rDNA, morphology,\nlarval habits, host associations, diversification.]","trees":[{"tree_label":"COMBCONS","ntax":"103","rootedtree":"TRUE","title":"Weevils","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5723.phy"},{"tree_label":"MOLCON","ntax":"103","rootedtree":"TRUE","title":"Weevils","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5724.phy"}]}