{"Authors":" Alexandra Riethmueller, Franz Oberwinkler, Michael Weiss,\nMarkus Goeker, Hermann Voglmayr","Year":" 2002","Title":" Phylogenetic relationships of the downy mildews\n(Peronosporales) and related groups based on nuclear large subunit\nribosomal DNA sequences.","Journal":" Mycologia","Volume":" 94","Issue":" NA","Pages":" 834-849","Keywords":" LSU rDNA; molecular evolution; Oomycota;\nPeronosporomycetidae; plant pathogen","DOI":" NA","Abstract":" In order to investigate phylogenetic relationships of the\nPeronosporomycetes (Oomycetes), nuclear large subunit ribosomal DNA\nsequences containing the D1 and D2 region were analysed of 92 species\nbelonging to the orders Peronosporales, Pythiales, Leptomitales,\nRhipidiales, Saprolegniales and Sclerosporales. The data were analysed\napplying methods of neighbor-joining as well as maximum parsimony, both\nstatistically supported using the bootstrap method. The results confirm\nthe major division between the Pythiales and Peronosporales on the one\nhand and the Saprolegniales, Leptomitales and Rhipidiales on the other.\nThe Sclerosporales were shown to be polyphyletic; while Sclerosporaceae\nare nested within the Peronosporaceae, the Verrucalvaceae are merged\nwithin the Saprolegniales. Within the Peronosporomycetidae, Pythiales as\nwell as Peronosporales as currently defined are polyphyletic. Albugo is\nthe most basal, well-supported lineage, followed by a Pythium-Lagenidium\nclade. The third, highly supported clade comprises the Peronosporaceae\ntogether with Sclerospora, Phytophthora and Peronophythora.\nPeronophythora is placed within Phytophthora, indicating that both\ngenera should be merged. Bremiella is clearly nested within the genus\nPlasmopara and polyphyletic, suggesting a transfer to Plasmopara. The\nspecies of Peronospora do not appear as a monophyletic group.\nPeronospora species growing on Brassicaceae form a highly supported\nclade.","trees":[{"tree_label":"Fig. 1","ntax":"102","rootedtree":"TRUE","title":"NJ Oomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5725.phy"},{"tree_label":"Fig. 2","ntax":"102","rootedtree":"TRUE","title":"MP Oomycetes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5726.phy"}]}