{"Authors":" Paulette Bloomer, Geoff S. Ridley, Martin P. A. Coetzee,\nBrenda D Wingfield, Michael J Wingfield","Year":" 2003","Title":" Molecular identification and phylogeny of Armillaria isolates\nfrom South America and Indo-Malaysia.","Journal":" Mycologia","Volume":" 95","Issue":" 2","Pages":" 285-293","Keywords":" Armillaria limonea; Armillaria luteobubalina; Armillaria\nnovae-zelandiae; IGS-1; ITS; phylogeny; systematics","DOI":" NA","Abstract":" Armillaria root rot is a serious disease, chiefly of woody\nplants, caused by many species of Armillaria that occur in temperate,\ntropical and subtropical regions of the world. Very little is known\nabout Armillaria in South America and Southeast Asia, although\nArmillaria root rot is well known in these areas. In this study, we\nconsider previously unidentified isolates collected from trees with\nsymptoms of Armillaria root rot in Chile, Indonesia and Malaysia. In\naddition, isolates from basidiocarps resembling A. novae-zelandiae and\nA. limonea, originating from Chile and Argentina, respectively, were\nincluded in this study because their true identity has been uncertain.\nAll isolates in this study were compared, based on their similarity in\nITS sequences with previously sequenced Armillaria species, and their\nphylogenetic relationship with species from the Southern Hemisphere was\nconsidered. ITS sequence data for Armillaria also were compared with\nthose available at GenBank. Parsimony and distance analyses were\nconducted to determine the phylogenetic relationships between the\nunknown isolates and the species that showed high ITS sequence\nsimilarity. In addition, IGS-1 sequence data were obtained for some of\nthe species to validate the trees obtained from the ITS data set.\nResults of this study showed that the ITS sequences of the isolates\nobtained from basidiocarps resembling A. novae-zelandiae are most\nsimilar to those for this species. ITS sequences for isolates from\nIndonesia and Malaysia had the highest similarity to A. novae-zelandiae\nbut were phylogenetically separated from this species. Isolates from\nChile, for which basidiocarps were not found, were similar in their ITS\nand IGS-1 sequences to the isolate from Argentina that resembled A.\nlimonea. These isolates, however, had the highest ITS and IGS-1 sequence\nsimilarity to authentic isolates of A. luteobubalina and were\nphylogenetically more closely related to this species than to A.\nlimonea.","trees":[{"tree_label":"Fig. 2 MP","ntax":"14","rootedtree":"TRUE","title":"Armillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5735.phy"},{"tree_label":"Fig. 1 NJ","ntax":"16","rootedtree":"TRUE","title":"Armillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5734.phy"},{"tree_label":"Fig. 1 MP (newstate)","ntax":"16","rootedtree":"TRUE","title":"Armillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5732.phy"},{"tree_label":"Fig. 1 MP (missing)","ntax":"16","rootedtree":"TRUE","title":"Armillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5733.phy"},{"tree_label":"Fig. 2 NJ","ntax":"14","rootedtree":"TRUE","title":"Armillaria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5736.phy"}]}