{"Authors":" Donald H. Pfister, Thomas Laessoe, Karen Hansen","Year":" 2002","Title":" Phylogenetic diversity in the core group of Peziza inferred\nfrom ITS sequences and morphology.","Journal":" Mycological Research","Volume":" 106","Issue":" 8","Pages":" 879-902","Keywords":"","DOI":" 10.1017/S0953756202006287","Abstract":" Species delimitation within the core group of Peziza is\nhighly controversial. The group, typified by P. vesiculosa, is\nmorphologically coherent and in previous analyses of LSU rDNA sequences\nit formed a highly supported clade. Phylogenetic diversity and species\nlimits were investigated within the group using sequences from the\ncomplete ITS region (ITS1–5.8S-ITS2). Eighty-three specimens were\nselected for molecular study from a larger sample of material studied\nmorphologically to explore the intra- and interspecific variation of\neach putative species. The sister group taxon, P. ampelina was used as\nthe outgroup and two specimens of P. subcitrina were additionally\nincluded. Seven independent lineages of rDNA were identified (I—VII),\neach representing one to several species. These lineages form two larger\nclades, A (II, and I or III) and B (IV-VII), supported by\nmacromorphology: small (generally < 2 cm), shallowly cup- to\ndisc-shaped apothecia (A) and large (up to 15 cm), deeply cup-shaped to\nexpanded apothecia (B). The overall exciple structure (a stratified or\nnon-stratified medullary layer) and to some degree spore surface relief,\nlikewise support the groupings. Clade A contains taxa with smooth or\nnearly smooth spores (except for P. lohjaënsis), while clade B contains\ntaxa with a range of spore ornamentations, from smooth, finely warty to\ndistinctly warty, and spiny. The position of groups I (P. vesiculosa and\nP. ammophila) and III (P. lohjaënsis) are uncertain, and these taxa also\ndeviate morphologically from the other clade A members. The following\nspecies are recognized based on morphology and ITS rDNA analyses: P.\nammophila and P. vesiculosa (I); P. alcis, P. ampliata, P. domiciliana,\nP. fumeti, P. nivalis, and a number of putative species or intraspecific\nentities (II); P. lohjaënsis (III); P. sp. c (IV); P. arvernensis (V);\nP. echinispora and P. sp. d (VI); and P. varia (VII). The nomenclature\nof these species is analyzed and taxa are typified as necessary. Based\non ITS and morphology, we found no justification for recognizing more\nthan one species in the ‘P. varia complex’, including 27 specimens that\nhave been referred to under the names P. cerea, P. micropus and P.\nrepanda, from an array of substrates and different geographical areas.\nMorphological characters previously used to delimit species within this\ncomplex, such as colour variation of the apothecia, presence or absence\nof a stipe, stratified or non-stratified medullary exciple (or thickness\nof the excipular layers), cell types in the outermost exciple and\nmoniliform vs filiform paraphyses were not correlated with the subgroups\nsupported by ITS analyses and appeared to be plastic. Therefore, P.\ncerea and P. micropus are placed in synonymy with P. varia. The name P.\nrepanda is rejected. Levels of sequence divergence were low within group\nII, comprising 33 small apothecial specimens. Twelve fine-scale lineages\nwere identified, but the analyses did not resolve relationships among\nthese. P. granulosa sensu Boudier is considered a synonym of P. fimeti.\nThese have previously been distinguished mainly by occurrence on various\nsoil types, including burnt soil and soil mixed with sawdust or\nwoodchips vs on dung. The substrate and habitat have been much\nemphasized in the taxonomy of Peziza, but the results obtained here\nindicate that populations on a diverse array of substrates may be\nclosely related, or indeed, conspecific.","trees":[{"tree_label":"Fig. 3","ntax":"86","rootedtree":"TRUE","title":"Peziza ss. str.","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5737.phy"},{"tree_label":"Fig. 4","ntax":"34","rootedtree":"TRUE","title":"Peziza group II taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5738.phy"},{"tree_label":"Fig. 6","ntax":"28","rootedtree":"TRUE","title":"Peziza group VII taxa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5739.phy"}]}