{"Authors":" Bernard Slippers, Sandra Denman, Johannes (Ewald) Zacharias\nGroenewald, Brenda D Wingfield, Michael J Wingfield, Pedro W. Crous","Year":" 2003","Title":" Circumscription of Botryosphaeria species associated with\nProteaceae based on morphology and DNA sequence data.","Journal":" Mycologia","Volume":" 95","Issue":" 2","Pages":" 294-307","Keywords":" Botryosphaeria protearum; Fusicoccum protearum; ITS; key;\nsystematics","DOI":" NA","Abstract":" Botryosphaeria spp. occur on and cause diseases of\nProteaceae, but accurate identification has been problematic due to the\nlack of clear species circumscriptions of members of this genus. In this\nstudy, 46 isolates of Botryosphaeria from proteaceous hosts growing in\nvarious parts of the world were studied, using morphology, cultural\ncharacters and sequence data from the ITS region of the rDNA operon.\nFive Botryosphaeria spp. were found to be associated with Proteaceae.\nBotryosphaeria lutea was isolated from Banksia and Buckinghamia spp. in\nAustralia, and a single isolate was obtained from Protea cynaroides in\nSouth Africa. Botryosphaeria proteae was associated only with South\nAfrican Proteaceae, but occurred in many parts of the world. Another\nBotryosphaeria sp. that occurred exclusively on South African Proteaceae\nrepresents a new taxon that is described as B. protearum. This pathogen\nwas found on South African Proteaceae cultivated in Australia; Hawaii;\nPortugal, including the Madeira Islands; and South Africa.\nBotryosphaeria ribis was associated with both South African and\nAustralian Proteaceae and was isolated from material collected in\nAustralia, Hawaii and Zimbabwe. A single occurrence of B. obtusa as an\nendophyte was recorded from P. magnifica in South Africa. In addition to\nproviding a taxonomic overview of Botryosphaeria spp. associated with\nProteaceae, this paper clarifies for the first time the global\ndistribution of these species. A key also is provided to facilitate\ntheir identification. A large number of new host and distribution\nrecords are made and a new species of Botryosphaeria from Proteaceae is\ndescribed.","trees":[{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"One of 159 most parsimonious Botryosphaeria trees","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4048.phy"}]}