{"Authors":" G. R. A. Mchau, Maryna Serdani, Ji-Chuan Kang, S-M Song,\nPedro W. Crous","Year":" 2002","Title":" Phylogenetic analysis of Alternaria spp. associated with\napple core rot and citrus black rot in South Africa.","Journal":" Mycological Research","Volume":" 106","Issue":" 10","Pages":" 1151-1162","Keywords":"","DOI":" 10.1017/S0953756202006524","Abstract":" Dry core rot of apple (DCR) and Alternaria black rot of\ncitrus (ABR) have in the past respectively been ascribed to Alternaria\nalternata and A. citri. In recent years, however, it has been speculated\nthat several other species of Alternaria could also be associated with\nthese diseases. In an attempt to elucidate the identity of these taxa,\n25 isolates associated with DCR, and 26 isolates associated with ABR\nwere selected for molecular characterisation. Nucleotide sequences of\n1116 sites including the histone gene section and the internal\ntranscribed spacers (ITS 1 and 2) of the rRNA gene were determined for\nthese isolates. The gene trees generated from the individual and\ncombined data sets using maximum parsimony, maximum likelihood and\nneighbour-joining analysis methods distinguished five clades with strong\nbootstrap support, namely Alternaria sp., A. arborescens, A. infectoria,\nA. tenuissima, and a clade containing isolates variable in morphology,\nreferred to as the Alternaria group. In the alignment of the combined\nITS and histone data set, unique transition/transversion substitutions,\nas well as positional insertions and deletions were observed for each of\nthe above clades. In addition, key sequences in the form of serial\ncomposing nucleotides in both the ITS and histone sections of the\nalignment were also discovered for the molecular identification of A.\narborescens, A. infectoria and A. tenuissima. The final phylogeny also\nindicated that no host specificity existed among the species associated\nwith these two post-harvest disease complexes. Contrary to the host\nspecificity observed on leaf diseases of these hosts in the field, it\nappears that the post-harvest diseases are the result of adverse storage\nconditions and opportunism of different small-spored Alternaria\nspp.","trees":[{"tree_label":"Fig. 2","ntax":"52","rootedtree":"TRUE","title":"One of two most parsimonious trees from ITS data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4049.phy"},{"tree_label":"Fig. 3","ntax":"52","rootedtree":"TRUE","title":"One of four most parsimonious trees from key sequences\nof 12 selected taxa","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4050.phy"},{"tree_label":"Fig. 4","ntax":"12","rootedtree":"TRUE","title":"One of 252 most parsimonious trees from combined ITS\nand histone data","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4051.phy"}]}