{"Authors":" Thomas D. Bruns, R. P. J. de Kok, Else C Vellinga","Year":" 2003","Title":" Phylogeny and taxonomy of Macrolepiota (Agaricaceae)","Journal":" Mycologia","Volume":" 95","Issue":" 3","Pages":" 442-456","Keywords":" Agaricaceae; Chlorophyllum; Endoptychum; ITS and LSU rDNA;\nphylogeny","DOI":" NA","Abstract":" The position and composition of Macrolepiota within the\nAgaricaceae and its phylogenetic relationships with other members of the\nfamily were investigated, using both molecular (ITS and LSU rDNA\nsequences) and morphological characters. The molecular data separate the\ngenus into two clades. The first clade comprises M. procera, M.\nmastoidea, M. clelandii and allies and is a sister group of\nLeucoagaricus and Leucocoprinus. The second, more diverse, clade, with\nM. rachodes and allies, M. globosa, Chlorophyllum molybdites,\nLeucoagaricus hortensis and Endoptychum agaricoides, is a sister group\nof Agaricus. The separation of the two clades is supported by\nmorphological characters, such as the structure of the pileus covering,\nthe stipitipellis and the shape of the germ pore and the spore apex. The\ntwo clades are regarded as genera for which the names Macrolepiota and\nChlorophyllum are proposed. Macrolepiota nympharum does not belong to\neither clade but is assigned to the genus Leucoagaricus, close to L.\nleucothites. Endoptychum depressum is transferred to the genus Agaricus\nas A. inapertus.","trees":[{"tree_label":"Fig. 2","ntax":"32","rootedtree":"TRUE","title":"Macrolepiota ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4053.phy"},{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Macrolepiota ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4052.phy"},{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Macrolepiota ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4054.phy"}]}