{"Authors":" L. R. Goertzen, Edward C. Theriot","Year":" 2003","Title":" Effect of taxon sampling, character weighting, and combined\ndata on the interpretation of relationships among the heterokont\nalgae.","Journal":" Journal of Phycology","Volume":" 39","Issue":" 2","Pages":" 423-443","Keywords":" bootstrap support; Chromista; combined data; heterokont\nalgae; molecular phylogeny; rbcL; ribosomal DNA; stramenopiles; taxon\nsampling","DOI":" 10.1046/j.1529-8817.2003.01238.x","Abstract":" Nuclear ribosomal small subunit and chloroplast rbcL\nsequence data for heterokont algae and potential outgroup taxa were\nanalyzed separately and together using maximum parsimony. A series of\ntaxon sampling and character weighting experiments was performed.\nTraditional classes (e.g. diatoms, Phaeophyceae, etc.) were monophyletic\nin most analyses of either data set and in analyses of combined data.\nRelationships among classes and of heterokont algae to outgroup taxa\nwere sensitive to taxon sampling. Bootstrap (BS) values were not always\npredictive of stability of nodes in taxon sampling experiments or\nbetween analyses of different data sets. Reweighting sites by the\nrescaled consistency index artificially inflates BS values in the\nanalysis of rbcL data. Inclusion of the third codon position from rbcL\nenhanced signal despite the superficial appearance of mutational\nsaturation. Incongruence between data sets was largely due to placement\nof a few problematic taxa, and so data were combined. BS values for the\ncombined analysis were much higher than for analyses of each data set\nalone, although combining data did not improve support for heterokont\nmonophyly.","trees":[{"tree_label":"rbcL tree","ntax":"111","rootedtree":"TRUE","title":"Heterokont algae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4055.phy"},{"tree_label":"SSU tree","ntax":"144","rootedtree":"TRUE","title":"Heterokont algae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4056.phy"},{"tree_label":"combined","ntax":"55","rootedtree":"TRUE","title":"Heterokont algae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4057.phy"}]}