{"Authors":" Nigel P. Barker, Brian D. Schrire, I. von Senger, Matthew\nT. Lavin, Helen Cortes-Burns, J.-H. Kim","Year":" 2002","Title":" Towards a phylogeny of Indigofera (Leguminosae -\nPapilionoideae):identification of major clades and relative ages.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":" in press","DOI":" NA","Abstract":" A combined nrDNA ITS / 5.8S sequence and morphological\ndata analysis of 87 species of Indigofera and 5 species of Vaughania,\nreveals that Indigofera is a well supported monophyletic group inclusive\nof Vaughania, and is sister to a clade comprising at least Cyamopsis,\nIndigastrum, Rhynchotropis and Microcharis. Furthermore, all of the\nspecies sampled in this analysis (and selected as representing the range\nof variation in Indigofera), belong to one of four monophyletic clades.\nAccording to Bayesian liklehood and evolutionary rates analyses of the\nmolecular data, all four of these Indigofera subclades diverged at about\nthe same time, in the Late Oligocene to Early Miocene (c. 26 ñ 21 Ma),\ncorresponding to the emergence of drier and more open habitats in\nAfrica. Of the four major clades within Indigofera, the Cape clade\ncomprises all of the Indigofera species endemic to the Cape Floral\nRegion of South Africa. The Pantropical clade comprises a large\nproportion of the sampled Indigofera species and represents the most\nwidespread and speciose subgroup within Indigofera. Nested within the\nBoreotropical clade (predominantly Africa to India and Neotropics) is\nthe Réunion endemic Indigofera ammoxylum (originally in the genus\nBremontiera) and the Madagascan endemic genus Vaughania. The\nPaleotropical clade is distributed in Africa and Asia, but not the\nNeotropics. All four of these monophyletic clades are well supported by\nhigh Bayesian posterior probabilities and parsimony bootstrap values,\nexcept for the Boreotropical clade, which is weakly supported by\nparsimony bootstrap analysis. Two trans-Atlantic Indigofera subclades,\none each in the Boreotropical and Pantropical clades, as well as the\nconcentration of the Boreotropical clade in Africa through South West\nAsia to India and the Neotropics is suggestive of a Boreotropical\ninfluence on the current distribution of Indigofera. Notably, Old World\nareas of endemism in these putative boreotropical lineages include the\nSaharo-Sindian Regional Zone (with extensions to India), the Horn of\nAfrica region, the north-east ñ south-west African arid corridor, and\nMadagascar.","trees":[{"tree_label":"Figs. 2, 3","ntax":"109","rootedtree":"TRUE","title":"Indigofereae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4058.phy"}]}