{"Authors":" P. M. Jorgensen, Stefan Ekman","Year":" 2002","Title":" Towards a molecular phylogeny for the lichen family\nPannariaceae (Lecanorales, Ascomycota).","Journal":" Canadian Journal of Botany","Volume":" 80","Issue":"","Pages":" 625-634","Keywords":" lichens; Pannariaceae; ITS; ribosomal DNA; phylogeny;\nMCMC","DOI":" 10.1139/b02-043","Abstract":" The phylogeny of the family Pannariaceae (Lecanorales,\nlichenized Ascomycota) was investigated using ITS1-5.8S-ITS2 nuclear\nribosomal DNA sequences representing 21 species. Phylogenetic\nestimations were performed using parsimony and a Bayesian MCMC tree\nsampling procedure. Several phylogenetic null hypotheses were tested,\nalso using MCMC. The results indicate that the Pannariaceae, as\ncurrently treated, is polyphyletic and that Degelia sect. Amphiloma,\nFuscopannaria subg. Micropannaria, and Moelleropsis s. str. do not\nbelong in the family. The inclusion of Parmeliella in the Pannariaceae\ncould not be rejected, although it falls outside the family in the\noptimal trees. Psoroma, Santessoniella, Protopannaria, Fuscopannaria\nsubg. Fuscopannaria, Moelleropsis s. str., and Pannaria unequivocally\nbelong to the family. The Pannaria sphinctrina group belongs in Pannaria\ndespite its green-algal photobiont. Protopannaria pezizoides is not, as\nsometimes treated, a Pannaria although a relationship with Psoroma could\nnot be ruled out. In the optimal trees, Moelleropsis s. str. is nested\ninside Fuscopannaria subg. Fuscopannaria and Santessoniella inside\nPsoroma, but null hypotheses of their independence from these genera\ncould not be rejected. Pannaria cannot be divided into two monophyletic\nsubgenera, Pannaria and Chryopannaria. The photobiont has changed twice\nor three times and the ascus apex and hymenial amyloidity three times\ninside the Pannariaceae.","trees":[{"tree_label":"Fig. x","ntax":"23","rootedtree":"TRUE","title":"Pannariaceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1185.phy"}]}