{"Authors":" Thomas C. Harrington, Hester F. Vismer, Z. Wilhelm de Beer,\nBrenda D Wingfield, Michael J Wingfield","Year":" 2003","Title":" Phylogeny of the Ophiostoma stenoceras - Sporothrix schenckii\ncomplex.","Journal":" Mycologia","Volume":" 95","Issue":" 3","Pages":" 434-441","Keywords":" abietinum; albidum; ITS; narcissi; nigrocarpum;\nponderosae; rDNA","DOI":" NA","Abstract":" Ophiostoma stenoceras is a well-known sapwood-colonizing\nfungus occurring on some coniferous and hardwood hosts in the Northern\nHemisphere. In the Southern Hemisphere, the fungus has been reported\nonly from New Zealand. The human pathogen, Sporothrix schenckii, has\nbeen suggested to be the anamorph of O. stenoceras. The aim of this\nstudy was to gain a better understanding of the phylogenetic\nrelationship between these two species. The study also provided the\nopportunity to confirm the identity of some Sporothrix and O.\nstenoceras-like isolates recently collected from wood and soil around\nthe world. For this purpose, the DNA sequence of internal transcribed\nspacer (ITS) regions of the ribosomal RNA operon was determined.\nIsolates of O. nigrocarpum, O. albidum, O. abietinum, O. narcissi and O.\nponderosae, all morphologically similar to O. stenoceras, were included\nin the study. From phylogenetic analyses of the sequence data, four main\nclades were observed. These represented O. stenoceras, O. nigrocarpum\nand two separate groups containing isolates of S. schenckii. Our results\nconfirm earlier suggestions that S. schenckii should be classified\nwithin the teleomorph genus Ophiostoma but support studies separating O.\nstenoceras and S. schenckii. Ophiostoma albidum and O. ponderosae should\nbe considered synonyms of O. stenoceras. The status of O. narcissi and\nO. abietinum needs further clarification. The two groups within S.\nschenckii might represent two species, but this needs to be confirmed.\nThis study represents the first reports of O. stenoceras from Colombia,\nKenya, Uruguay and South Africa.","trees":[{"tree_label":"Fig. 1","ntax":"55","rootedtree":"TRUE","title":"Ophiostoma stenoceras - Sporothrix schenckii\ncomplex","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4060.phy"}]}