{"Authors":" Emma T Steenkamp, Anne E. Desjardins, W. F. O. Marasas,\nBrenda D Wingfield, Michael J Wingfield","Year":" 2002","Title":" Cryptic speciation in Fusarium subglutinans.","Journal":" Mycologia","Volume":" 94","Issue":" 6","Pages":" 1032-1043","Keywords":" Fusarium subglutinans; maize; reproductive isolation;\nteosinte","DOI":" NA","Abstract":" Fusarium isolates that form part of the Gibberella\nfujikuroi species complex have been classified using either a\nmorphological, biological, or phylogenetic species concept. Problems\nwith the taxonomy of Fusarium species in this complex are mostly\nexperienced when the morphological and biological species concepts are\napplied. The most consistent identifications are obtained with the\nphylogenetic species concept. Results from recent studies have presented\nan example of discordance between the biological and phylogenetic\nspecies concepts, where a group of F. subglutinans sensu stricto\nisolates, i.e., isolates belonging to mating population E of the G.\nfujikuroi complex, could be sub-divided into more than one phylogenetic\nlineage. The aim of this study was to determine whether this\nsub-division represented species divergence or intraspecific diversity\nin F. subglutinans. For this purpose, we included 29 F. subglutinans\nisolates belonging to the E-mating population that were collected from\neither maize or teosinte, from a wide geographic range. DNA sequence\ndata for six nuclear regions in each of these isolates were obtained and\nused in phylogenetic concordance analyses. These analyses revealed the\npresence of two major groups representing cryptic species in F.\nsubglutinans. These cryptic species were further sub-divided into a\nnumber of smaller groups that appear to be reproductively isolated in\nnature. This suggests not only that the existing F. subglutinans\npopulations are in the process of divergence, but also that each of the\nresulting lineages are undergoing separation into distinct taxa. These\ndivergences did not appear to be linked to geographic origin, host, or\nphenotypic characters such as morphology.","trees":[{"tree_label":"Fig. 3","ntax":"32","rootedtree":"TRUE","title":"Fusarium subglutinans","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4061.phy"}]}