{"Authors":" Jeffery A. Wilkinson, Robert C. Drewes, Owatha L.\nTatum","Year":" 2002","Title":" A molecular phylogenetic analysis of the family Rhacophoridae\nwith an emphasis on the Asian and African genera.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 24","Issue":" NA","Pages":" 265-273","Keywords":" Rhacophoridae; Molecular phylogeny; Taxonomy; mtDNA; 12S;\n16S rRNA genes; Aglyptodactylus; Boophis; Buergeria; Chirixalus;\nChiromantis; Mantella; Mantidactylus; Nyctixalus; Philautus;\nPolypedates; Rhacophorus; Theloderma","DOI":" 10.1016/S1055-7903(02)00212-9","Abstract":" Using characters from mitochondrial DNA to construct\nmaximum parsimony and maximum likelihood trees, we performed a\nphylogenetic analysis on representative species of 14 genera: 12 that\nbelong to the treefrog family Rhacophoridae and two, Amolops and Rana,\nthat are not rhacophorids. Our results support a phylogenetic hypothesis\nthat depicts a monophyletic family Rhacophoridae. In this family, the\nMalagasy genera Aglyptodactylus, Boophis, Mantella, and Mantidactylus\nform a well-supported sister clade to all other rhacophorid genera, and\nMantella is the sister taxon to Mantidactylus. Within the Asian/African\ngenera, the genus Buergeria forms a well-supported clade of four\nspecies. The genera, except for Chirixalus, are generally monophyletic.\nAn exception to this is that Polypedates dennysii clusters with species\nof Rhacophorus, suggesting that the taxonomy of the rhacophorids should\nbe revised to reflect this relationship. Chirixalus is not monophyletic.\nUnexpectedly, there is strong support for Chirixalus doriae from\nSoutheast Asia forming a clade with species of the African genus\nChiromantis, suggesting that Chiromantis dispersed to Africa from Asia.\nAlso, there is strong support for the sister taxon relationship of\nChirixalus eiffingeri and Chirixalus idiootocus apart from other\ncongeners.","trees":[{"tree_label":"maximum likelihood","ntax":"39","rootedtree":"TRUE","title":"Rhacophoridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_613.phy"},{"tree_label":"unweighted parsimony","ntax":"39","rootedtree":"TRUE","title":"Rhacophoridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_785.phy"},{"tree_label":"weighted parsimony (ML values)","ntax":"39","rootedtree":"TRUE","title":"Rhacophoridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_786.phy"},{"tree_label":"Fig. 1","ntax":"39","rootedtree":"TRUE","title":"Rhacophoridae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4064.phy"}]}