{"Authors":" Graham N. Stone, James M. Cook, Yoshihisa Abe, George\nMelika, Jose-Luis Nieves-Aldrey, Antonis Rokas","Year":" 2003","Title":" Lifecycle closure, lineage sorting and hybridization revealed\nin a phylogenetic analysis of European oak gallwasps (Hymenoptera:\nCynipidae: Cynipini) using mitochondrial sequence data.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 26","Issue":" 1","Pages":" 36-45","Keywords":" Gallwasp; Cynipidae; Cynipini; Lineage sorting; Lifecycle;\nLikelihood; Bayesian inference; Cytochrome b; Hybridization; Insect\nsystematics","DOI":" 10.1016/S1055-7903(02)00329-9","Abstract":" Oak gallwasps are cyclically parthenogenetic insects that\ninduce a wide diversity of highly complex species- and\ngeneration-specific galls on oaks and other Fagaceae. Phylogenetic\nrelationships within oak gallwasps remain to be established, while\nsexual and parthenogenetic generations of many species remain unpaired.\nPrevious work on oak gallwasps has revealed substantial intra-specific\nvariation, particularly between regions known to represent discrete\nPleistocene glacial refuges. Here we use statistical phylogenetic\ninference methods on sequence data for a fragment of the mitochondrial\ncytochrome b gene to reconstruct the relationships among 62 oak gallwasp\nspecies. For 16 of these we also include 23 additional cytochrome b\nhaplotype sequences from different Pleistocene refuge areas to test the\neffect of intra-specific variation on inter-specific phylogeny\nreconstruction. The reconstructed phylogenies show good intra-generic\nresolution and identify several conserved clades, but fail to\nreconstruct either very recent or very ancient divergences. Nine of the\n16 species represented by multiple haplotypes are not monophyletic. The\napparent discordance between the recovered gene tree and the current\ntaxonomic classification can be explained through (a) collapsing of some\nspecies currently known only from either a sexual or a parthenogenetic\ngeneration into a single cyclically parthenogenetic entity; (b) sorting\nof ancestral polymorphism in diverging lineages, and (c) horizontal\ntransfer of haplotypes, perhaps due to hybridization within glacial\nrefuges. Our conclusions emphasise the need for careful intra-specific\nsampling when reconstructing phylogenies for radiations of closely\nrelated species and imply that for certain taxonomic groups full\nphylogenetic resolution (using molecular markers) may not be\nattainable.","trees":[{"tree_label":"Fig. 1","ntax":"85","rootedtree":"TRUE","title":"European oak gallwasps, ML topology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_787.phy"},{"tree_label":"Fig. 2","ntax":"85","rootedtree":"TRUE","title":"European oak gallwasps, Bayesian topology","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_788.phy"}]}