{"Authors":" Mark E. Viney, Mark L. Blaxter, Mark Dorris","Year":" 2002","Title":" Molecular phylogenetic analysis of the genus Strongyloides\nand related nematodes.","Journal":" International Journal for Parasitology","Volume":" 32","Issue":" 12","Pages":" 1507-1517","Keywords":" Strongyloides; Parastrongyloides; Rhabdias; Rhabditophanes\nribosomal RNA; Molecular phylogeny","DOI":" 10.1016/S0020-7519(02)00156-X","Abstract":" Strongyloides spp., parasitic nematodes of humans and many\nother terrestrial vertebrates, display an unusual heterogonic lifecycle\ninvolving alternating parasitic and free living adult reproductive\nstages. A number of other genera have similar lifecycles, but their\nrelationships to Strongyloides have not been clarified. We have inferred\na phylogeny of twelve species of Strongyloides, Parastrongyloides,\nRhabdias and Rhabditophanes using small subunit ribosomal RNA gene (SSU\nrDNA) sequences. The lineage leading to Strongyloides appears to have\narisen within parasites of terrestrial invertebrates. Inferred lifecycle\nevolution was particularly dynamic within these nematodes. Importantly,\nthe free-living Rhabditophanes sp. KR3021 is placed within a clade of\nparasitic taxa, suggesting that this species may represent a reversion\nto a nonparasitic lifecycle. Species within the genus Strongyloides are\nvery closely related, despite the disparity of host species parasitised.\nThe highly pathogenic human parasite Strongyloides fuelleborni kelleyi\nis not supported as a subspecies of the primate parasite S. fuelleborni\nfuelleborni, but is most likely derived from a local zoonotic\nsource.","trees":[{"tree_label":"Fig. 4","ntax":"15","rootedtree":"TRUE","title":"Strongyloides local","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_794.phy"},{"tree_label":"Fig. 3","ntax":"20","rootedtree":"TRUE","title":"Strongyloides general","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_793.phy"}]}