{"Authors":" Elizabeth M. Pine, David S. Hibbett, Michael J\nDonoghue","Year":" 1999","Title":" Phylogenetic relationships of cantharelloid and clavarioid\nhomobasidiomycetes based on mitochondrial and nuclear rDNA\nsequences.","Journal":" Mycologia","Volume":" 91","Issue":" 6","Pages":" 944-963","Keywords":" Cantharellaceae; Clavariaceae; evolution; fungi;\nGomphaceae; phylogeny; ribosomal DNA; systematics","DOI":" NA","Abstract":" Sequence data from mitochondrial and nuclear small subunit\nrDNA were used to estimate phylogenetic relationships of cantharelloid\nand clavarioid Homobasidiomycetes. Sixty-five diverse Homobasidiomycete\nspecies were investigated, including 23 cantharelloid and clavarioid\nspecies. Although nodes deep in the tree could not be resolved, four\nlineages containing cantharelloid and clavarioid fungi were identified.\n(i) Cantharellaceae (Cantharellus, Craterellus) is closely related to\nHydnum, which is toothed, Stichoclavaria, which is a simple club, and\nClavulina, which is coralloid. These taxa all have stichic nuclear\ndivision, which is a synapomorphy supporting this clade. (ii)\nClavariadelphus is closely related to Gomphus and Ramaria. This\nrelationship is supported by green reactions of sporocarps treated with\niron salts, which is reflective of the presence of the compound\npistillarin. The nearest relatives of these cantharelloid and clavarioid\nfungi are gasteromycetes, including the earth star Geastrum, the\nstinkhorn Pseudocolus, and the cannon-ball fungus Sphaerobolus. (iii)\nThe clavarioid fungi Clavaria, Clavulinopsis, Pterula, and Typhula\nappear to be derived from the lineage that contains most of the gilled\nfungi. (iv) Clavicorona is closely related to Auriscalpium, which is\ntoothed, and Lentinellus, which is gilled. This lineage is united by\namyloid spore ornamentation. Although these results suggest that there\nhas been extensive convergence in fruiting body morphology, certain\nanatomical and biochemical features appear to be phylogenetically\ninformative, notably stichic nuclear division, presence of pistillarin,\nand cyanophily or amyloidity of spore ornamentation.","trees":[{"tree_label":"Fig. 5","ntax":"12","rootedtree":"TRUE","title":"gomphoid-phalloid clade","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_795.phy"},{"tree_label":"Fig. 6","ntax":"11","rootedtree":"TRUE","title":"stichic","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_796.phy"}]}