{"Authors":" Gregory D. Edgecombe, George D. F. Wilson","Year":" 2003","Title":" The Triassic isopod Protamphisopus wianamattensis (Chilton)\nand comparison with extant taxa (Crustacea, phreatoicidea).","Journal":" Journal of Paleontology","Volume":" 77","Issue":" 3","Pages":" 454-470","Keywords":" NA","DOI":" NA","Abstract":" Protamphisopus wianamattensis (Chilton, 1918) from the\nMiddle Triassic (Anisian) Ashfield Shale in the Sydney Basin, Australia,\nis the earliest-known freshwater representative of the basal isopod\nsuborder Phreatoicidea. In contrast, the late Paleozoic\nPalaeophreatoicidae species, which are morphologically distinct from\nextant families, are found in marine or estuarine facies. Comparison of\nProtamphisopus wianamattensis with extant Phreatoicidea permits\nthe external morphology of the fossils to be reconstructed and the\nspecies to be coded for cladistic analysis using a character set\ndeveloped for living phreatoicideans. In the parsimonious trees as well\nas immediately suboptimal trees, Protamphisopus is nested\nwithin clades related to the extant family Amphisopodidae. Although not\nincluded in the analysis, the Late Permian fossil Protamphisopus\nreichelti Malzahn (in Glaessner and Malzahn, 1962) appears to be a\nmember of the Palaeophreatoicidae, rather than placed among the living\nfamilies. Therefore, a minimum age of Middle Triassic can be assigned to\nthe basal branchings within the crown group of the Phreatoicidea. The\nminimum age for the colonisation of fresh water by the the suborder is\nalso established although, given the advanced position of\nProtamphisopus wianamattensis in the cladograms, the habitat\nshift may have occurred earlier. The biogeographic distribution of\nextant Phreatoicidea on fragments of Gondwana is consistent with Early\nMesozoic origins for the major clades of this isopod suborder.","trees":[{"tree_label":"Fig. 14","ntax":"61","rootedtree":"TRUE","title":"Phreatoicidea, strict consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_797.phy"}]}