{"Authors":" Alison R. Sherwood, Robert G. Sheath","Year":" 2003","Title":" Systematics of the Hildenbrandiales (Rhodophyta): gene\nsequence and morphometric analyses of global collections.","Journal":" Journal of Phycology","Volume":" 39","Issue":" 2","Pages":" 409-422","Keywords":" 18S rRNA gene; Apophlaea; Hildenbrandia; Hildenbrandiales;\nmorphometrics; rbcL gene; systematics","DOI":" 10.1046/j.1529-8817.2003.01050.x","Abstract":" Fifty-seven collections of marine and freshwater\nHildenbrandia from North America, South America, Europe, and Africa were\ncompared with 21 type and historically important specimens using\nmultivariate morphometrics. Additionally, phylogenetic analyses of 48\nspecimens of Hildenbrandia and two specimens of Apophlaea were carried\nout based on sequences of the rbcL chloroplast gene and the nuclear 18S\nrRNA gene. Morphometric analyses based on vegetative cell and filament\ndimensions distinguished two groups of freshwater Hildenbrandia\nspecimens, the first corresponding to those collections from North\nAmerica and the Philippines and the second to those from Europe and the\nCanary Islands. The first group had smaller mean cell and filament\ndimensions (cells 4.0 × 4.4 μm, filaments 46.5 μm) and corresponded to\nH. angolensis, whereas the second group had larger mean dimensions\n(cells 5.8 × 6.6 μm, filaments 55.3 μm) and represented H. rivularis.\nMarine specimens were morphometrically distinguishable into two groups\nbased on tetrasporangial division pattern as well as other thallus\ncharacters. However, measurements and character determinations of some\ntype specimens differed greatly from the original descriptions, and thus\nfurther work to determine the stability of these characters is required.\nPhylogenetic reconstruction based on the 18S rRNA gene and rbcL gene\nsequence data generally demonstrated separation of the marine and\nfreshwater forms of Hildenbrandia, with some marine taxa forming\nmonophyletic groups (e.g. H. lecannellieri and H. occidentalis) and\nothers forming paraphyletic groups (e.g. H. rubra). The two specimens of\nApophlaea formed a monophyletic group within the paraphyletic genus\nHildenbrandia.","trees":[{"tree_label":"Fig. 4","ntax":"36","rootedtree":"TRUE","title":"Hildenbrandia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_798.phy"},{"tree_label":"Fig. 3","ntax":"40","rootedtree":"TRUE","title":"Hildenbrandia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_799.phy"}]}