{"Authors":" K. Agretious Thomas, Meinhard M. Moser, P. Manimohan,\nUrsula Peintner","Year":" 2003","Title":" First records of ectomycorrhizal Cortinarius species\n(Agaricales, Basidiomycetes) from tropical India and their phylogenetic\nposition based on rDNA ITS sequences.","Journal":" Mycological Research","Volume":" 107","Issue":" 4","Pages":" 485-494","Keywords":"","DOI":" 10.1017/S0953756203007585","Abstract":" Three new Cortinarius species Cortinarius conopileus, C.\nkeralensis, and C. phlegmophorus spp. nov., are described from Kerala\nState in southern India. This is the first record of ectomycorrhizal\nCortinarius spp. in the tropical part of India. In addition to distinct\nmorphological characters, the comparative analysis of rDNA ITS sequences\nof the collections from India and morphologically similar species\nsupport the recognition of these taxa as new species. Phylogenetic\nanalyses demonstrate that the three Indian Cortinarius spp. belong to\nboth larger subclades of the genus Cortinarius, clade/cortinarius and\nclade/telamonia. As supported by morphological and molecular data, C.\nphlegmophorus belongs to Cortinarius subgen. Myxacium sect. Defibulati.\nBased on classical morphological characters, both C. keralensis and C.\nconopileus are representatives of subgen. Telamonia. However, C.\nconopileus belongs to clade/obtusi, which is a well-supported subclade\nof clade/cortinarius. Thus, in contrast to classical taxonomy, the\nclade/obtusi represents an independent evolutionary origin of\ntelamonioid taxa. This result is also reflected by the distinct\nmorphological characters of taxa of clade/obtusi, namely the lamellar\ntrama with ellipsoid inflated hyphae and the presence of cystidia. In\ncontrast, C. keralensis is a typical member of clade/telamonia.\nWithin/telamonia, only relationships of closely related taxa are\nresolved due to the low genetic divergence found in ITS sequences. Based\non morphological and molecular criteria, C. keralensis is a distinct\ntaxon of sect. Saturnini.","trees":[{"tree_label":"1 MP Tree","ntax":"45","rootedtree":"TRUE","title":"India Cortinarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_800.phy"}]}