{"Authors":" Richard E. Triemer, Maria Alejandra Nudelman, Visitacion\nConforti, Maria Susana Rossi","Year":" 2003","Title":" Phylogeny of Euglenophyceae based on SSU rDNA sequences:\ntaxonomic implications.","Journal":" Journal of Phycology","Volume":" 39","Issue":" 1","Pages":" 226-235","Keywords":" euglenoids; Euglenophyta; Euglenozoa; molecular phylogeny;\nSSU rDNA","DOI":" 10.1046/j.1529-8817.2003.02075.x","Abstract":" Small subunit rDNA sequences of 42 taxa belonging to 10\ngenera were used to infer phylogenetic relationships among euglenoids.\nMembers of the phototrophic genera Euglena, Phacus, Lepocinclis,\nColacium, Trachelomonas, and Strombomonas plus the osmotrophs Astasia\nlonga, Khawkinea quartana, and Hyalophacus ocellatus were included. Six\nmajor clades were found in most trees using multiple methods. The\nutility of Bayesian analyses in resolving these clades is demonstrated.\nThe genus Phacus was polyphyletic with taxa sorting into two main\nclades. The two clades correlated with overall morphology and\ncorresponded in large part to the previously defined sections, Pleur-\naspis Pochmann and Proterophacus Pochmann. Euglena was also polyphyletic\nand split into two clades. In Bayesian analyses species with less\nplastic pellicles and small disk-like chloroplasts diverged at the base\nof the tree. They grouped into a single clade which included the two\nLepocinclis spp., which also are rigid and bear similar chloroplasts.\nThe metabolic Euglena species with larger plastids bearing pyrenoids and\nparamylon caps arose near the top of the tree. The loricates\nStrombomonas and Trachelomonas formed two well- supported, but\nparaphyletic, clades. The strong support for the individual clades\nconfirmed the value of using lorica features as taxonomic criteria. The\nseparation of the osmotrophic species A. longa, K. quartana, and H.\nocellatus into different clades suggested that the loss of the\nphotosynthetic ability has occurred multiple times.","trees":[{"tree_label":"Fig. 2","ntax":"42","rootedtree":"TRUE","title":"Photosynthetic euglenoids","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_801.phy"}]}