{"Authors":" Volker Bittrich, M. G. H. Gustafsson","Year":" 2003","Title":" Evolution of morphological diversity and resin secretion in\nflowers of Clusia (Clusiaceae): insights from ITS sequence\nvariation.","Journal":" Nordic Journal of Botany","Volume":" 22","Issue":" NA","Pages":" 183-203","Keywords":" NA","DOI":" NA","Abstract":" The taxonomically poorly known, neotropical genus Clusia\n(Clusiaceae) comprises over 300 species of trees, shrubs and\nhemiepiphytes. The flowers are morphologically highly diverse and offer\neither nectar, pollen or resin as a reward for pollinators. Resin\nproduction in flowers is a poorly studied phenomenon, known from only\nfive angiosperm genera. Variation in sequences of the nuclear ribosomal\nITS region was analysed cladistically in order to trace the evolution of\nfloral resin production in Clusia, and as a first step towards a\nphylogenetically based reclassification of the genus. The most\nparsimonious trees show that the genera Havetia, Havetiopsis,\nOedematopus and Quapoya are nested inside Clusia. Traditionally, Clusia\nhas been divided into sections based on androecial variation, and most\nof these groups are supported as monophyletic based on the ITS data.\nSections Retinostemon, Havetia and Cochlanthera together form one of\nvery few well-supported suprasectional groups. Subgenus Clusia, a group\nnot previously recognised, comprises roughly half of the species and\nreceives moderate support. Character optimisation experiments suggest\nthat resiniferous flowers have evolved at least three times\nindependently in Clusia, but a character-evolution model with a single\norigin for floral resin is only slightly less parsimonious. Clades of\nresiniferous species are morphologically the most diverse, and it is\nconcluded that resin production has been a key innovation triggering\nfloral morphological diversification. Secondary losses of resin and\nswitches to apomixis seem to be correlated with colonisation of habitats\nand areas where resin-collecting bees are less frequent.","trees":[{"tree_label":"Fig. 1","ntax":"77","rootedtree":"TRUE","title":"Clusia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_803.phy"}]}