{"Authors":" Takao Kasuga, John W. Taylor, Tom J White","Year":" 2002","Title":" Estimation of Nucleotide Substitution Rates in Eurotiomycete\nFungi.","Journal":" Molecular Biology and Evolution","Volume":" 19","Issue":" 12","Pages":" 2318-2324","Keywords":" synonymous substitution rates; molecular clock;\nplectomycete; fungi; evolution; ITS","DOI":" NA","Abstract":" In the entire fungal kingdom, only DNA substitution rates\nin the SSU rRNA gene (Berbee and Taylor 1993, 2001) and amino acid\nsubstitution rates (Heckman et al. 2001) have been estimated and used to\ndate fungal divergences. However, these molecules are not sufficiently\nvariable to date events at or below the genus level. DNA sequences of\nprotein-coding genes and the internal transcribed spacer (ITS) region\nare sufficiently variable, but their substitution rates are not known.\nIn this article, we investigated the DNA substitution rates in the\nprotein-coding genes and the ITS region by comparison with the SSU rDNA\ndivergence in a representative fungal lineage, Eurotiomycetes\n(=plectomycetes) (Eriksson and Winka 1998). The Eurotiomycete lineage is\na monophyletic class of Ascomycota (Berbee and Taylor 1992) and includes\nmany economically important fungi, such as Penicillium chrysogenum\n(antibiotic production) and Aspergillus oryzae (soy sauce production),\nas well as many human pathogens such as Coccidioides immitis (lung\ndisease), Histoplasma capsulatum (lung disease), and Trichophyton rubrum\n(athlete’s foot). Estimating DNA substitution rates in quickly evolving\nmolecules such as the ITS and protein-coding genes will not only provide\na means to estimate the divergence times between lineages at and below\nthe genus level, but in conjunction with coalescent theory, it may\nprovide information for estimating epidemiological parameters such as\neffective population size (Watterson 1975) and recombination rates (Hey\nand Wakeley 1997).","trees":[{"tree_label":"PAUP 1","ntax":"29","rootedtree":"TRUE","title":"Eurotiomycetes Tamura Nei ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_808.phy"}]}