{"Authors":" Stuart Frazier McDaniel, A. Jonathan Shaw","Year":" 2003","Title":" Phylogeographic structure and cryptic speciation in the\ntrans-Antarctic moss, Pyrrhobryum mnioides.","Journal":" Evolution","Volume":" 57","Issue":" 2","Pages":" 205-215","Keywords":" NA","DOI":" NA","Abstract":" Many bryophyte species have distributions that span\nmultiple continents. The hypotheses historically advanced to explain\nsuch distributions rely on either long-distance spore dispersal or slow\nrates of morphological evolution following ancient continental\nvicariance events. We use phylogenetic analyses of DNA sequence\nvariation at three chloroplast loci (atpB-rbcL spacer, rps4 gene, and\ntrnL intron and 3? spacer) to examine these two hypotheses in the\ntrans-Antarctic moss Pyrrhobryum mnioides. We find: 1) reciprocal\nmonophyly of Australasian and South American populations, indicating a\nlack of intercontinental dispersal, 2) shared haplotypes between\nAustralia and New Zealand, suggesting recent or ongoing migration across\nthe Tasman Sea, and 3) reciprocal monophyly among Patagonian and\nNeotropical populations, suggesting no recent migration along the Andes.\nThese results corroborate experimental work suggesting that spore\nfeatures may be critical determinants of species range(van Zanten 1978).\nWe use the mid-Miocene development of the Atacama Desert, 14 MYA, to\ncalibrate a molecular clock for the tree. The age of the trans-Antarctic\ndisjunction is estimated to be 80 MYA, consistent with Gondwanan\nvicariance, making it among the most ancient documented cases of cryptic\nspeciation. These data are in accord with niche conservatism, but\nwhether the morphological stasis is a product of stabilizing selection\nor phylogenetic constraint is unknown.","trees":[{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Pyrrhobryum: trans-Antarctic disjunction","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_809.phy"}]}