{"Authors":" Robert A. Feldman, Robert C. Vrijenhoek, Kenneth M.\nHalanych","Year":" 2001","Title":" Molecular evidence that Sclerolinum brattstromi is closely\nrelated to vestimentiferans, not frenulate pogonophorans (Siboglinidae,\nAnnelida).","Journal":" The Biological Bulletin","Volume":" 201","Issue":" NA","Pages":" 65-75","Keywords":" NA","DOI":" NA","Abstract":" Siboglinids, previously referred to as pogonophorans, have\ntypically been divided into two groups, frenulates and vestimentiferans.\nAdults of these marine protostome worms lack a functional gut and harbor\nendosymbiotic bacteria. Frenulates usually live in deep sedimented\nreducing environments, and vestimentiferans inhabit hydrothermal vents\nand sulfide-rich hydrocarbon seeps. Taxonomic literature has often\ntreated frenulates and vestimentiferans as sister taxa. Sclerolinum has\ntraditionally been thought to be a basal siboglinid that was originally\nregarded as a frenulate and later as a third lineage of siboglinids,\nMonilifera. Evidence from the 18S nuclear rDNA gene and the 16S\nmitochondrial rDNA gene presented here shows that Sclerolinum is the\nsister clade to vestimentiferans despite lacking the characteristic\nmorphology (i.e., a vestimentum). The rDNA data confirm the contention\nthat Sclerolinum is different from frenulates, and further supports the\nidea that siboglinid evolution has been driven by a trend toward\nincreased habitat specialization. The evidence now available indicates\nthat vestimentiferans lack the molecular diversity expected of a group\nthat has been argued to have Silurian or possibly Cambrian origins.","trees":[{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Pogonophora 16S rDNA tree 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_811.phy"},{"tree_label":"16S rDNA tree 2","ntax":"24","rootedtree":"TRUE","title":"Pogonophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_812.phy"},{"tree_label":"18S Siboglinid only","ntax":"14","rootedtree":"TRUE","title":"Pogonophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_813.phy"},{"tree_label":"16S Siboglinid only","ntax":"19","rootedtree":"TRUE","title":"Pogonophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_814.phy"},{"tree_label":"Fig. 1","ntax":"26","rootedtree":"TRUE","title":"Pogonophora 18S rDNA tree","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_810.phy"}]}