{"Authors":" Bernard Goffinet, A. Jonathan Shaw, William R. Buck","Year":" 2000","Title":" Testing morphological concepts of orders of pleurocarpous\nmosses (Bryophyta) using phylogenetic reconstructions based on trnL-trnF\nand rps4 sequences.","Journal":" Molecular Phylogenetics and Evolution","Volume":" 16","Issue":" 2","Pages":" 180-198","Keywords":"","DOI":" 10.1006/mpev.2000.0805","Abstract":" The ordinal classification of pleurocarpous mosses rests\non characters such as branching mode and architecture of the peristome\nteeth that line the mouth of the capsule. The Leucodontales comprise\nmainly epiphytic taxa, characterized by sympodial branching and reduced\nperistome, while the Hypnales are primarily terricolous and monopodially\nbranching. The third order, the Hookeriales, is defined by a unique\narchitecture of the endostome. We sampled 78 exemplar taxa representing\nmost families of these orders and sequenced two chloroplast loci, the\ntrnL-trnF region and the rps4 gene, to test the monophyly and\nrelationships of these orders of pleurocarpous mosses. Analyses of the\ncombined data set were performed under three optimality criteria, with\ndifferent sets of assumptions such as excluding hypervariable positions,\ndownweighting the most likely transformations, and indirect weighting of\nrps4 codon positions by including amino acid translations. Our analyses\nsuggest that 1) the pleurocarpous mosses, with the exception of the\nCyrtopodaceae, form a monophyletic group which is here given formal\nrecognition as the Hypnidae; 2) the Leucodontales are at least\nparaphyletic; 3) the Hypnales form, with most members of the\nLeucodontalean grade, a monophyletic group sister to a Hookerialean\nlineage. The Hypopterygiaceae, Hookeriales, as well as a clade composed\nof Neorutenbergia, Pseudocryphaea, and Trachyloma likely represent a\nbasal clade or grade within the Hypnidae. These results suggest that\nmode of branching and reduced peristomes are homoplastic at the ordinal\nlevel in pleurocarpous mosses.","trees":[{"tree_label":"Fig. 3","ntax":"86","rootedtree":"TRUE","title":"Pleurocarpous mosses","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_815.phy"}]}