{"Authors":" J. D. Polishook, Gerald F. Bills, Rajinder Sangari, Sarah\nKennedy, Zhiqiang An, Ping Lu, M. Sauer","Year":" 1992","Title":" Estimating polyketide metabolic potential among\nnon-sporulating fungal endophytes of Vaccinium macrocarpon.","Journal":" Molecular Ecology","Volume":" 106","Issue":" NA","Pages":" 460-470","Keywords":" NA","DOI":" NA","Abstract":" A set of 23 non-sporulating, unidentifiable endophytic\nfungi associated with wild Vaccinium macrocarpon were examined for their\npolyketide metabolite producing potential. Using two degenerate\npolymerase chain reaction primers (FPKSKSU-2 and FPKSKSD-1), we cloned\nand sequenced 12 ketosynthase domains from 11 of the 23 cranberry\nendophytic fungi. Phylogenetic analyses segregated the 12 ketosynthase\ndomains into three groups. One group of four sequences was clustered\nwith polyketide synthase genes involved in melanin formation. The second\ngroup of two ketosynthase sequences clustered with aflatoxin encoding\nfungal polyketide synthases. The remaining six ketosynthase domains were\nnot clustered with any of the known fungal polyketide synthase groups.\nOf the 12 ketosynthase fragments, five contained one or more introns in\nthe ~800 bp DNA region. In order to locate the phylogenetic origin of\nthe polyketide synthase genes, phylogenetic relationships of the strains\nwere inferred from small subunit ribosomal DNA sequences. Analyses of\nsmall subunit ribosomal DNA sequences showed that all but one of the\nstrains grouped among the major clades of the ascomycetes. The\nexceptional strain, CR70, was probably an oomycete. Thirteen of the 22\nascomycetous fungi appeared within a clade that included Oidiodendron\ntenuissimum of the Myxotrichaceae.","trees":[{"tree_label":"Fig. 1","ntax":"78","rootedtree":"TRUE","title":"fungal endophytes of cranberries","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_821.phy"},{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"ketosyntase domains from fungal polyketide synthase\ngenes","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_822.phy"}]}