{"Authors":" Terry M. McClean, Steven L Miller, Bart Buyck, John F.\nWalker","Year":" 2001","Title":" A molecular phylogeny of the Russulales including agaricoid,\ngasteroid and pleurotoid taxa.","Journal":" Mycologia","Volume":" 93","Issue":" 2","Pages":" 344-354","Keywords":" Basidiomycetes; large subunit rDNA; Russuloid lineage","DOI":" NA","Abstract":" The Russulales consists of agaricoid, gasteroid and\nhypogeous gasteroid taxa of basidiomycetes closely related to Russula\nand Lactarius. Because there have been no molecular phylogenetic studies\nof the Russulales, attempts at formulating a natural classification for\nthese taxa have met with difficulty. In this study, nuclear large\nsubunit rDNA (n-LSU) was used to infer phylogenetic relationships among\nmembers of the Russulales including agaricoid, tropical pleurotoid and\nannulate taxa, and gasteroid and hypogeous gasteroid genera. Analysis of\nthe n-LSU region indicated that Russula sensu strictu (excluding\ngasteroid and hypogeous gasteroid taxa) can be considered polyphyletic\nwith two well supported groups, one group arising separately from the\nmain body of the tree and one group basal to Lactarius. Russula sensu\nlato can be considered paraphyletic with gasteroid and hypogeous\ngasteroid forms nested in the same clades alongside agaricoid taxa.\nLactarius sensu lato was found to be a monophyletic group that includes\nagaricoid, gasteroid and hypogeous gasteroid taxa. Gasteroid and\nhypogeous gasteroid genera were scattered throughout the order, with\nMacowanites, Gymnomyces, Cystangium and Martellia nested within Russula,\nwhile Zelleromyces and Arcangeliella grouped within Lactarius. Most of\nthe gasteroid and hypogeous gasteroid genera appear to be polyphyletic\nand their position was supported within established infrageneric taxa of\nRussula and Lactarius. These results suggested that synonomy of\ngasteroid genera into Russula and Lactarius is justifiable.","trees":[{"tree_label":"Fig. 1","ntax":"40","rootedtree":"TRUE","title":"Russulales","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_832.phy"}]}