{"Authors":" Kerry O’Donnell","Year":" 2000","Title":" Molecular phylogeny of the Nectria haematococca-Fusarium\nsolani species complex.","Journal":" Mycologia","Volume":" 92","Issue":" 5","Pages":" 919-938","Keywords":" ascomycetes; biogeography; formae speciales; Hypocreales;\nNectriaceae; systematics; translation elongation factor EF-lα","DOI":" NA","Abstract":" Phylogenetic relationships and biogeography of die\nphytopathogenic Nectria haematococca-Fusarium solani species complex,\nsection Martiella of Fusarium, were inferred from sequence data from the\nnuclear large subunit 285 rDNA, the nuclear ribosomal internal\ntranscribed spacer (ITS) region and translation elongation factor\n(EF-la) gene introns and exons. Although a partition homogeneity test\ndetected significant incongruence between the 288 rDNA and ITS datasets,\nresults of the nonparametric Wilcoxon signed-ranks Templeton test\nindicated that the data could be combined. Maximum parsimony analysis of\nthe combined dataset identified 26 phylogenetically distinct ingroup\nspecies, of which 15 are heterothallic,7 are homothallic and 4 are\nputatively mitosporic. Included among these were 9 formae speciales\ndescribed for F: solani which were all resolved as phylogenetically\ndistinct species by the molecular phylogeny. Of these, F solani f. sp,\ncucurbitae races 1 and 2 appear to represent reproductively isolated\nbiological species with independent evolutionary origins. Results of the\nmolecular phylogeny also provide strong support for clades within New\nZealand, South America, Africa and India-Sri Lanka. The complex\nhistorical biogeography of this complex appears to reflect vicariant\nevents associated with the fragmentation of Gondwanaland, possible\ngondwanic range expansions together with relatively recent\ndistributional changes in these fungi associated with movement of\neconomically important plants.","trees":[{"tree_label":"Figure","ntax":"36","rootedtree":"TRUE","title":"Nectria haematococca-Fusarium solani","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_833.phy"}]}