{"Authors":" Leena Myllys, Teuvo Ahti, Soili Stenroos, Arne Thell","Year":" 2003","Title":" Phylogeny of bipolar Cladonia arbuscula and Cladonia mitis\n(Lecanorales, Euascomycetes)","Journal":" Molecular Phylogenetics and Evolution","Volume":" 27","Issue":" 1","Pages":" 58-69","Keywords":"","DOI":" 10.1016/S1055-7903(02)00398-6","Abstract":" Phylogenetic relationships and levels of geographic\ndifferentiation of two closely related bipolar taxa, Cladonia arbuscula\nand Cladonia mitis, were cladistically examined with ITS regions, SSU\nrDNA introns, partial β-tubulin, and partial glyceraldehyde 3-phosphate\ndehydrogenase (GAPDH) genes. In the combined analysis of the four genes,\nC. arbuscula was paraphyletic, while C. mitis, nested within C.\narbuscula, formed a strongly supported monophyletic group. C. arbuscula\nsamples were divided into three separate clades: “arbuscula I,”\nappearing as basal to the other ingroup taxa, “arbuscula II,” and\n“arbuscula III” (the latter represented by only one specimen), which\nwere not correlated with any morphological trait. Only C. mitis\nspecimens formed a morphologically and chemically distinct group. None\nof the main clades was correlated with geographic origin. The separate\nanalyses were poorly resolved, and in most cases samples from “arbuscula\nI,” “arbuscula II,” and “arbuscula III” clades were intermixed. An\nincongruence test revealed conflict among the four gene regions in\nalmost all cases. Only ITS regions and introns were not significantly\nincongruent, suggesting lack of recombination within the ribosomal DNA\nlocus. Incomplete lineage sorting and recombination were considered to\nbe the main reasons accounting for the incongruencies. The high\nproportion of shared polymorphisms between the “arbuscula I” and\n“arbuscula II” clades, especially found from the β-tubulin gene and from\nthe ITS regions, and the lack of corroborating morphological characters\nboth indicate a short history of reproductive isolation among the\ngroups. The lack of genetic differentiation among the northern and\nsouthern samples within the main clades indicates a relatively recent\ngene flow, which may have resulted from migrations during the\nPleistocene glaciations or from more recent long-distance\ndispersal.","trees":[{"tree_label":"Fig. 2d","ntax":"28","rootedtree":"TRUE","title":"Cladonia arbuscula and C. mitis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_838.phy"},{"tree_label":"Fig. 1b","ntax":"44","rootedtree":"TRUE","title":"Cladonia arbuscula and C. mitis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_834.phy"},{"tree_label":"Fig. 2a","ntax":"30","rootedtree":"TRUE","title":"Cladonia arbuscula and C. mitis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_835.phy"},{"tree_label":"Fig. 2b","ntax":"30","rootedtree":"TRUE","title":"Cladonia arbuscula and C. mitis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_836.phy"},{"tree_label":"Fig. 2c","ntax":"30","rootedtree":"TRUE","title":"Cladonia arbuscula and C. mitis","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_837.phy"}]}