{"Authors":" Aurélien Tartar, Byron J. Adams, Drion G. Boucias, James J.\nBecnel","Year":" 2002","Title":" Comparison of plastid 16S rDNA (rrn16) genes from\nHelicosporidium spp.: evidence supporting the reclassification of\nHelicosporidia as green algae (Chlorophyta).","Journal":" International Journal of Systematic and Evolutionary\nMicrobiology","Volume":" 53","Issue":" 6","Pages":" 1719-1723","Keywords":" NA","DOI":" 10.1099/ijs.0.02559-0","Abstract":" The Helicosporidia are invertebrate pathogens that have\nrecently been identified as being non-photosynthetic green algae\n(Chlorophyta). In order to confirm the algal nature of the genus\nHelicosporidium, the presence of a retained chloroplast in\nHelicosporidia cells was investigated. Fragments homologous to plastid\n16S rDNA (rrn16) genes were successfully amplified from cellular DNA\nextracted from two different Helicosporidium isolates. The fragment\nsequences are 1269 and 1266 bp long, are very AT-rich (60.7%), and are\nsimilar to homologous genes sequenced from non-photosynthetic green\nalgae. Maximum-parsimony, maximum-likelihood and neighbor-joining\nmethods were used to infer phylogenetic trees from a rrn16 sequence\nalignment. All trees depicted the Helicosporidia as sister taxa to the\nnon-photosynthetic, pathogenic alga Prototheca zopfii. Moreover, the\ntrees identified Helicosporidium spp. as members of a clade that\nincluded the heterotrophic species Prototheca spp. and Chlorella\nprotothecoides. The clade is always strongly supported by bootstrap\nvalues, suggesting that all these organisms share a most recent common\nancestor. Phylogenetic analyses inferred from plastid 16S rDNA genes\nconfirmed that the Helicosporidia are non-photosynthetic green algae,\nclose relatives to the genus Prototheca (Chlorophyta, Trebouxiophyceae).\nSuch phylogenetic affinities suggest that Helicosporidium spp. are\nlikely to possess Prototheca-like organelles and organelle genomes.","trees":[{"tree_label":"MPtree","ntax":"23","rootedtree":"TRUE","title":"Trebouxiophyceae + Chlorophyceae (MP/NJ)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_839.phy"},{"tree_label":"MLtree","ntax":"23","rootedtree":"TRUE","title":"Trebouxiophyceae + Chlorophyceae (ML))","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_840.phy"}]}