{"Authors":" James Allen Schulte II, Jane Melville, Allan Larson","Year":" 2003","Title":" Molecular phylogenetic evidence for ancient divergence of\nlizard taxa on either side of Wallace’s Line.","Journal":" Proceedings of the Royal Society B","Volume":" 270","Issue":" 1515","Pages":" 597-603","Keywords":" Wallace’s Line; Biogeography; Gondwana; Agamidae;\nVaranidae; Molecular Clock","DOI":" 10.1098/rspb.2002.2272","Abstract":" Wallace’s Line, separating the terrestrial faunas of\nSoutheast Asia from the Australia-New Guinea region, is the most\nprominent and well-studied biogeographic division in the world.\nPhylogenetically distinct subgroups of major animal and plant groups\nhave been documented on either side of Wallace’s Line since it was first\nproposed in 1859. Despite its importance, the temporal history of\nfragmentation across this line is virtually unknown and the geological\nfoundation has rarely been discussed. Using molecular phylogenetics and\ndating techniques, we show that the split between taxa on the Southeast\nAsian and Australian-New Guinean geological regions occurred during the\nLate Jurassic to Early Cretaceous in two independent lizard clades. This\nestimate is compatible with the hypothesis of rifting Gondwanan\ncontinental fragments during the Mesozoic and strongly rejects the\nhypothetical origin of various members of the Australian-New Guinean\nherpetofauna as relatively recent invasions from Southeast Asia. Our\nfinding suggests an ancient fragementation of lizard taxa on either side\nof Wallace’s Line and provides further evidence that the composition of\nmodern global communities has been significantly affected by rifting and\naccretion of Gondwanan continental plates during the Mid to Late\nMesozoic.","trees":[{"tree_label":"Fig. 2","ntax":"74","rootedtree":"TRUE","title":"Amphibolurinae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_847.phy"},{"tree_label":"Fig. 3.2","ntax":"56","rootedtree":"TRUE","title":"Varanoid lizards 2","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_848.phy"},{"tree_label":"Fig. 3.1","ntax":"56","rootedtree":"TRUE","title":"Varanoid lizards 1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_849.phy"}]}