{"Authors":" Michelle T. Seidl","Year":" 2000","Title":" Phylogenetic relationships within Cortinarius subgenus\nMyxacium, sections Defibulati and Myxacium.","Journal":" Mycologia","Volume":" 92","Issue":" 6","Pages":" 1091-1102","Keywords":" Agaricales; Basidiomycetes; clamp; connections;\nectomycorrhizal; nuclear rDNA; parsimony, phylogeny","DOI":" NA","Abstract":" Phylogenetic relationships of two sections from subgenus\nMyxacium in the brown-spored agaric genus Cortinarius were studied using\nnuclear DNA sequence data from the internal transcribed spacers (ITS1\nand ITS2) and the 5.88 rRNA gene of 23 species of Cortinarius, including\nseven subgenera. Of these, ten species represent the focal study group\nfrom sections Defibulati and Myxacium, three species represent three\nadditional sections within subgenus Myxacium, and ten species represent\nsix remaining subgenera within Cortinarius. Phylogenies inferred using\nparsimony and maximum likelihood strongly supported the two sections as\nmonophyletic, but did not support the subgenus Myxacium as a distinct\nlineage. Neither method of analysis resolved relationships below the\nsectional level. Morphological traits were examined for the two\nmonophyletic groups traditionally classified as sections Defibulati and\nMyxacium. Absence of clamp connections is a synapomorphy of section\nDefibulati. Cladistic analyses confirm that members sampled from\nsubgenus Myxacium in other sections are more closely allied with other\nsubgenera, suggesting the current taxonomy needs revision to reflect\nphylogenetic relationships.","trees":[{"tree_label":"Fig. 1","ntax":"23","rootedtree":"TRUE","title":"Cortinarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3609.phy"},{"tree_label":"Fig. 3","ntax":"23","rootedtree":"TRUE","title":"Cortinarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3610.phy"},{"tree_label":"Fig. 2","ntax":"23","rootedtree":"TRUE","title":"Cortinarius","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_3611.phy"}]}