{"Authors":" J. A. Doyle, Michael J Donoghue","Year":" 1989","Title":" Phylogenetic analysis of angiosperms and the relationships of\nHamamelidae.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 17-45","Keywords":" NA","DOI":" NA","Abstract":" In order to explore the basal radiation of angiosperms and\nthe phylogenetic position of ‘Hamamelidae’, we conducted a numerical\ncladistic analysis of monosulcate taxa (‘Magnoliidae’, monocots) and six\ntricolpate groups (assumed to be appropriate placeholders for ‘Rosidae’,\n‘Amentiferae’, and other ‘higher dicots’). Based on outgroup comparison\nwith Bennettitales plus Gnetales and with Mesozoic seed ferns,\nangiosperms are best rooted either within Magnoliales or with\nMagnoliales forming a basal clade. The remaining angiosperms are united\nby columellar exine structure. Within this group there are three main\nclades: i) Laurales, including Austrobaileya, Calycanthaceae,\nTrimeniaceae, and Chloranthaceae; ii) Winteraceae plus Illiciales; and\niii) a group united by palmate leaf venation and differentiated stamen\nfilaments, which contains the tricolpate groups (except Illiciales) and\na ‘paleoherb’ clade consisting of Lactoris, Aristolochiaceae, Piperaceae\nplus Saururaceae, Nymphaeaceae plus Cabombaceae, and monocots. Within\nthe palmate clade, Trochodendrales plus Hamamelidales and Ranunculidae\nplus Nelumbo may form a clade united by tricolpate pollen and loss of\nethereal oil cells, or Ranunculidae and Nelumbo may be linked with the\npaleoherbs based on anomocytic stomata and herbaceous habit. Under both\narrangements the chloranthoid teeth of Chloranthaceae are not homologous\nwith those in Hamamelidae and Ranunculidae, but there are almost equally\nparsimonious trees in which they may be homologous. Studies of Early\nCretaceous cordate leaves and tricolpate pollen and of living paleoherb\ngroups could provide valuable tests of these results. In future\ncladistic studies of Hamamelidae and other ‘higher’ dicots, Ranunculidae\nand paleoherbs should be considered closer outgroups than Magnoliales or\nChloranthaceae.","trees":[{"tree_label":"Fig. 3.1","ntax":"28","rootedtree":"TRUE","title":"angiosperms","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4277.phy"}]}