{"Authors":" Bernhard Misof, Thierry Wirth, Helmut Baminger, Martin\nHaase, Bruno Baur","Year":" 2003","Title":" Mitochondrial differentiation in a polymorphic land snail:\nEvidence for Pleistocene survival within the boundaries of\npermafrost.","Journal":" Journal of Evolutionary Biology","Volume":" 16","Issue":" NA","Pages":" 415-428","Keywords":" NA","DOI":" NA","Abstract":" The genetic differentiation of populations having\ncolonized formerly unsuitable habitats after the Pleistocene glaciations\ndepends to a great extent on the speed of expansion. Slow dispersers\nmaintain their refugial diversity while fast dispersal leads to a\nreduction of diversity in the newly colonized areas. During the\nPleistocene almost the entire current range of the land snail Arianta\narbustorum has repeatedly been covered with ice or been subjected to\npermafrost. Due to the low potential for dispersal of land snails, slow\n(re)colonization of the wide range from southern refugia can be\nexcluded. Alternatively, fast, passive dispersal from southern refugia\nor survival in and expansion from multiple refugia within the area\nsubjected to permafrost may account for the current distribution. To\ndistinguish between these scenarios we reconstructed a phylogeography\nbased on the sequences of a fragment of the cytochrome oxidase I from\n133 individuals collected at 45 localities and analyzed the molecular\nvariance. Seventy-five haplotypes were found which diverged on average\nat 7.52% of positions. This high degree of diversity suggests that A.\narbustorum is an old species in which the population structure,\nisolation, and the hermaphroditic nature have reduced the probability of\nlineage extinction. The genetic structure was highly significant with\nthe highest variance partition found among regions. Geographic distance\nand mitochondrial differentiation were not congruent. Lineages had\noverlapping ranges. The clear genetic differentiation and the patchy\npattern of haplotype distribution suggest that colonization of formerly\nunsuitable habitats was mainly achieved from multiple populations from\nwithin the permafrost area.","trees":[{"tree_label":"Fig. 3","ntax":"82","rootedtree":"TRUE","title":"Arianta","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_881.phy"}]}