{"Authors":" David S. Gernandt, Elena R. Alvarez-Buylla, Jeffrey K.\nStone, Sol Ortiz-García, Rodolfo Salas-Lizana, Ignacio H. Chapela, Peter\nJohnston","Year":" 2003","Title":" Phylogenetics of Lophodermium from pine.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Lophodermium comprises ascomycetous fungi that are both\nneedle cast pathogens and asymptomatic endophytes on a diversity of\nplant hosts. It is distinguished from other genera in the family\nRhytismataceae by its filiform ascospores and ascocarps that open by a\nlongitudinal slit. Nucleotide sequences of the internal transcribed\nspacer (ITS) region of nuclear ribosomal DNA were used to infer\nphylogenetic relationships within Lophodermium. Twenty-nine sequences\nfrom approximately 11 species of Lophodermium were analyzed together\nwith eight sequences from isolates thought to represent six other genera\nof Rhytismataceae: Elytroderma, Lirula, Meloderma, Terriera,\nTryblidiopsis, and Colpoma. Two putative Meloderma desmazieri isolates\noccurred within the Lophodermium clade but separate from one another;\none grouped with L. indianum, and the other with L. nitens. An isolate\nof Elytroderma deformans also occurred within the Lophodermium clade,\nbut on a solitary branch. We attribute the occurrence of these genera\nwithin the Lophodermium clade to either problems in generic concepts in\nRhytismataceae (such as emphasis on spore morphology to delimit genera),\nor to difficulty of isolating Rhytismataceae needle pathogens from\nmaterial that is also colonized by Lophodermium. We also evaluated the\ncongruence of host distribution and several morphological characters on\nthe ITS phylogeny. Lophodermium species from pine hosts formed a\nmonophyletic sister group to Lophodermium species from more distant\nangiosperm hosts from the southern hemisphere but not to L. picea from\nPicea. The ITS topology indicated that Lophodermium does not show strict\ncospeciation with pines at deeper branches, although several closely\nrelated isolates have closely related hosts. Pathogenic species occupy\nderived positions in the pine clade suggesting that pathogenicity has\nevolved from endophytism.","trees":[{"tree_label":"ITS tree","ntax":"37","rootedtree":"TRUE","title":"Rhytismataceae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_882.phy"}]}