{"Authors":" Philip S. Ward, Seán G. Brady","Year":" 2003","Title":" Phylogeny and biogeography of the ant subfamily Myrmeciinae\n(Hymenoptera: Formicidae).","Journal":" Invertebrate Systematics","Volume":" 17","Issue":" 3","Pages":" 361-389","Keywords":" NA","DOI":" 10.1071/IS02046","Abstract":" We investigated phylogenetic relationships among the\nìprimitiveî Australian ant genera Myrmecia and Nothomyrmecia (stat.\nrev.) and the Baltic amber fossil genus Prionomyrmex, using a\ncombination of morphological and molecular data. Outgroups for the\nanalysis included representatives from a variety of potential sister\ngroups, including five extant subfamilies of ants and one extinct group\n(Sphecomyrminae). Parsimony analysis of the morphological data provides\nstrong support (~95% bootstrap proportions) for the monophyly of (1)\ngenus Myrmecia, (2) genus Prionomyrmex, and (3) a clade containing those\ntwo genera plus Nothomyrmecia. A group comprising Nothomyrmecia and\nPrionomyrmex is also upheld (85% bootstrap support). Molecular sequence\ndata (~2200 bp from the 18S and 28S rRNA genes) corroborate these\nfindings for extant taxa, with Myrmecia and Nothomyrmecia appearing as\nsister groups with ~100% bootstrap support under parsimony, neighbor\njoining and maximum likelihood analyses. Neither the molecular nor the\nmorphological data sets allow us to identify unambiguously the sister\ngroup of (Myrmecia + (Nothomyrmecia + Prionomyrmex)). Rather, Myrmecia\nand relatives are part of an unresolved polytomy that encompasses most\nof the ant subfamilies. Taken as a whole our results support the\ncontention that many of the major lineages of antsóincluding a clade\nthat later came to contain Myrmecia, Nothomyrmecia and\nPrionomyrmexóarose at approximately the same time during a bout of\ndiversification in the middle or late Cretaceous. Based on Bayesian\ndating analysis the estimated age of the most recent common ancestor of\nMyrmecia and Nothomyrmecia is 74 Ma (95% confidence limits: 53-101 Ma),\na result consistent with the origin of the myrmeciine stem lineage in\nthe Cretaceous. The ant subfamily Myrmeciinae is redefined to contain\ntwo tribes, Myrmeciini (genus Myrmecia) and Prionomyrmecini\n(Nothomyrmecia and Prionomyrmex). Phylogenetic analysis of the enigmatic\nArgentine fossils Ameghinoia and Polanskiella demonstrates that they are\nalso members of the Myrmeciinae, probably more closely related to\nPrionomyrmecini than to Myrmeciini. Thus, the myrmeciine ants appear to\nbe a formerly widespread group, which retained many ancestral formicid\ncharacteristics, and which went extinct everywhere except in the\nAustralian region.","trees":[{"tree_label":"Fig. 18","ntax":"17","rootedtree":"TRUE","title":"Formicidae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_892.phy"}]}