{"Authors":" Y. Homma, A. R. Lattanzi, Takayuki Aoki, Kerry\nO’Donnell","Year":" 2003","Title":" Sudden death syndrome of soybean is caused by two\nmorphologically and phylogenetically distinct species within the\nFusarium solani species complex, F. virguliforme in North America and F.\ntucumaniae in South America.","Journal":" Mycologia","Volume":" 95","Issue":" 4","Pages":" 660-684","Keywords":"","DOI":" NA","Abstract":" Soybean sudden death syndrome has become a serious\nconstraint to commercial production of this crop in North and South\nAmerica during the past decade. To assess whether the primary\netiological agent is panmictic in both hemispheres, morphological and\nmolecular phylogenetic analyses were conducted on strains selected to\nrepresent the known pathogenic and genetic diversity of this pathogen.\nMaximum parsimony analysis of DNA sequences from the nuclear ribosomal\nintergenic spacer region and the single copy nuclear gene translation\nelongation factor 1-a, together with detailed morphological comparisons\nof conidial features, indicate that SDS of soybean in North and South\nAmerica is caused by two phylogenetically and morphologically distinct\nspecies. Fusarium virguliforme sp. nov., formally known as F. solani\nf. sp. glycines, is described and illustrated for the SDS pathogen in\nNorth America, and F. tucumaniae sp. nov. is proposed for the South\nAmerican pathogen. The molecular phylogenetic results challenge the\nforma specialis naming system because pathogenicity to soybean may have\nevolved convergently in F. tucumaniae and F. virguliforme. Phylogenetic\nevidence indicates the two SDS pathogens do not share a most recent\ncommon ancestor since F. tucumaniae was resolved as a sister to a\npathogen of Phaseolus vulgaris, F. phaseoli comb. nov. All three\npathogens appear to have evolutionary origins in the southern hemisphere\nsince they are deeply nested within a South American clade of the F.\nsolani species complex.","trees":[{"tree_label":"Fig. 73","ntax":"26","rootedtree":"TRUE","title":"Soybean sudden death syndrome, IGS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_894.phy"},{"tree_label":"Fig. 72","ntax":"43","rootedtree":"TRUE","title":"Soybean sudden death syndrome, ITS+28S+EF1","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_893.phy"}]}