{"Authors":" Marcia Marston, Martine Villalard-Bohnsack","Year":" 2002","Title":" Genetic variability and potential sources of Grateloupia\ndoryphora (Halymeniaceae, Rhodophyta), an invasive species in Rhode\nIsland waters (USA).","Journal":" Journal of Phycology","Volume":" 38","Issue":" NA","Pages":" 649-658","Keywords":" genetic diversity; Grateloupia doryphora; ITS sequences;\nmitochondrial sequences; origin of invasive species; RAPDs; red\nalga","DOI":" 10.1046/j.1529-8817.2002.01063.x","Abstract":" Grateloupia doryphora (Montagne) M.Howe is an invasive\nfoliose alga that was reported for the first time in Rhode Island, USA\nin 1997. The population has since increased in size and expanded in\nrange. In this study, the genetic variation and potential sources of the\nRhode Island G. doryphora population were examined using three types of\nmolecular markers: randomly amplified polymorphic DNA (RAPD), nuclear\ninternal transcribed spacer (ITS) sequences, and mitochondrial cox2-cox3\nintergenic spacer (COX) sequences. No variation was detected in ITS or\nCOX sequences among Rhode Island G. doryphora individuals. RAPDs,\nhowever, did reveal genetic variation, although banding patterns were\nsimilar, with RAPD genetic distances between individuals ranging from\n0.00 to 0.17. The low level of genetic diversity observed within the\nRhode Island population may be due to a small founder population or a\nfounder population derived from a genetically uniform source. To\nidentify possible sources of the Rhode Island invasion, individuals from\nnine geographically diverse populations of foliose Grateloupia were\ncompared. Phylogenetic trees inferred from RAPD distances, ITS and COX\nsequences had similar topologies and thus there was phylogenetic\ncongruence among these independent loci. The Rhode Island G. doryphora\nspecimens were genetically similar to specimens from G. doryphora\npopulations located in Portsmouth, England; Tholen Island, The\nNetherlands; and Brittany and Hérault, France. Interestingly, the G.\ndoryphora population in each of these locations is itself due to an\nintroduction event within the past 40 years.","trees":[{"tree_label":"Fig. 4","ntax":"23","rootedtree":"TRUE","title":"ITS Grateloupia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5775.phy"},{"tree_label":"Fig. 5","ntax":"21","rootedtree":"TRUE","title":"Cox Grateloupia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5776.phy"}]}