{"Authors":" Esra Einax, Kerstin Voigt","Year":" 2003","Title":" Oligonucleotide primers for the universal amplification of\nbeta-tubulin genes facilitate analyses among the regnum FUNGI.","Journal":" Organisms Diversity & Evolution","Volume":" 3","Issue":" 3","Pages":" 185-194","Keywords":" NA","DOI":" NA","Abstract":" Among genes coding for proteins with basic structural\nfunctions in all eukaryotes, the highly conserved and functionally\nessential gene for beta-tubulin is receiving increasing attention in the\nreconstruction of phylogenies within a broad organismic range. We\ntherefore constructed a set of twelve universally applicable primers\nthat allow reliable amplification of beta-tubulin genes among all major\neukaryotic kingdoms including fungi (Eumycota), animals (Metazoa) and\ngreen plants (Viridiplantae). For primer design, the amino acid\nsequences of 35 beta-tubulin genes from Ascomycota, Basidiomycota,\nChytridiomycota, Zygomycota, Metazoa, Oophyta and Viridiplantae were\naligned and used for the definition of four well-conserved regions.\nThese are suitable priming sites in PCR amplification experiments. Out\nof these amino acid regions twelve primers were designed, which initiate\nthe amplification of beta-tubulin genes from a wide range of eukaryotic\norganisms with special emphasis on fungi. In four pair-wise primer\napplications gene fragments of up to 1,500 bp in size could be isolated,\nwhich comprise nearly complete beta-tubulin genes from twelve\nrepresentative species of the Eumycota. The sequences of 7 beta-tubulin\nfragments were obtained from Allomyces moniliformis, A. neomoniliformis,\nBlastocladiella britannica, Chytridium confervae, Mortierella isabellina\nand Trametes versicolor. Reliable amplification of beta-tubulin over a\nbroad spectrum of organisms provides a strong basis for the\nestablishment of both deep level phylogenies and studies of complex\nspecies groups based on beta-tubulin gene trees.","trees":[{"tree_label":"Fig 4","ntax":"57","rootedtree":"TRUE","title":"Fungi","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5778.phy"}]}