{"Authors":" Bernard Slippers, Sandra Denman, Teresa A. Coutinho, Brenda\nD Wingfield, Michael J Wingfield, Pedro W. Crous","Year":" 2003","Title":" Combined multiple gene genealogies and phenotype characters\ndifferentiate several species previously identified as Botryosphaeria\ndothidea.","Journal":" Mycologia","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Botryosphaeria dothidea is one of the most commonly\nreported species in a genus of important pathogens of woody plants. This\ntaxon is generally accepted to represent a species complex, and hence\nits identity remains unclear. Previous studies have either treated B.\ndothidea as the valid name for B. ribis and B. berengeriana, or argued\nfor them to be separate entities. To add to the confusion, no ex-type\ncultures are available for either B. dothidea or B. ribis. The aim of\nthe present study, therefore, was to recollect and characterize these\nfungi, and designate a set of reference cultures that can be used in\nfuture studies. To this end morphological, cultural, and multi-allelic\nDNA sequence data sets from the rDNA (ITS 1, 5.8S, and ITS 2), b-tubulin\nand EF1-a genes were used to fully characterize these species.\nBotryosphaeria dothidea was found to be distinct from B. ribis, while B.\nberengeriana was retained as synonym of the former name. Furthermore,\nFusicoccum aesculi is accepted as anamorph of B. dothidea, while the\nanamorph of B. ribis is newly described as F. ribis sp. nov.\nBotryosphaeria ribis could be distinguished from B. parva based on\nb-tubulin and EF1-a sequence data. A combined phylogeny of the three\ngene regions used in this study also showed that the genus\nBotryosphaeria represents two distinct phylogenetic assemblages that\ncorrespond to species with Diplodia and Fusicoccum anamorphs.","trees":[{"tree_label":"Fig. 17","ntax":"29","rootedtree":"TRUE","title":"Botryosphaeria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5781.phy"}]}