{"Authors":" Rodger C. Evans, Torsten Eriksson, Jenny E. E. Smedmark,\nChristopher S. Campbell","Year":" 2003","Title":" Ancient Allopolyploid Speciation in Geinae (Rosaceae):\nEvidence from Nuclear granule-Bound Starch Synthase (GBSSI) Gene\nSequences.","Journal":" Systematic Biology","Volume":" 52","Issue":" 3","Pages":" 374-385","Keywords":"","DOI":" 10.1080/10635150390197000","Abstract":" A nuclear low copy gene phylogeny provides strong evidence\nfor the hybrid origin of seven polyploid species in Geinae. In a gene\ntree, alleles at homoeologous loci in an allopolyploid species are\nexpected to be sister to orthologues in its ancestral taxa rather than\nto each other. Alleles at a duplicated locus in an autopolyploid, on the\nother hand, are expected to be more closely related to each other than\nthey are to any orthologous copies in closely related species. We cloned\nand sequenced about 1.9 kb from the 5’ end of the GBSSI-1 gene from two\ndiploid, one tetraploid and six hexaploid species. Each of the three\nloci in the hexaploid species forms a separate group of which two are\nmore closely related to copies in other species than they are to each\nother. This indicates that the hexaploid lineage evolved through two\nconsecutive allopolyploidisation events. Based on the GBSSI-1 gene tree\nwe hypothesise an initial hybridisation between a diploid from the\nancestral lineage of Coluria and Waldsteinia and an unknown diploid\nspecies, to form the tetraploid Geum heterocarpum lineage. Backcrossing\nof G. heterocarpum with a representative of the unknown diploid lineage,\nis suggested to have resulted in a hexaploid lineage that has radiated\nconsiderably since its origin, comprising at least 40 extant species\nwith varying morphology. A Penalized likelihood analysis indicates that\nGeinae may be about 17 million years old, implying that the hypothesised\nallopolyploid speciation events are relatively ancient. Six of the 22\ncloned Geinae GBSSI-1 copies in this study, which all are duplicate\ncopies in polyploid taxa, may have become pseudogenes. The GBSSI-1\nphylogeny is compared with one from chloroplast data, and implications\nfor the evolution of some fruit characters are discussed.","trees":[{"tree_label":"Fig. 1","ntax":"24","rootedtree":"TRUE","title":"Geinae strict","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5782.phy"},{"tree_label":"Fig. 2","ntax":"24","rootedtree":"TRUE","title":"Geinae ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5783.phy"}]}