{"Authors":" J. E. Henrich, Peter Goldblatt","Year":" 1991","Title":" Calydorea Herbert (Iridaceae-Tigridieae): Notes on this New\nWorld genus and reduction to synonymy of Salpingostylis, Cardiostigma,\nItysa, and Catila.","Journal":" Annals of the Missouri Botanical Garden","Volume":" 78","Issue":" NA","Pages":" 504-511","Keywords":" NA","DOI":" NA","Abstract":" Subequal tepals spreading from the base, free stamens, and\nshort slender style branches with simple, obtuse to emarginate apices,\nthe defining generic criteria for the southern South American Calydorea\n(Iridaceae-Tigridieae) (Herbert, 1843a) also characterize the Florida\n(U.S.A.) monotypic Salpingostylis (Small, 1931), the Mexican\nCardiostigma (Baker, 1876), and the Venezuelan Itysa Ravenna (1986).\nSalpingostylis and Cardiostigma hardly differ from one another and are\ncongeneric; they can be distinguished from Calydorea only by their\nsecund flower, weakly eccentric style that divides near the apex of the\nanthers, and short style branches. Itysa also has secund flowers with\nspreading subequal tepals, free stamens and slender, simple style\nbranches. It is unusual only in having the anthers coherent at their\nbases and a style that divides above the level of the anthers. Typical\nCalydorea has upright flowers and a central style that divides near the\nbases of the anthers into relatively longer style branches that twist\nweakly so that they come to lie between, rather than opposite, the style\nbranches. We consider the differences between Calydorea, Cardiostigma,\nSalpingostylis, and Itysa too insignificant to merit generic segregation\nand unite them all under Calydorea. An unusual species of Calydorea, C.\npallens, which has unequal inner and outer tepals and style branches\nthat lie opposite the anthers, is strikingly similar to Catila amabilis\n(Ravenna, 1983), the latter having somewhat larger and more intensely\ncolored flowers, the anthers of which clasp the style branches after\nanthesis. These two species belong in the same genus, and we recommend\ntreating both as Calydorea in which we consider them to be relatively\nunspecialized. Other members of Tigridieae, notably Onira, Eleutherine,\nand Gelasine, that have free stamens and simple style branches are\nconsidered in relation to Calydorea. The phylogenetic position of the\nspecies or species clusters of Calydorea are analyzed cladistically and\nare discussed in relation to other taxa of Tigridieae and the basic\ncharacter states of the tribe and its sister taxon Mariceae.","trees":[{"tree_label":"Fig. 3","ntax":"10","rootedtree":"TRUE","title":"Calydorea","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1322.phy"}]}