{"Authors":" Torsten Eriksson, Charles F. Delwiche, M. S. Hibbs, Anne D\nYoder, Michael J Donoghue","Year":" 2003","Title":" The phylogeny of Rosoideae (Rosaceae) based on sequences of\nthe internal transcribed spacers (ITS) of nuclear ribosomal DNA and the\ntrnL/F region of Chloroplast DNA.","Journal":" International Journal of Plant Sciences","Volume":" 164","Issue":" 2","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" The phylogeny of Rosoideae was investigated using 44\nspecies. Here we report new sequence data from the chloroplast trnLñtrnF\nregion as well as an increased sample of species. The analysis of these\nnew data, along with previously used data from the nuclear ribosomal\ninternal transcribed spacers (ITS), significantly increased resolution\nas well as confidence for Rosoideae phylogeny. Analyses were conducted\nusing both Bayesian inference and parsimony methods on the data sets\nseparately and in combination. The resulting phylogenies are congruent\nwith all well supported clades of Rosoideae found in previous analyses\nof ITS or rbcL data. The support for these and other clades is improved\nand we consider several clades supported well enough to be named. The\nfollowing clades are given phylogenetic definitions: Sanguisorbeae and\nits subclades Agrimoniinae and Sanguisorbinae, Potentilleae and its\nsubclades Fragariinae and Potentilla, Roperculina (Rosa + Sanguisorbeae\n+ Potentilleae), and Sanpotina (Sanguisorbeae + Potentilleae).\nPotentilla includes the P. anserina clade (Argentina) in our trnL/F and\ncombined analyses, but this relationship is not resolved by ITS alone.\nThe previously used genera Duchesnea (P. indica), Horkelia, and Ivesia\nare strongly supported as nested within Potentilla. Comarum (P.\npalustris and P. salesowianum), Sibbaldiopsis (P. tridentata), Dasiphora\n(P. fruticosa), and Drymocallis (P. arguta) join Alchemilla, Aphanes,\nSibbaldia, Chamaerhodos, and Fragaria in the well supported Fragariinae\nclade outside of Potentilla. The monophyly of both Potentilleae and\nSanguisorbeae is well supported, and the clades correspond to previously\nnamed tribes with the exception of Alchemilla and its segregate Aphanes\nwhich are nested within Potentilleae instead of in Sanguisorbeae. The\nposition of Rubus is still not securely resolved.","trees":[{"tree_label":"Fig. 3 left","ntax":"43","rootedtree":"TRUE","title":"Rosoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4067.phy"},{"tree_label":"Fig. 2 left","ntax":"44","rootedtree":"TRUE","title":"Rosoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4065.phy"},{"tree_label":"Fig. 2 right","ntax":"44","rootedtree":"TRUE","title":"Rosoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4066.phy"},{"tree_label":"Fig. 3 right","ntax":"43","rootedtree":"TRUE","title":"Rosoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4068.phy"},{"tree_label":"Fig. 5","ntax":"43","rootedtree":"TRUE","title":"Rosoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4069.phy"},{"tree_label":"Fig. 4","ntax":"43","rootedtree":"TRUE","title":"Rosoideae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4070.phy"}]}