{"Authors":" Marieka Gryzenhout, Henrietta Myburg, Brenda D Wingfield,\nMichael J Wingfield","Year":" 2003","Title":" Conspecificity of Endothia eugeniae and Cryphonectria\ncubensis: A re-evaluation based on morphology and DNA sequence\ndata.","Journal":" Mycoscience","Volume":" 44","Issue":" 3","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Cryphonectria cubensis and Endothia eugeniae are fungal\npathogens of Eucalyptus and clove that were reduced to synonymy based on\nthe results of cross-inoculation studies, isozyme analysis, cultural\nstudies and morphology. A previous phylogenetic study on Cryphonectria,\nbased on sequence variation in the ITS regions of the ribosomal RNA\noperon, also supported the conspecificity of C. cubensis and E.\neugeniae, but was based on only one E. eugeniae isolate. New collections\nfrom clove in Brazil and Indonesia have become available, providing the\nopportunity to reconsider the conspecificity of C. cubensis and E.\neugeniae. The occurrence of C. cubensis on clove was confirmed based on\nmorphological comparisons and phylogenetic analyses of ribosomal DNA and\nb-tubulin gene sequence data. In addition to C. cubensis, other fungi\nmorphologically similar to Cryphonectria species based on their orange\nstromata, were also present on some clove specimens. Furthermore, a\nsmaller number of isolates, for which no herbarium material exists,\ngrouped separately, outside both the C. cubensis and Cryphonectria\nclade. The presence of more than one closely related fungus on clove,\nraises questions relating to the legitimacy of the synonymy of E.\neugeniae and C. cubensis, but the presence of C. cubensis on the type\nspecimen of E. eugeniae supports it. We thus retain the synonymy of the\ntwo fungi but provide evidence that other fungi, closely related to\nCryphonectria but not C. cubensis, are present on clove.","trees":[{"tree_label":"Fig. 4","ntax":"33","rootedtree":"TRUE","title":"Cryphonectria","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4084.phy"}]}