{"Authors":" Brent D. Mishler, Charles F. Delwiche, L. E. Graham","Year":" 1991","Title":" Phylogenetic connections between the ‘green algae’ and the\n‘bryophytes’.","Journal":" Advances in Bryology","Volume":" 4","Issue":" NA","Pages":" 213-244","Keywords":" NA","DOI":" NA","Abstract":" An updated cladistic analysis of charophycean green algae,\nfocusing on divergence of the embryophyte clade, was derived by\napplication of Wagner parsimony to a data set consisting of\nmorphological, ultrastructural, and biochemical characters. Characters\nnot previously used in such analyses include: sexual growth response\n(cell-to cell interactions between gametes or zygotes and vegetative\nthallus cells), post-fertilization enlargement of zygotes, polyphenolic\ndeposition induced by zygote formation, diagonal cell divisions in\nspermatid ontogeny, cortical microtubule arrays, preprophase microtubule\nbands, bicentriolar centrosomes, and sporic meiosis. Despite the\naddition of these new characters, the topology of the most parsimonious\ntree resulting from their use was remarkably similar to a cladogram\npreviously published by Mishler and Churchill. The present analyses\nsuggest that future biochemical and cellular studies should be focused\non the following: the pattern of occurrence of glycolate oxidase and\nclass I aldolases in lower charophytes and putative ancestral\nflagellates; cell-to-cell growth interactions related to sexual\nreproduction; cell division and sexual reproduction in\nChaetosphaeridium; patterns of involvement of callose in reproductive\ndevelopment; biochemical pathways leading to flavonoid synthesis and\npolyphenolic deposition in cell walls; cytoskeleton dynamics,\nphragmoplast development, and structure and rob of plasmodesmata;\ncomparative structure of chloroplasts and pyrenoids; behavior of\nperoxisomes during cell division– and the nature of the surface layer\npresent on thalli of some species of Coleochaete. Evidence is presented\nto support the view that while the archegonium bearing plants may well\nbe polyphyletic or paraphyletic, as has been effectively argued by\nothers, the embryophytes are most likely monophyletic. The molecular,\nbiochemical, and structural evidence suggests that embryophytes are\nderived from charophycean ancestors similar to Charales and Coleochaete.\nIt is concluded that charophycean algae should be the taxa of choice for\nuse as model experimental systems in which to study the cellular,\nbiochemical, and molecular bases of many embryophyte features, rather\nthan more distantly related green algae.","trees":[{"tree_label":"Fig. 1","ntax":"8","rootedtree":"TRUE","title":"green plants","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_1312.phy"}]}