{"Authors":" Donald M. Britton, Kathleen M. Pryer, David L. Des Marais,\nAlan R. Smith","Year":" 2003","Title":" Phylogenetic Relationships and Evolution of Extant\nHorsetails, Genus Equisetum, Based on Chloroplast DNA Sequence Data\n(rbcL and trnL-F).","Journal":" International Journal of Plant Sciences","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Equisetum is a small and morphologically distinct genus\nwith a rich fossil record. Two subgenera have been recognized based\nprincipally on stomatal position and stem branching: subg. Equisetum (8\nspecies; superficial stomates; stems branched) and subg. Hippochaete (7\nspecies; sunken stomates; stems generally unbranched). Prior attempts at\nunderstanding Equisetum systematics, phylogeny, and character evolution\nhave been hampered by the high degree of morphological plasticity in the\ngenus, as well as frequent hybridization among members within each\nsubgenus. We present the first explicit phylogenetic study of Equisetum,\nincluding all 15 species and two samples of one widespread hybrid, E.\n\u001aferrissii, based on a combined analysis of two chloroplast markers, rbcL\nand trnL-F. Our robustly supported phylogeny identifies two monophyletic\nclades corresponding to the two subgenera recognized by earlier workers.\nThe phylogenetic placement of E. bogotense, however, is ambiguous. In\nmaximum likelihood analyses, it allies with subg. Hippochaete as the\nmost basal member, while maximum parsimony places it as sister to the\nrest of the genus. A consensus phylogeny from the two analyses is\npresented as a basal trichotomy (E. bogotense, subg. Hippochaete, subg.\nEquisetum) and morphological character evolution is discussed. We\ndetected rate heterogeneity in the rbcL locus between the two subgenera\nthat can be attributed to an increased rate of nucleotide substitution\n(transversions) in subg. Hippochaete. We calculated molecular-based age\nestimates using the penalized likelihood approach, which accounts for\nrate heterogeneity and does not assume a molecular clock. The Equisetum\ncrown group appears to have diversified in the early Cenozoic, whereas\nthe Equisetaceae total group is estimated to have a Paleozoic origin.\nThese molecular-based age estimates are in remarkable agreement with\ncurrent interpretations of the fossil record.","trees":[{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Equisetum MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4087.phy"},{"tree_label":"Fig. 3","ntax":"22","rootedtree":"TRUE","title":"Equisetum ML","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4088.phy"}]}