{"Authors":" Giampaolo Simonini, Heidi Ladurner, Ursula Peintner","Year":" 2003","Title":" Xerocomus cisalpinus sp. nov. and the delimitation of species\nin the Xerocomus chrysenteron complex based on morphology and rDNA-LSU\nsequences.","Journal":" Molecular Ecology","Volume":" NA","Issue":" NA","Pages":" NA","Keywords":"","DOI":" NA","Abstract":" Species delimitation is still controversial in the\nXerocomus chrysenteron complex. We have therefore established\ncomprehensible and reliable species concepts based on statistical\nevaluation of morphological and ecological characters. We extensively\nexamined many collections from different geographical regions and\ndifferent developmental stages within collections. Quantitative\nmicromorphological characters (basidiospores, pileipellis end cells)\nwere measured in statistically relevant numbers. The same material was\nused to generate 24 rDNA LSU sequences, and the results of phylogenetic\nanalyses clearly confirmed our species concepts: Spore size and\nornamentation, length of the pileipellis end cells and pruinatus-hyphae\nare most valuable characters for the delimitation of species in this\ncomplex. Molecular data demonstrated that the X. chrysenteron complex is\na monophyletic group. All the examined species (X. chrysenteron, X.\ncisalpinus X. pruinatus, X. ripariellus, X. dryophilus, X. fennicus, X.\nporosporus, X. rubellus) represent independent lineages. The faintly\nstriate spores, a key character characterising species of section\nStriatulispori, probably evolved independently. In addition, the\npruinatus-hyphae have multiple origins, and. truncate spore apices are\nderived at least twice. Xerocomus cisalpinus sp. nov. is characterised\nby striate spores, the presence of pruinatus-hyphae and a pileipellis\nstrongly reminiscent of X. chrysenteron. For reasons of discussion,\nmicroscopical data are presented for Boletellus episcopalis for the\nfirst time. Xerocomus fennicus comb. nov. is proposed. We provided\ndetailed descriptions and a key for all included taxa. Our results once\nmore demonstrate, that reliably identified and characterised voucher\ncollections are the basic requirement for meaningful phylogenetic\nstudies.","trees":[{"tree_label":"Fig. 1","ntax":"34","rootedtree":"TRUE","title":"Xerocomus chrysenteron group","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4092.phy"},{"tree_label":"PAUP3","ntax":"34","rootedtree":"TRUE","title":"Tr4090","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4090.phy"},{"tree_label":"PAUP2","ntax":"34","rootedtree":"TRUE","title":"Tr4091","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_4091.phy"}]}