{"Authors":" Mary L. Berbee, Patrik Inderbitzin, Yeshwant R Mehta","Year":" 2009","Title":" Pleospora species with Stemphylium anamorphs: a four locus\nphylogeny resolves new lineages yet does not distinguish among species\nin the Pleospora herbarum clade","Journal":" Mycologia","Volume":" 101","Issue":" 3","Pages":" 329-339","Keywords":" NA","DOI":" 10.3852/08-071","Abstract":" Stemphylium is a genus of plant pathogens and saprobes in\nthe Pleosporaceae (Pleosporales, Dothideomycetes, Ascomycetes). The\nteleomorphs of Stemphylium, where known, are in Pleospora, with\nPleospora herbarum as the type. The goal of this study was to present a\nrigorous phylogenetic analysis of the relationships among Stemphylium\nisolates with particular emphasis on species delimitation in the P.\nherbarum clade, on possible new species and on the relationship of\nclades to cultures from type specimens. Our taxon sampling comprised 110\nStemphylium strains collected worldwide from various hosts and DNA\nsequences from four loci, from the ITS, the protein encoding GPD and\nEF-1 alpha genes, and the intergenic spacer between vmaA and vpsA. A\nlarge EF-1 alpha intron delimited by non-canonical splice sites and\nencoding putative proteins was present in three unrelated isolates and\nwas excluded from analyses. Isolates used comprised 23 representatives\nderived from type strains, compared to type strains or otherwise\nconnected to type material, 40 unnamed strains morphologically similar\nto the type P. herbarum, four strains from an outbreak of Stemphylium\nleaf blight of cotton in Brazil, and eight strains collected in British\nColumbia mainly from non-agricultural hosts. Our results provided strong\nsupport for the main groupings of Stemphylium obtained earlier but also\nrevealed six possible new species. Other variation within morphological\nspecies may point to additional cryptic species. On the other hand, even\nwith four loci, cultures ex-type of five species including P. herbarum\nwere inseparable. We speculate that being self-fertile, the clade\nincluding P. herbarum might represent a group of highly inbred,\nmorphologically distinct lineages that have yet to accumulate detectable\nspecies-specific sequence variation. The lack of variation in P.\nherbarum clade contrasts with many other a priori defined morphological\nspecies where multigene phylogenetic analyses revealed new cryptic\nspecies.","trees":[{"tree_label":"Fig. 4","ntax":"53","rootedtree":"TRUE","title":"Pleospora species with Stemphylium anamorphs, 4\nloci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6220.phy"},{"tree_label":"Fig. 2","ntax":"110","rootedtree":"TRUE","title":"Pleospora species with Stemphylium anamorphs, 3\nloci","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6288.phy"}]}