{"Authors":" David M. Spooner","Year":" 2009","Title":" DNA barcoding will frequently fail in complicated plant\ngroups: an example in wild potatoes","Journal":" American Journal of Botany","Volume":" 96","Issue":" NA","Pages":" 1177-1189","Keywords":"","DOI":" 10.3732/ajb.0800246","Abstract":" DNA barcoding (“barcoding” ) has been proposed as a rapid\nand practical molecular method to identify species via diagnostic\nvariation in short orthologous DNA sequences from one or a few universal\ngenomic regions. It seeks to address in a rapid and simple way the\n“taxonomic impediment” of a greater need for taxonomic identifications\nthan the supply of taxonomists. This study tests barcoding with the most\nvariable and frequently suggested plant barcoding regions: the internal\nnon-transcribed spacer of nuclear ribosomal DNA (ITS), and the plastid\nmarkers trnH-psbA intergenic spacer, and matK, in a complicated plant\ngroup, Solanum sect. Petota; wild potatoes. These DNA regions fail to\nprovide species-specific markers in sect. Petota because ITS has too\nmuch intraspecific variation and the plastid markers lack sufficient\npolymorphism. The complications seen in wild potatoes are common in many\nplant groups, but they have not been assessed with barcoding. Barcoding\nis a retroactive procedure that relies on well defined species to\nfunction, is based solely on a limited number of DNA sequences that are\noften inappropriate at the species level, has been poorly tested with\ngeographically well-dispersed replicate samples from difficult taxonomic\ngroups, and discounts substantial practical and theoretical problems in\ndefining species.","trees":[{"tree_label":"trnH psbA","ntax":"88","rootedtree":"TRUE","title":"Wild Potato DNA Barcoding Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6112.phy"},{"tree_label":"ITS","ntax":"139","rootedtree":"TRUE","title":"Wild Potato DNA Barcoding Tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6243.phy"}]}