{"Authors":" Leopoldo J Iannone, Daniel Cabral, Maria Susana Rossi,\nChristopher Lewis Schardl","Year":" 2008","Title":" Phylogenetic divergence, morphological and physiological\ndifferences distinguish a new Neotyphodium endophyte species in the\ngrass Bromus auleticus from South America","Journal":" Mycologia","Volume":" 101","Issue":" 3","Pages":" 340-351","Keywords":" NA","DOI":" 10.3852/08-156","Abstract":" The fungi of the genus Neotyphodium are systemic,\nconstitutive, symbionts of grasses species of the subfamily Pooideae. In\nthe Southern hemisphere, most of these asexual endophytes are the result\nof the hybridization between two sexual species from Northern\nhemisphere, Epichloë festucae and E. typhina. However, the ancestral\nsexual species have not been detected in this region. Several grasses\nfrom Argentina are infected by Neotyphodium species. These endophytes\nare in general very similar at macro- and micro-morphological levels,\nand phylogenetically conform to the species N. tembladerae. However the\nNeotyphodium spp. endophytes of some hosts, as Bromus auleticus and Poa\nrigidifolia have not been included in this species. In this work we\nstudied the incidence and characterized the diversity of Neotyphodium\nspecies in populations of the native grass Bromus auleticus from\nArgentina. The incidence of endophytes was 100% in all populations\ninvestigated. Two groups of endophytes were differentiated by their\nmorphologies, growth rates, conidial onthogenies, and by relative\nresistance to the fungicide benomyl. Phylogenetic trees inferred from\ntefA and tubB intron sequences indicated that both N. tembladerae and\nthe novel morphotype were hybrids of E. festucae and E. typhina, but the\nancestral E. typhina genotype distinguished them. Isolates from plants\nthat inhabit coastal dunes, xerophytic forest, savannahs and hills were\nmorphologically and phylogenetically similar to N. tembladerae, whereas\nthe endophytes from the humid pampa plains conformed to the novel group.\nWe propose to consider the endophyte of Bromus auleticus from humid\npampas as a new species: Neotyphodium pampeanum.","trees":[{"tree_label":"Fig. 3","ntax":"58","rootedtree":"TRUE","title":"Neotyphodium, tub B","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6214.phy"},{"tree_label":"Fig. 4","ntax":"54","rootedtree":"TRUE","title":"Neotyphodium, tef A","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6055.phy"}]}