{"Authors":" T. L. P. Couvreur, R. W. J. M. van der Ham, M. Y. Mbele,\nFrank Mbago, Desiree Melinda Johnson","Year":" 2009","Title":" Molecular and morphological characterization of a new\nmonotypic genus of Annonaceae, Mwasumbia, from Tanzania","Journal":" Systematic Botany","Volume":" 34","Issue":" 2","Pages":" 266-276","Keywords":" NA","DOI":" 10.1600/036364409788606398","Abstract":" The coastal lowland rain forests of eastern Africa are\nwell known for their high levels of plant endemism. A new genus of\nAnnonaceae, Mwasumbia, is described from Tanzania, underscoring this\nhigh biodiversity and represented by a single species, Mwasumbia alba.\nThe new genus presents several morphological characters suggesting a\nclose relationship to two other African genera, Greenwayodendron and\nPolyceratocarpus. Maximum parsimony and Bayesian molecular phylogenetic\nanalyses based on two plastid markers, rbcL and the trnL-trnF region,\nstrongly support the close relationship of these three genera to one\nanother as well as to two other African genera, Annickia and\nPiptostigma. Together these five genera form a moderately supported\nclade within the so-called short-branch clade of Annonaceae. A detailed\nmorphological and palynological comparison between Mwasumbia and the\nfour other genera shows that this new genus exhibits a combination of\nfeatures unique within this group: intermediate tertiary leaf venation,\nexclusively bisexual flowers, slightly imbricate sepals, valvate petals,\nouter and inner petals equal in length, numerous stamens, four carpels,\nfew and uniseriate ovules, few and sessile monocarps, and verrucate\nsulculate pollen grains. Phylogenetic analyses also suggest the genus\nPiptostigma, as currently circumscribed, to be paraphyletic. An IUCN\nconservation status of VU D2 is proposed, reflecting the narrow\ndistribution of the single species.","trees":[{"tree_label":"con 50 majrule bayes","ntax":"78","rootedtree":"TRUE","title":"Mwasumbia Annonaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6511.phy"},{"tree_label":"MP bootstrap","ntax":"78","rootedtree":"TRUE","title":"Mwasumbia Annonaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6167.phy"}]}