{"Authors":" Michael J. Braun, Christopher J. Huddleston, John Harshman,\nThomas J. Parsons, Jonathan P. Bollback","Year":" 2003","Title":" True and False Gavials: A Nuclear Gene Phylogeny of\nCrocodylia.","Journal":" Systematic Biology","Volume":" 52","Issue":" 3","Pages":" 386-402","Keywords":" c-myc; crocodylia; data conflict; data partitions;\npartitioned likelihood analysis; phylogeny; rooting","DOI":" 10.1080/10635150390197028","Abstract":" The phylogeny of Crocodylia offers an unusual twist on the\nusual ?molecules vs. morphology? story. The true gharial (Gavialis\ngangeticus) and the false gharial (Tomistoma schlegelii), as their\ncommon names imply, are found in all cladistic morphological analyses to\nbe distantly related species, convergent upon a similar morphology. In\ncontrast, all previous molecular studies have found them to be sister\ntaxa. We present the first phylogenetic study of Crocodylia using a\nnuclear gene. We cloned and sequenced the c-myc proto-oncogene from\nAlligator mississippiensis to facilitate primer design. Then we\nsequenced an 1100bp fragment that includes both coding and non-coding\nregions, as well as informative indels, for one species in each extant\ncrocodylian genus and six avian outgroups. Phylogenetic analyses using\nparsimony, maximum likelihood, and Bayesian inference all strongly agree\non the same tree, which is identical to the tree found in previous\nmolecular analyses: Gavialis and Tomistoma are sister taxa, and together\nare the sister group of Crocodylidae. Kishino-Hasegawa tests reject the\nmorphological tree in favor of the molecular tree. We exclude long\nbranch attraction and variation in base composition among taxa as\nexplanations for this topology. To explore the causes of discrepancy\nbetween molecular and morphological estimates of crocodylian phylogeny,\nwe examined puzzling features of the morphological data using a priori\npartitions of the data based on anatomical regions, and investigated the\neffects of different codings of two obvious morphological similarities\nof the two gharials.","trees":[{"tree_label":"Fig. 2","ntax":"14","rootedtree":"TRUE","title":"Crocodylia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_415.phy"}]}