{"Authors":" Heroen Verbruggen, Lennert Tyberghein, Klaas Pauly,\nCaroline Vlaeminck, Katrien Van Nieuwenhuyze, W. H. C. F. Kooistra,\nFrederik Leliaert, Olivier De Clerck","Year":" 2009","Title":" Macroecology meets macroevolution: Evolutionary niche\ndynamics in the seaweed Halimeda","Journal":" Global Ecology and Biogeography","Volume":" 18","Issue":" 4","Pages":" 393-405","Keywords":" NA","DOI":" 10.1111/j.1466-8238.2009.00463.x","Abstract":" Aim: Because of their broad distribution in geographic and\necological dimensions, seaweeds (marine macroalgae) offer great\npotential as models for marine biogeographic inquiry and exploration of\nthe interface between macroecology and macroevolution. This study aims\nto characterize evolutionary niche dynamics in the common green seaweed\ngenus Halimeda, use the observed insights to gain understanding of the\nbiogeographic history of the genus, and predict habitats that can be\ntargeted for discovery of species of special biogeographic interest.\nLocation: Tropical and subtropical coastal waters. Methods: The\nevolutionary history of the genus is characterized using molecular\nphylogenetics and relaxed molecular clock analysis. Niche modeling is\ncarried out with Maximum Entropy techniques and uses macroecological\ndata derived from global satellite imagery. Evolutionary niche dynamics\nare inferred through application of ancestral character state\nestimation. Results: A nearly comprehensive molecular phylogeny of the\ngenus was inferred from a six-locus dataset. Macroecological niche\nmodels showed that species’ distribution ranges are considerably smaller\nthan their potential ranges. We show strong phylogenetic signal in\nvarious macroecological niche features. Main conclusions: The evolution\nof Halimeda is characterized by conservatism for tropical,\nnutrient-depleted habitats, yet one section of the genus managed to\ninvade colder habitats multiple times independently. Niche models\nindicate that the restricted geographic ranges of Halimeda species are\nnot due to habitat unsuitability, strengthening the case for dispersal\nlimitation. Niche models identified hotspots of habitat suitability of\nCaribbean species in the East Pacific Ocean. We propose that these\nhotspots be targeted for discovery of new species separated from their\nCaribbean siblings since the Pliocene rise of the Central American\nIsthmus.","trees":[{"tree_label":"Fig. 1","ntax":"51","rootedtree":"TRUE","title":"Halimeda phylogeny","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6513.phy"}]}