{"Authors":" Peng Zhang, Theodore J Papenfuss, Marvalee H. Wake,\nLiang-Hu Qu, David B. Wake","Year":" 2009","Title":" Phylogeny and biogeography of the family Salamandridae\n(Amphibia: Caudata) inferred from complete mitochondrial genomes","Journal":" Molecular Phylogenetics and Evolution","Volume":" 49","Issue":" NA","Pages":" 586-597","Keywords":" NA","DOI":" 10.1016/j.ympev.2008.08.020","Abstract":" Phylogenetic relationships of members of the salamander\nfamily Salamandridae were examined using complete mitochondrial genomes\ncollected from 42 species representing all 20 salamandrid genera and ﬁve\noutgroup taxa. Weighted maximum parsimony, partitioned maximum\nlikelihood, and partitioned Bayesian approaches all produce an\nidentical, well-resolved phylogeny; most branches are strongly supported\nwith greater than 90% bootstrap values and 1.0 Bayesian posterior\nprobabilities. Our results support recent taxonomic changes in ﬁnding\nthe traditional genera Mertensiella, Euproctus, and Triturus to be\nnon-monophyletic species assemblages. We successfully resolved the\ncurrent polytomy at the base of the salamandrid tree: the Italian newt\ngenus Salamandrina is sister to all remaining salamandrids. Beyond\nSalamandrina, a clade comprising all remaining newts is separated from a\nclade containing the true salamanders. Among these newts, the branching\norders of well-supported clades are: primitive newts (Echinotriton,\nPleurodeles, and Tylototriton), New World newts (Notophthalmus-Taricha),\nCorsica-Sardinia newts (Euproctus), and modern European newts\n(Calotriton, Lissotriton, Mesotriton, Neurergus, Ommatotriton, and\nTriturus) plus modern Asian newts (Cynops, Pachytriton, and\nParamesotriton).Two alternative sets of calibration points and two\nBayesian dating methods (BEAST and MultiDivTime) were used to estimate\ntimescales for salamandrid evolution. The estimation difference by\ndating methods is slight and we propose two sets of timescales based on\ndifferent calibration choices. The two timescales suggest that the\ninitial diversiﬁcation of extant salamandrids took place in Europe about\n97 or 69 Ma. North American salamandrids were derived from their\nEuropean ancestors by dispersal through North Atlantic Land Bridges in\nthe Late Cretaceous (69 Ma) or Middle Eocene (43 Ma). Ancestors of Asian\nsalamandrids most probably dispersed to the eastern Asia from Europe,\nafter withdrawal of the Turgai Sea (29 Ma).","trees":[{"tree_label":"Fig. 2","ntax":"41","rootedtree":"TRUE","title":"Salamandrid mitogenome","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6082.phy"}]}