{"Authors":" Reto Nyffeler, Urs Eggli","Year":" 2010","Title":" Disintegrating Portulacaceae: A new familial classification\nof the suborder Portulacineae (Caryophyllales) based on molecular and\nmorphological data.","Journal":" Taxon","Volume":" 59","Issue":" 1","Pages":" 227-240","Keywords":"","DOI":" NA","Abstract":" Traditional classifications of the suborder Portulacineae\nrecognize six families: Basellaceae, Cactaceae, Didiereaceae,\nHalophytaceae, Hectorellaceae, and Portulacaceae. However, phylogenetic\nanalyses based on molecular sequence data indicate that the traditional\nfamily Portulacaceae is paraphyletic and consists of three distinct\nlineages that also include Cactaceae, Didiereaceae, and Hectorellaceae.\nWe use sequence data from the chloroplast gene matK and ndhF\nrepresenting 64 species of Portulacineae and outgroups to reconstruct\ntheir phylogenetic relationships with Bayesian and maximum parsimony\ninference methods. Evidence from these molecular phylogenetic analyses\nas well as from comparative morphological investigations, allow us to\npropose a revised familial classification of the suborder Portulacineae.\nWe recognize eight monophyletic families: Anacampserotaceae\n(Anacampseros, Grahamia, Talinopsis), Basellaceae, Cactaceae,\nDidiereaceae (incl. Calyptrotheca, Ceraria, Portulacaria),\nHalophytaceae, Montiaceae (incl. Hectorellaceae, Calandrinia, Cistanthe,\nClaytonia, Lewisia, Montia, Phemeranthus), Portulacaceae (Portulaca\nonly), and Talinaceae (Amphipetalum, Talinella, Talinum). We provide a\nsynopsis for this revised family classification with an identification\nkey mainly based on habit and fruit characters, and family diagnoses\nwith information on distribution, list of genera, with species number,\nand a brief discussion on phylogenetics and classification.","trees":[{"tree_label":"Fig. 1","ntax":"64","rootedtree":"TRUE","title":"Portulacaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6686.phy"}]}