{"Authors":" Simon Joly, Patricia A. McLenachan, Peter J. Lockhart","Year":" 2009","Title":" A statistical approach for distinguishing hybridization and\nincomplete lineage sorting","Journal":" American Naturalist","Volume":" 174","Issue":" 2","Pages":" E54-E70","Keywords":" NA","DOI":" 10.1086/600082","Abstract":" The extent and evolutionary significance of hybridization\nis difficult to evaluate because of the difficulty in distinguishing\nhybridization from incomplete lineage sorting. Here we present a novel\nparametric approach for statistically distinguishing hybridization from\nincomplete lineage sorting based on minimum genetic distances of a non\nrecombining locus. It is based on the idea that the expected minimum\ngenetic distance between sequences from two species is smaller for some\nhybridization events than for incomplete lineage sorting scenarios. When\napplied to empirical datasets, distributions can be generated for the\nminimum inter-species distances expected under incomplete lineage\nsorting using coalescent simulations. If the observed distance between\nsequences from two species is smaller than its predicted distribution,\nincomplete lineage sorting can be rejected and hybridization inferred.\nWe demonstrate the power of the method using simulations and illustrate\nits application on New Zealand alpine buttercups (Ranunculus). The\nmethod is robust and complements existing approaches. Thus it should\nallow biologists to assess with greater accuracy the importance of\nhybridization in evolution.","trees":[{"tree_label":"Fig. A1a","ntax":"127","rootedtree":"TRUE","title":"nrITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6536.phy"},{"tree_label":"Fig. 4","ntax":"14","rootedtree":"TRUE","title":"concatenated chloroplast dataset","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6284.phy"},{"tree_label":"Fig. A1b","ntax":"122","rootedtree":"TRUE","title":"Jsa","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6635.phy"}]}