{"Authors":" Marcel C. M. Eurlings, Barbara Gravendeel, Gijsbert B. J.\nGrob, Wilbert L. A. Hetterscheid","Year":" 2002","Title":" Phylogenetic Relationships of the Tribe Thomsonieae (Araceae)\nBased on Chloroplast matK and trnL Intron Sequences.","Journal":" Systematic Botany","Volume":" 27","Issue":" NA","Pages":" 453-467","Keywords":" NA","DOI":" 10.1043/0363-6445-27.3.453","Abstract":" The Thomsonieae comprise two genera of palaeotropical\nherbs: Amorphophallus with approximately 200 species and\nPseudodracontium with six species. A phylogenetic study of the\nThomsonieae is presented. Nucleotide sequences of the chloroplast gene\nmatK and the trnL intron were analysed for 46 Amorphophallus species,\ntwo Pseudodracontium species and six outgroups using maximum parsimony.\nThe two data sets were analysed separately, and in combination.\nAmorphophallus can be divided into five major well-supported clades,\nwhich provide new hypotheses on infrageneric relationships. The branches\nconnecting these clades, however, are poorly supported. Results are\ncompared with previous morphology-based divisions of Amorphophallus.\nRemarkable results from this study are the monophyly of the African\nAmorphophallus species and the nesting of Pseudodracontium within\nAmorphophallus, making Amorphophallus in the traditional sense\nparaphyletic to Pseudodracontium.","trees":[{"tree_label":"Fig. 2 strict consensus","ntax":"54","rootedtree":"TRUE","title":"Thomsonieae and outgroups","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4094.phy"},{"tree_label":"Fig. 3 strict consensus","ntax":"52","rootedtree":"TRUE","title":"Thomsonieae and outgroups","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4095.phy"},{"tree_label":"Fig. 4 strict consensus","ntax":"52","rootedtree":"TRUE","title":"Thomsonieae and outgroups","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_4096.phy"}]}