{"Authors":" Marco Thines, Sabine Telle, Sebastian Ploch, Fabian\nRunge","Year":" 2009","Title":" Identity of the downy mildew pathogens of basil, coleus, and\nsage with implications for quarantine measures","Journal":" Mycological Research","Volume":" 113","Issue":" 5","Pages":" 532-540","Keywords":" NA","DOI":" 10.1016/j.mycres.2008.12.005","Abstract":" The downy mildew pathogen of basil (Ocimum spp.) has\ncaused considerable damage throughout the past five years, and an end to\nthe epidemics is not in sight. The downy mildew of coleus (Solenostemon\nspp.) is just emerging and here we report that it was very recently\nintroduced into Germany. Although it has been recognised that these\npathogens are a major threat, the identity of the pathogens is still\nunresolved, and so it is difficult to devise quarantine measures against\nthem. Using morphological comparison and molecular phylogenetic\nreconstructions we confirmed in this study that the downy mildews of\nbasil and coleus are unrelated to Peronospora lamii, which is a common\npathogen of the weed Lamium purpureum. In addition, we conclude by the\ninvestigation of the type specimen of P. swingleii and downy mildew\nspecimens on Salvia officinalis that the newly occurring pathogens are\nnot identical to P. swingleii on Salvia reflexa. The taxonomy of the\ndowny mildew pathogens of hosts from the Lamiaceae and, in particular,\nfrom the tribes Mentheae and Elsholtzieae, is discussed, and a new\nspecies is described to accommodate the downy mildew pathogen of basil\nand coleus, which is the first downy mildew pathogen known to be\nparasitic to hosts of the tribe Ocimeae.","trees":[{"tree_label":"ITS","ntax":"53","rootedtree":"TRUE","title":"Peronospora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6668.phy"},{"tree_label":"COX2","ntax":"34","rootedtree":"TRUE","title":"Peronospora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6152.phy"}]}