{"Authors":" Jeffery J. Morawetz, Andrea D. Wolfe","Year":" 2009","Title":" Assessing the monophyly of Alectra and its relationship to\nMelasma (Orobanchaceae)","Journal":" Systematic Botany","Volume":" 34","Issue":" 3","Pages":" 561-569","Keywords":" NA","DOI":" 10.1600/036364409789271281","Abstract":" Alectra (Orobanchaceae) consists of primarily\nhemiparasitic herbaceous species distributed mainly in sub-Saharan\nAfrica, with two species native to tropical America, and two widespread\nspecies extending out of Africa into India and China. Despite containing\nan economically important noxious agricultural weed, Alectra has never\nbeen the subject of a phylogenetic analysis. The monophyly of Alectra\nwas assessed using DNA sequences from the nuclear (ITS) and chloroplast\n(rpl16, trnT-L) genomes, including 11 of 12 species. One of two\nholoparasitic species, Alectra alba, was placed outside of Alectra,\nsupported as sister to a lineage containing the Asian holoparasitic\ngenera Aeginetia + Christisonia. Two highly supported lineages of\nMelasma were revealed: one containing the two included African species,\nand the other comprising the tropical American Melasma rhinanthoides and\nthe single accession of the tropical American Escobedia. The placement\nof the Madagascan endemic Alectra fruticosa was shown to be unresolved\nin relationship to the remaining Alectra species and the two lineages\ncontaining Melasma. The monophyly of the remaining species of Alectra\nwas highly supported.","trees":[{"tree_label":"3 of 3 MP trees","ntax":"33","rootedtree":"TRUE","title":"Alectra and Melasma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6380.phy"},{"tree_label":"2 of 3 MP trees","ntax":"33","rootedtree":"TRUE","title":"Alectra and Melasma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6379.phy"},{"tree_label":"1 of 3 MP trees","ntax":"33","rootedtree":"TRUE","title":"Alectra and Melasma","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6378.phy"}]}