{"Authors":" Nilam F. Wulandari, Chaiwat To-anun, Kevin D Hyde, Lam Minh\nDuong, Johannes de Gruyter, Johan P. Meffert, Johannes (Ewald) Zacharias\nGroenewald, Pedro W. Crous","Year":" 2009","Title":" Phyllosticta citriasiana sp. nov., the cause of Citrus tan\nspot of Citrus maxima in Asia","Journal":" Fungal Diversity","Volume":" 34","Issue":" NA","Pages":" 23-39","Keywords":" NA","DOI":" NA","Abstract":" Guignardia citricarpa, the causal agent of Citrus Black\nSpot, is subject to phytosanitary legislation in the European Union and\nthe U.S.A. This species is frequently confused with G. mangiferae, which\nis a non-pathogenic, wide host range species that is commonly isolated\nas endophyte from citrus fruits. Recently, necrotic spots similar to\nthose caused by G. citricarpa were observed on fruit of Citrus maxima\nintercepted in consignments exported from Asia. In these spots, pycnidia\nand conidia of a Guignardia species closely resembling G. citricarpa\nwere observed, and therefore measures were taken for the consignments in\nline with the European Union legislation for G. citricarpa. To determine\nthe identity of the causal organism on this new host, fungal isolates\nwere subjected to DNA sequence analysis of the internal transcribed\nspacer region (ITS1, 5.8S, ITS2), translation elongation factor 1-alpha\n(TEF1) and actin genes. A combined phylogenetic tree resolved three\nspecies correlating to G. citricarpa, G. mangiferae and a previously\nundescribed species, Phyllosticta citriasiana sp. nov., closely related\nto G. citricarpa. Morphologically P. citriasiana can be distinguished\nfrom G. citricarpa by having larger conidia, longer conidial appendages,\nand not producing any diffuse yellow pigment when cultivated on oatmeal\nagar (OA). Furthermore, it is distinguishable from G. mangiferae by\nhaving smaller conidia, with a narrower mucoid sheath. In culture,\ncolonies of P. citriasiana can also be distinguished from G. citricarpa\nand G. mangiferae by being darker shades of grey and black on OA, malt\nextract agar (MEA), potato-dextrose agar, and cornmeal agar.\nFurthermore, cultures of P. citriasiana achieved optimal growth after 2\nwk at 21 27째C, and ceased to grow at 30 33째C. In contrast, colonies of\nG. citricarpa and G. mangiferae achieved optimal growth at 27 30째C, and\nceased to grow at 30 36째C. Colonies of P. citriasiana also grew faster\non OA and MEA than those of G. citricarpa and G. mangiferae.\nPhyllosticta citriasiana appears to be a harmful pathogen of Citrus\nmaxima, causing a tan spot on fruit, underlining the need for further\nsurveys and research to determine its distribution and host range.","trees":[{"tree_label":"Fig. 1","ntax":"59","rootedtree":"TRUE","title":"Phyllosticta citriasia, 1 of 1000 MPTs","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6490.phy"}]}