{"Authors":" Torsten Dikow","Year":" 2009","Title":" A phylogenetic hypothesis for Asilidae based on a total\nevidence analysis of morphological and DNA sequence data (Insecta:\nDiptera: Brachycera: Asiloidea)","Journal":" Organisms Diversity & Evolution","Volume":" 9","Issue":" 3","Pages":" 165-188","Keywords":" NA","DOI":" 10.1016/j.ode.2009.02.004","Abstract":" A phylogenetic hypothesis of relationships of Asilidae is\npresented by combining morphological and DNA-sequence data in a total\nevidence framework. The present hypothesis is based on 77 robber-fly\nspecies, 11 Asiloidea outgroup species, 211 morphological characters of\nthe adult fly, and approximately 7300 bp of nuclear DNA from five genes\n(18S and 28S rDNA; AATS, CAD, and EF-1α protein-encoding DNA). The\nequally weighted, simultaneous parsimony analysis under dynamic homology\nin POY resulted in a single most parsimonious cladogram with a cost of\n27582 (iterative pass optimization, 27703 under regular direct\noptimization). Six of the 12 included subfamily taxa are recovered as\nmonophyletic. The Trigonomiminae, which has always been considered to be\nmonophyletic based on morphology, is shown to be non-monophyletic. Two\nof the three Trigonomiminae genera, Holcocephala Jaennicke, 1867 and\nRhipidocephala Hermann, 1926, group unexpectedly as the sister taxon to\nall other Asilidae. The Laphriinae, which had been previously supported\nin that position, is the sister group of the remaining Asilidae. Five\nadditional subfamily taxa, i.e., Brachyrhopalinae, Dasypogoninae,\nStenopogoninae, Tillobromatinae, and Willistonininae, are also shown to\nbe non-monophyletic. The phylogenetic relationships among the\nhigher-level taxa are partly at odds with findings of a recently\npublished morphological study based on a more extensive taxon sampling.\nThe total evidence hypothesis is considered to be the most informative\ncladistic hypothesis, but the topologies from the total evidence\nanalysis, the morphology only analysis, and the molecular only analysis\nare compared and contrasted in order to discuss the signal that\nmorphological and molecular data provide and to analyse whether the\nmolecular data outcompete the fewer morphological characters. A clade\ncomposed of Apioceridae plus Mydidae is corroborated as the sister taxon\nto Asilidae.","trees":[{"tree_label":"Figs. 2, 3","ntax":"88","rootedtree":"TRUE","title":"Asilidae, MPT total evidence, POY (27582 steps)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6033.phy"},{"tree_label":"Fig. 4","ntax":"88","rootedtree":"TRUE","title":"Asilidae, strict con. morph only, TNT (1625 steps)","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6056.phy"},{"tree_label":"Fig. 5","ntax":"88","rootedtree":"TRUE","title":"Asilidae, MPT molecular only, POY (25793 steps)","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6518.phy"}]}