{"Authors":" Levente Kiss, Y. J. Choi, László Vajna, H. D. Shin","Year":" 2009","Title":" Characterization of a Plasmopara species on Ambrosia\nartemisiifolia, and notes on P. halstedii, based on morphology and\nmultiple gene phylogenies.","Journal":" Mycological Research","Volume":" 113","Issue":" 10","Pages":" 1127-1136","Keywords":"","DOI":" 10.1016/j.mycres.2009.07.010","Abstract":" Downy mildew infections of common ragweed (Ambrosia\nartemisiifolia), an invasive and highly allergenic plant species, are\nregarded as important factors in the natural control of this noxious\nweed. To date, two species, Plasmopara halstedii and P.\nangustiterminalis, have been recognized to cause downy mildew disease on\ncommon ragweed. In this study, morphological and molecular patterns of\nseven Plasmopara specimens collected from A. artemisiifolia in Canada,\nHungary, and USA were compared with those of P. halstedii and P.\nangustiterminalis from Helianthus and Xanthium, respectively. Analyses\nof partial sequences of three genes, namely those for the large subunit\n(28S) of rDNA, cytochrome c oxidase subunit II (COX2), and NADH\ndehydrogenase subunit I (ND1) of mtDNA, were carried out to recover the\nphylogenetic relationships among these specimens using both Bayesian and\nmaximum parsimony methods. All the phylogenetic analyses revealed that\nthe downy mildew pathogens infecting A. artemisiifolia in Hungary and\nNorth America clearly represent a distinct lineage from other Plasmopara\nspecies. investigated. The shape of sporangia and the width of trunk and\nbranches also allowed the separation of the specimens parasitic on A.\nartemisiifolia from the two closely related species, P. halstedii and P.\nangustiterminalis. Surprisingly, the Hungarian and the Canadian\nspecimens were more closely related to each other than to those from the\nUSA based on COX2 and ND1 mtDNA data, although the D1/D2/D3 sequences of\n28S rDNA were identical in all the P. ambrosiae specimens. This suggests\nan intra-specific genetic diversity in the American populations and\nmight also indicate that the Hungarian populations originate from Canada\nand not from the USA. Downy mildew specimens from six host plant genera,\nAmbrosia, Flaveria, Helianthus, Siegesbeckia, Solidago, and Xanthium,\nwhich were regarded as hosts of P. halstedii sensu lato, represented six\nlineages according to the host plant genera. This result clearly\nindicates that the P. halstedii complex should be divided into several\nspecies.","trees":[{"tree_label":"Fig. 2","ntax":"35","rootedtree":"TRUE","title":"Plasmopara, 28S gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6063.phy"},{"tree_label":"Fig. 3B","ntax":"12","rootedtree":"TRUE","title":"Plasmopara, ND1 gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6678.phy"},{"tree_label":"Fig. 3A","ntax":"18","rootedtree":"TRUE","title":"Plasmopara, COX2 gene tree","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6272.phy"}]}