{"Authors":" Conny B. Asmussen-Lange, Henrik Balslev, Finn Borchsenius,\nJulissa Roncal","Year":" 2010","Title":" Divergence times in the tribe Geonomateae (Arecaceae)\ncoincide with Tertiary geological events.","Journal":" NA","Volume":" NA","Issue":" NA","Pages":" 245264","Keywords":"","DOI":"","Abstract":" The Geonomateae is a species-rich palm tribe restricted to\nthe Neotropics with a concentration of species in western Colombia and\nadjacent Central America with extensions along the Andes. We estimated\ndivergence times for the Geonomateae based on a phylogeny resulting from\nanalysis of two low-copy nuclear DNA genes and using a Bayesian relaxed\nmolecular clock method. We obtained calibration points from the fossil\nrecord and previous dated phylogenies in the Arecaceae. The results\nindicated a diversification of the tribe during the Oligocene at around\n31 million years ago. Divergence time of a high elevation Geonoma clade\nfrom 3.8 to 9.2 million years ago coincided with the Andean uplift. A\nclade of Geonoma species from the Brazilian Shield was contemporary with\nMiocene marine incursions in South America. The most likely scenario to\nexplain the arrival of the Calyptronoma-Calyptrogyne ancestor in the\nGreater Antilles is a migration through a dry-land connection between\nCentral or South America prior to the formation of the Panamanian\nisthmus and after 27.8 million years ago. The molecular dating results\nwere consistent with the growing evidence of a Tertiary diversification\nfor most Neotropical biota and contradicted the Pleistocene refugia\ntheory.","trees":[{"tree_label":"Fig. 1 MB","ntax":"78","rootedtree":"TRUE","title":"Geonomateae, PRK-RPB2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6078.phy"},{"tree_label":"Fig. 1 MP","ntax":"78","rootedtree":"TRUE","title":"Geonomateae, PRK-RPB2","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6116.phy"}]}