{"Authors":" Bart Jacobs, Frederic Lens, Erik Smets","Year":" 2009","Title":" Evolution of fruit and seed characters in the Diervilla and\nLonicera clades (Caprifoliaceae, Dipsacales)","Journal":" Annals of Botany","Volume":" 104","Issue":" 2","Pages":" 253-276","Keywords":"","DOI":" 10.1093/aob/mcp131","Abstract":" Background and Aims The Diervilla and Lonicera clades are\nmembers of the family Caprifoliaceae (Dipsacales sensu Donoghue, 2001).\nSo far, the intergeneric relationships of the Lonicera clade remain\nequivocal as is the systematic position of Heptacodium. By studying\nfruit and seed morphology and anatomy, we want to clarify the\nintergeneric relationships of the Lonicera clade and elucidate the\nsystematic position of Heptacodium. Additionally, the study deals with\nthe evolution of fruit and seed characters of the Diervilla and Lonicera\nclades with reference to allied taxa. Methods Light and scanning\nelectron microscopy were used for the morphological and anatomical\ninvestigations. Phylogenetic analyses were carried out by applying the\nparsimony and Bayesian inference optimality criteria. Character\nevolution was studied by means of parsimony optimization and stochastic\ncharacter mapping. Key Results Diervilla and Weigela (Diervilla clade)\nare characterised by several unique traits for the order Dipsacales such\nas capsules with numerous seeds, seed coats without sclerified outer\ntangential exotestal cell walls and dehiscent fruits. Seeds with\ncompletely sclerified exotestal cells and fleshy fruits characterise the\nLonicera clade. Leycesteria and Lonicera both have berries, ovaries\nwithout sterile carpels and several seeds per locule whereas Triosteum\nand Symphoricarpos bear drupes, have ovaries with one or two sterile\ncarpels and a single seed per locule. Heptacodium shares several\ncharacteristics with members of the Linnina clade, e.g. achenes,\nsingle-seeded fruits and a compressed, parenchymatous seed coat.\nConclusions Our results confirm the monophyly of the Diervilla and\nLonicera clades and hypothesise a close relationship between Leycesteria\nand Lonicera and between Triosteum and Symphoricarpos. Fruit and seed\nmorphology and anatomy point to a sister relationship of Heptacodium\nwith the Linnina clade, rather than with the Lonicera clade.","trees":[{"tree_label":"Fig. 7B","ntax":"32","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6403.phy"},{"tree_label":"Fig. 8A","ntax":"32","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6052.phy"},{"tree_label":"Fig. 8B","ntax":"30","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6519.phy"},{"tree_label":"Fig. 7A","ntax":"32","rootedtree":"TRUE","title":"Dipsacales","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6640.phy"}]}