{"Authors":" Rosa Cerros-Tlatilpa, J. Travis Columbus","Year":" 2009","Title":" C3 photosynthesis in Aristida longifolia: implication for\nphotosynthesis diversification in Aristidoideae (Poaceae)","Journal":" American Journal of Botany","Volume":" 96","Issue":" 8","Pages":" 1379-1387","Keywords":" NA","DOI":" 10.3732/ajb.0800265","Abstract":" Only a small percentage of plant species undergo C4\nphotosynthesis. Despite its rarity, the C4 pathway has evolved numerous\ntimes from C3 ancestors, with as many as 18 independent origins in\ngrasses alone. We report non-Kranz (C3) anatomy in Aristida longifolia,\na species in a genus of ca. 300 species previously thought to possess\nonly Kranz (C4) anatomy. Leaf blade transections of A. longifolia show\nwidely spaced vascular bundles, nonradiate chlorenchyma, and few or no\nchloroplasts in cells of the sheaths surrounding the vascular bundle,\nall features indicative of C3 photosynthesis. Carbon isotope ratios\nrange from -27.68 to -29.71%, likewise indicative of C3 photosynthesis.\nWe also estimate the phylogeny of Aristidoideae, comprising Aristida,\nSartidia (C3), and Stipagrostis (C4), using a sample of 11 species,\nincluding A. longifolia, and DNA sequences of the nuclear ribosomal\ninternal transcribed spacer region and the chloroplast rpl16 intron and\ntrnL-trnF region. Sartidia and Stipagrostis resolve as sisters, and\nsister to this clade is Aristida. Aristida longifolia resolves as sister\nto the remaining species in the genus. C3 photosynthesis is hypothesized\nto be ancestral in Aristidoideae, which means the C4 pathway evolved\ntwice in the subfamily-in Stipagrostis and early in the diversification\nof the Aristida clade.","trees":[{"tree_label":"Fig. 9 MB","ntax":"17","rootedtree":"TRUE","title":"Aristida longifolia","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6416.phy"},{"tree_label":"Fig. 9 2 ML","ntax":"17","rootedtree":"TRUE","title":"Aristida longifolia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6089.phy"},{"tree_label":"Fig. 9 MP","ntax":"17","rootedtree":"TRUE","title":"Aristida longifolia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6542.phy"},{"tree_label":"Fig. 9 1 ML","ntax":"17","rootedtree":"TRUE","title":"Aristida longifolia","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6088.phy"}]}