{"Authors":" M. D. Pirie, Bente B. Klitgaard, R. Toby Pennington","Year":" 2009","Title":" Revision and biogeography of Centrolobium (Leguminosae)","Journal":" Systematic Botany","Volume":" 34","Issue":" 2","Pages":" 345-359","Keywords":" NA","DOI":" 10.1600/036364409788606262","Abstract":" A taxonomic revision and biogeographic study of the genus\nCentrolobium (Leguminosae - Papilionoideae) is presented. Centrolobium\nincludes important timber trees distributed disjunctly in seasonally dry\ntropical forests and rain forests in Central and South America, from\nPanama to south-eastern Brazil. It is characterized by large samaroid\npods with a spiny seed case and an abundance of orange peltate glands\ncovering the leaves and inflorescences. Taxonomic distinctions between\nsome species of Centrolobium have been a source of confusion. Here,\nseven species are recognized: C. robustum, C. microchaete, C.\ntomentosum, C. ochroxylum, C. sclerophyllum, C. paraense and C.\nyavizanum. Previously recognized varieties of C. paraense; C. paraense\nvar. paraense and C. paraense var. orinocense are not maintained.\nPhylogenetic analysis of DNA sequence data from the internal transcribed\nspacer region of nuclear ribosomal DNA and the plastid matK gene and\ntrnL-trnF intron and spacer support the monophyly of the genus.\nDifferent molecular dating methods indicate that the Centrolobium crown\ngroup and lineages found to the west and east of the Andes diverged\nbefore the Pleistocene. Divergences between species occurring east of\nthe Andes, particularly in Bolivia and south-eastern Brazil are more\nrecent, but nevertheless unlikely to be explained by Pleistocene\nclimatic changes.","trees":[{"tree_label":"Fig. 1 ITS","ntax":"20","rootedtree":"TRUE","title":"Centrolobium, ITS MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6149.phy"},{"tree_label":"Fig. 1 cpDNA","ntax":"23","rootedtree":"TRUE","title":"Centrolobium, matK trnLF MP","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6409.phy"},{"tree_label":"Fig. 2","ntax":"22","rootedtree":"TRUE","title":"Centrolobium, matK trnLF ITS MB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6091.phy"}]}