{"Authors":" Janet C. Barber, Alberto Vicentini, Liliana M. Giussani,\nElizabeth A. Kellogg, Sandra S. Aliscioni","Year":" 2008","Title":" The age of the grasses and clusters of origins of C4\nphotosynthesis","Journal":" Global Change Biology","Volume":" 14","Issue":" 12","Pages":" 2963-2977","Keywords":" NA","DOI":" 10.1111/j.1365-2486.2008.01688.x","Abstract":" At high temperatures and relatively low CO2\nconcentrations, plants can most efficiently fix carbon to form\ncarbohydrates through C4 photosynthesis rather than through the\nancestral and more widespread C3 pathway. Because most C4 plants are\ngrasses, studies of the origin of C4 are intimately tied to studies of\nthe origin of the grasses. The earliest origins of C4 may have been in\nthe Oligocene, coinciding with a reduction in global CO2 levels,\nalthough at least one possible fossil calibration suggests that C4 is\nmuch more ancient. Multiple transitions between C3 and C4 photosynthesis\noccurred subsequent to the first appearance of C4. We present here a\nphylogeny of the grass family, based on nuclear and chloroplast genes,\nand calibrated with six fossils. We find that origins of the C4 pathway\nand reversals to C3 were significantly clustered in the Mid- to Late\nMiocene, correlating with global climate and following a C4 origin in\nthe Oligocene. In the process of dating the origins of C4, we also were\nable to provide estimated times for other major events in grass\nevolution. We find that the common ancestor of the grasses (the crown\nnode) originated in the upper Cretaceous. The common ancestor of maize\nand rice, and hence the younger boundary for the genome duplication that\ncharacterizes most grasses, lived at 52 +/- 8 Ma. The genome duplication\ncould, however, be as old as the stem node of the grasses, 89-94\nMa.","trees":[{"tree_label":"ndhF.BS70","ntax":"101","rootedtree":"TRUE","title":"Origins of C4 photosynthesis, ndhF 70% Bootstrap","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6560.phy"},{"tree_label":"ndhF Bayes","ntax":"101","rootedtree":"TRUE","title":"Origins of C4 photosynthesis, ndhF Bayes consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6626.phy"},{"tree_label":"phyB.BS70","ntax":"101","rootedtree":"TRUE","title":"Origins of C4 photosynthesis, phyB 70% Bootstrap","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6165.phy"},{"tree_label":"combined Bayes","ntax":"101","rootedtree":"TRUE","title":"Origins of C4 photosynthesis, ndhF+phyB Bayes\nconsensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6097.phy"},{"tree_label":"phyB Bayes","ntax":"101","rootedtree":"TRUE","title":"Origins of C4 photosynthesis, phyB Bayes consensus","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6248.phy"}]}