{"Authors":" Phillip Q. Spinks, G. A. Lovely, H. Bradley Shaffer, Robert\nC. Thomson","Year":" 2009","Title":" Assessing what is needed to resolve a molecular phylogeny:\nsimulations and empirical data from Emydid turtles.","Journal":" BMC Evolutionary Biology","Volume":" 9","Issue":" 56","Pages":" 56","Keywords":" NA","DOI":" 10.1186/1471-2148-9-56","Abstract":" Background Phylogenies often contain both well-supported\nand poorly supported nodes. Determining how much additional data might\nbe required to eventually recover most or all nodes with high support is\nan important pragmatic goal, and simulations have been used to examine\nthis question. Most simulations have been based on few empirical loci,\nand suggest that well supported phylogenies can be determined with a\nvery modest amount of data. Here we report the results of an empirical\nphylogenetic analysis of all 10 genera and 25 of 48 species of the new\nworld pond turtles (family Emydidae) based on one mitochondrial (1070\nbase pairs) and seven nuclear loci (5961 base pairs), and a more\nbiologically realistic simulation analysis aimed at determining how much\nmore data might be necessary to recover weakly-supported nodes with\nstrong support. Results Our mitochondrial-based phylogeny was well\nresolved, and congruent with some previous mitochondrial results. For\nexample, all genera, and all species except Pseudemys concinna, P.\npeninsularis, and Terrapene carolina were monophyletic with strong\nsupport from at least one analytical method. The Emydinae was recovered\nas monophyletic, but the Deirochelyinae was not. Based on nuclear data,\nall genera were monophyletic with strong support except Trachemys, and\nall species except Graptemys pseudogeographica, P. concinna, T.\ncarolina, and T. coahuila were monophyletic, generally with strong\nsupport. However, the branches subtending most genera were relatively\nshort, and intergeneric relationships within subfamilies were mostly\nunsupported. Our simulations showed that relatively high bootstrap\nsupport values (i.e.ʳ 70) for all nodes were reached in all datasets,\nbut an increase in data did not necessarily equate to an increase in\nsupport values. However, simulations based on a single empirical locus\nreached higher overall levels of support with less data than did the\nsimulations that were based on all seven empirical nuclear loci, and\nsymmetric tree distances were much lower for single versus multiple gene\nsimulation analyses. Conclusions Our empirical results provide new\ninsights into the phylogenetics of the Emydidae, but the short branches\nrecovered deep in the tree also indicate the need for additional work on\nthis clade to recover all intergeneric relationships with confidence and\nto delimit species for some problematic groups. Our simulation results\nsuggest that moderate (in the few-to-tens of kb range) amounts of data\nare necessary to recover most emydid relationships with high support\nvalues. They also suggest that previous simulations that do not\nincorporate among-gene tree topological variance probably greatly\nunderestimate the amount of data needed to recover well-supported\nphylogenies.","trees":[{"tree_label":"cyt b","ntax":"66","rootedtree":"TRUE","title":"Emydid turtles","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6600.phy"},{"tree_label":"nuDNA","ntax":"70","rootedtree":"TRUE","title":"Emydid turtles","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6135.phy"}]}