{"Authors":" Casey W Dunn, Philip R Pugh, Steven H. D. Haddock","Year":" 2005","Title":" Molecular phylogenetics of the Siphonophora (Cnidaria), with\nimplications for the evolution of functional specialization","Journal":" Systematic Biology","Volume":" 54","Issue":" 6","Pages":" 916-935","Keywords":" NA","DOI":" 10.1080/10635150500354837","Abstract":" Siphonophores are a group of pelagic colonial hydrozoans\n(Cnidaria) that have long been of general interest because of the\ndivision of labor between the polyps and medusae that make up these\nsuperorganisms . These polyps and medusae are each homologous to free\nliving forms of other Cnidaria but are generated by an incomplete\nasexual budding process that leaves them physiologically integrated.\nThey are specialized for various tasks such as locomotion, feeding,\nreproduction, excretion, defense, and prey capture, and are precisely\norganized within each colony. The degree of functional specialization\nvaries across taxa, and different authors have used this character to\nconstruct phylogenies polarized in opposite directions depending on\nwhether they thought siphonophore evolution proceeded by a reduction or\nan increase in functional specialization. We have collected taxa across\nall major groups of siphonophores, many of which are found exclusively\nin the deep-sea, using remotely operated underwater vehicles (ROVs) and\nby SCUBA diving from ships in the open ocean. We have used these\nspecimens, and several collected by manned submersible, to estimate the\nsiphonophore phylogeny with molecular data from the nuclear small\nsubunit ribosomal RNA gene (18S) and the mitochondrial large subunit\nribosomal RNA gene (16S). We have found, based on these 52 siphonophores\nand 4 outgroup taxa, that there are no consistent trends towards\nincreased or decreased functional specialization in siphonophores:\nfunctional classes of polyps and medusae have been gained and lost\nacross the tree. These data also indicate that the common ancestor of\nsiphonophores was dioecious, and are consistent with a single transition\nto monoecy. The present analysis also bears on several long-standing\nquestions about siphonophore systematics. It indicates that the\ncystonects are sister to all other siphonophores, a group that we call\nthe Codonophora. It is also found that the Calycophorae are nested\nwithin the physonects, and that the Brachystelia, a historically\nrecognized grouping of short-stemmed taxa, are polyphyletic.","trees":[{"tree_label":"Fig. 5b","ntax":"56","rootedtree":"TRUE","title":"Siphonophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6533.phy"},{"tree_label":"Fig. 6","ntax":"56","rootedtree":"TRUE","title":"Siphonophora","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6138.phy"},{"tree_label":"Fig. 5a","ntax":"56","rootedtree":"TRUE","title":"Siphonophora","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_5983.phy"}]}