{"Authors":" Bret A. Summerell, Brenda D Wingfield, Michael J Wingfield,\nJohannes (Ewald) Zacharias Groenewald, Pedro W. Crous","Year":" 2009","Title":" Co-occurring species of Teratosphaeria on Eucalyptus","Journal":" Persoonia","Volume":" 22","Issue":" NA","Pages":" 38-48","Keywords":" NA","DOI":" 10.3767/003158509x424333","Abstract":" A common leaf spot disease occurring on Eucalyptus\ncladocalyx and E. lehmannii in the Western Cape Province of South Africa\nis known from literature to be caused by the fungus Coniothyrium ovatum,\nwhich is a pathogen native to several eucalypts in Australia. Recent\ncollections have shown, however, that Australian material identified as\nC. ovatum was morphologically and phylogenetically distinct from the\nSouth African specimens, and that all these taxa would be better\naccommodated in the genus Teratosphaeria. South African material\npreviously identified as C. ovatum, were found to represent two species\nthat co-occur in the same leaf spots, described here as T. verrucosa and\nT. juvenalis. Furthermore, a fresh collection of T. ovata from E.\nphoenicea in Australia, is distinguished morphologically and\nphylogenetically from similar, newly described taxa such as T. caesia on\nE. caesia, and T. veloci on E. miniata. Although these leaf pathogens\nappear to be of minor economical importance, they are morphologically\nsimilar to two serious eucalypt canker pathogens, namely T. zuluensis\nand T. gauchensis, which predominantly cause stem cankers, but could\nalso be found occurring in leaf spots on their own, or in association\nwith some of the other species treated here. Further research is\nrequired, therefore, to devise molecular detection techniques for these\ntaxa in an attempt to rapidly distinguish the minor pathogens from the\nmore serious quarantine pathogens that co-occur on leaf material.","trees":[{"tree_label":"Fig. 1","ntax":"30","rootedtree":"TRUE","title":"Teratosphaeria, 1 of 49 MPT heuristic search","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6552.phy"},{"tree_label":"Fig. 2","ntax":"87","rootedtree":"TRUE","title":"Teratosphaeria, 2, 1 of 1000 MPT heuristic search","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6381.phy"}]}