{"Authors":" Julian R. Starr, Bruce A. Ford","Year":" 2009","Title":" Phylogeny and evolution in Cariceae (Cyperaceae): current\nknowledge and future directions","Journal":" The Botanical Review","Volume":" 75","Issue":" 1","Pages":" 110-137","Keywords":" NA","DOI":" 10.1007/s12229-008-9020-x","Abstract":" The goal of this study was to review the impact of DNA\nsequence analyses on our understanding of Cariceae phylogeny,\nclassification and evolution. To explore character evolution, 105 taxa\nfrom four different studies were included in an nrDNA ITS + ETS 1f\nanalysis of all recognized genera (Carex, Cymophyllus, Kobresia,\nSchoenoxiphium, Uncinia) and Carex subgenera (Carex, Psyllophora,\nVignea, Vigneastra). As in previous analyses, four major Cariceae clades\nwere recovered: (1) a Core Carex Clade (subg. Carex, Vigneastra,\nPsyllophora p.p); (2) A Vignea Clade (subg. Vignea, Psyllophora p.p.);\n(3) a Schoenoxiphium Clade (Schoenoxiphium, subg. Psyllophora p.p.), and\n(4) a Core Unispicate Clade (Uncinia, Kobresia, subg. Psyllophora p.p.).\nAll studies provide strong support (86 100% BS) for the Core Carex and\nVignea Clades, but only weak to moderate support (< 50% 78% BS) for\nthe Core Unispicate and Schoenoxiphium Clades. The relationships of\nthese groups are unresolved. Studies suggest that Carex is either\nparaphyletic with respect to all Cariceae genera or to all genera except\nSchoenoxiphium. Kobresia is a grade, but Uncinia and possibly\nSchoenoxiphium are monophyletic. The monotypic Cymophyllus is indistinct\nfrom Carex subg. Psyllophora species. Character analyses indicate that\ninflorescence proliferation and reduction have occurred in all major\nclades, and that the Cariceae s unisexual flowers have evolved from\nperfect flowers. The ancestor to Cariceae possessed a multispicate\ninflorescence with cladoprophylls and female spikelets with tristigmatic\ngynoecia and closed utricles. This morphology is most similar to extant\nCarex subg. Carex species, which contradicts the nearly unanimous\nassumption that the highly compound inflorescences of Schoenoxiphium are\nprimitive. Since taxonomic sampling and statistical support for\nphylogenies have generally been poor, we advocate the temporary\nmaintenance of the four traditional Carex subgenera with androgynous\nunispicate species placed within subg. Psyllophora and dioecious and\ngynaecandrous unispicate species distributed amongst subgenera Carex and\nVignea. A collective effort focused on developing new nuclear markers,\non increasing taxonomic and geographic sampling, and on studying\ndevelopment within the context of phylogeny, is needed to develop a\nphylogenetic classification of Cariceae.","trees":[{"tree_label":"Fig. 3","ntax":"105","rootedtree":"TRUE","title":"Cariceae, MP","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6264.phy"},{"tree_label":"Fig. 4","ntax":"105","rootedtree":"TRUE","title":"Cariceae, MB","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6488.phy"}]}