{"Authors":" Carlos A. Pérez, Nora A. Altier, Robert A. Blanchette,\nMichael J Wingfield","Year":" 2009","Title":" Mycosphaerellaceae and Teratosphaeriaceae associated with\nEucalyptus leaf diseases and stem cankers in Uruguay","Journal":" Forest Pathology","Volume":" 39","Issue":" 5","Pages":" 349-360","Keywords":" NA","DOI":" 10.1111/j.1439-0329.2009.00598.x","Abstract":" Mycosphaerella leaf diseases represent one of the most\nimportant impediments to Eucalyptus plantation forestry. Yet they have\nbeen afforded little attention in Uruguay where these trees are an\nimportant resource for a growing pulp industry. The objective of this\nstudy was to identify species of Mycosphaerellaceae and\nTeratosphaeriaceae resulting from surveys in all major Eucalyptus\ngrowing areas of the country. Species identification was based on\nmorphological characteristics and DNA sequence comparisons for the ITS\nregion of the rDNA operon. A total of ten Mycosphaerellaceae and\nTeratosphaeriaceae were found associated with leaf spots and stem\ncankers on Eucalyptus. Of these, Mycosphaerella aurantia, M. heimii, M.\nlateralis, M. scytalidii, Pseudocercospora norchiensis, Teratosphaeria\nohnowa and T. pluritubularis are newly recorded in Uruguay. This is also\nthe first report of M. aurantia occurring outside of Australia, and the\nfirst record of P. norchiensis and T. pluritubularis in South America.\nNew hosts were identified for K. gauchensis, M. aurantia, M. marksii, M.\nlateralis, M. scytalidii, P. norchiensis, T. molleriana, T. ohnowa and\nT. pluritubularis. Interestingly K. gauchensis, which has been known\nonly as a stem pathogen, was isolated from leaf spots on E. maidenii and\nE. tereticornis. The large number of Mycosphaerellaceae and\nTeratosphaeriaceae occurring in Uruguay is disturbing and raises\nconcerns regarding the introduction of new pathogens that could threaten\nnot only Eucalyptus plantations but also native forests.","trees":[{"tree_label":"Fig. 1","ntax":"105","rootedtree":"TRUE","title":"Mycosphaerellaceae and Teratosphaeriaceae, NJ ITS","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6191.phy"}]}