{"Authors":" Nicolas Devos, Nigel P. Barker, Bertil Nordenstam, Ladislav\nMucina","Year":" 2010","Title":" A multi-locus phylogeny of Euryops (Asteraceae, Senecioneae)\naugments support for the Cape to Cairo hypothesis of floral migrations\nin Africa.","Journal":" Taxon","Volume":" 59","Issue":" 1","Pages":" 57-67","Keywords":"","DOI":" NA","Abstract":" With about 100 species, Euryops (Cass.) Cass. ranks among\nthe most speciose genera of the tribe Senecioneae (Asteraceae). The\ngenus has its greatest diversity in South Africa, and displays an\ninteresting disjunct distribution with most of the taxa found in\nsouthern Africa and a group of eight endemic species confined to the\nmountains of tropical East Africa and northeastern Africa. Molecular\nphylogenetic analyses of DNA sequence data from three chloroplast\nfragments and the nuclear ITS region were used to reconstruct the\nevolutionary history of 41 Euryops species in order to unravel species\nrelationships and to determine the origin of the disjunct Afromontane\ntaxa. Our results show a lack of support and resolution in the internal\nstructure of the trees, but also reveal strong incongruence between the\nITS and cpDNA datasets as assessed by Bayes Factors. We hypothesise that\nthis is a consequence of the isolation and divergence of many\npopulations over a short time period at some point in the history of the\ngenus. Molecular dating based on our phylogenetic tree suggests that the\ngenus diversified in South Africa around four million years ago. The\norigin of the East African species, dated at 1.9 Ma, well after the\nuplift of the East African mountains, is consistent with a scenario of a\nsingle dispersal event from South Africa northwards into the tropical\nEast African mountains where diversification occurred, creating a\nmonophyletic group of regional Afromontane endemics.","trees":[{"tree_label":"Fig. 3","ntax":"71","rootedtree":"TRUE","title":"Euryops, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6227.phy"},{"tree_label":"Fig. 2","ntax":"71","rootedtree":"TRUE","title":"Euryops, cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6103.phy"}]}