{"Authors":" Orvo Vitikainen, Emmanuel Sérusiaux, Bernard Goffinet,\nJolanta Maria Miadlikowska","Year":" 2009","Title":" Taxonomy, phylogeny and biogeography of the lichen genus\nPeltigera in Papua New Guinea.","Journal":" Fungal Diversity","Volume":" 38","Issue":" NA","Pages":" 185-224","Keywords":"","DOI":" NA","Abstract":" The lichen genus Peltigera is represented in Papua New\nGuinea by 15 species, including 6 described as new for science: P.\ncichoracea, P. didactyla, P. dolichorhiza, P. erioderma, P. extenuata,\nP. fimbriata sp. nov., P. granulosa sp. nov., P. koponenii sp. nov., P.\nmontis-wilhelmii sp. nov., P. nana, P. oceanica, P. papuanorum sp. nov.,\nP. sumatrana, P. ulcerata, and P. weberi sp. nov. Peltigera macra and P.\ntereziana var. philippinensis are reduced to synonymy with P. nana,\nwhereas P. melanocoma is maintained as a species distinct from P. nana\npending further studies. The status of several putative taxa referred to\nP. dolichorhiza s. lat. in the Sect. Polydactylon remains to be studied\non a wider geographical scale and in the context of P. dolichorhiza and\nP. neopolydactyla. The phylogenetic affinities of all but one regional\nspecies (P. extenuata) are studied based on inferences from ITS (nrDNA)\nsequence data, in the context of a broad taxonomic sampling within the\ngenus. A key to all species is provided and available data on their\necology and general distribution are discussed. The species P. canina,\nP. horizontalis, P. laciniata, P. malacea, P. polydactylon and P.\ntomentosa are excluded from the lichen checklist of Papua New Guinea.\nAll lichenicolous fungi observed on Peltigera thalli in Papua New Guinea\nare listed.","trees":[{"tree_label":"Fig. 1","ntax":"63","rootedtree":"TRUE","title":"Peltigera canina","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6660.phy"},{"tree_label":"Fig. 2","ntax":"38","rootedtree":"TRUE","title":"Peltigera polydactylon-horizontalis","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6497.phy"}]}