{"Authors":" Vitor C. Almada, Joerg Freyhof, Joana Isabel Robalo, André\nLevy, Giacomo Bernardi, Ignacio Doadrio","Year":" 2009","Title":" Phylogenetic analysis of Peri-Mediterranean blennies of the\ngenus Salaria: molecular insights on the colonization of\nfreshwaters","Journal":" Molecular Phylogenetics and Evolution","Volume":" 52","Issue":" 2","Pages":" 424-431","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.03.029","Abstract":" In this paper, the phylogenetic relationships of the\nmarine blenny Salaria pavo and the freshwater S. fluviatilis and S.\neconomidisi were analysed using 4 molecular markers: the mitochondrial\n12S rRNA, 16S rRNA, and the control region and the nuclear first intron\nof the S7 ribosomal protein. The monophyly of Salaria is supported, as\nwell as that of S. pavo and that of all the freshwater members of\nSalaria. Thus, the present results support a single origin for all\nfreshwater Mediterranean blenniids. Our results reject the placement of\nthese species in the genus Lipophrys as proposed in previous studies.\nUsing a molecular clock calibrated with trans-Isthmian geminate blenniid\nspecies, the split between the ancestor of the freshwater lineage and\nthe ancestor of S. pavo is tentatively placed in the Middle Miocene\n(well before the Messinian). The marine S. pavo displays a very low\nlevel of intraspecific sequence divergence consistent with a Pleistocene\nbottleneck. S. fluviatilis is a paraphyletic entity with S. economidisi\nnested within it. A Moroccan population of S. fluviatilis is more\ndivergent than S. economidisi, both in nuclear and mitochondrial genes.\nFish from Israel together with some Turkish samples represent the second\noldest split. It is argued that these populations may represent true\nspecies. Thus, further studies on the taxonomy of these freshwater\nblennies are urgently needed.","trees":[{"tree_label":"Fig. 2","ntax":"55","rootedtree":"TRUE","title":"Salaria","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6623.phy"}]}