{"Authors":" Michael Lee Moody, Donald H. Les","Year":" 2010","Title":" Systematics of the Aquatic Angiosperm Genus Myriophyllum\n(Haloragaceae)","Journal":" Systematic Botany","Volume":" 35","Issue":" 1","Pages":" 121-139","Keywords":"","DOI":" 10.1600/036364410790862470","Abstract":" Abstract–The angiosperm genus Myriophyllum (Haloragaceae)\nis among the most speciose of the aquatic core eudicot genera having a\ncosmopolitan distribution with its center of diversity in Australia\n(> 36 endemics). The widespread invasive species of the genus (M.\naquaticum, M. heterophyllum, and M. spicatum) have drawn attention from\ninternational natural resource managers. Myriophyllum species are\nnotoriously difficult to identify using vegetative morphology alone,\nwhich is commonly all that is available for these highly clonal plants.\nThe relationships among taxa have been difficult to determine with\nsuspected parallelisms in sepal and petal loss, reduced stamen number\nand sex expression. A molecular phylogenetic approach was taken to\nexamine relationships among taxa and to employ molecular markers for the\nreliable identification of Myriophyllum taxa. This study included ≈80%\nof the known Myriophyllum species. Both nrDNA ITS and cpDNA matK and\ntrnK data were used to examine phylogenetic relationships among species.\nThe nrDNA ITS data proved highly variable and could differentiate\nbetween all but one species pair examined in these analyses. These\nanalyses also uncovered multiple cryptic species among Australian\ncomplexes. Phylogenetic results support major realignments in the\nsubgeneric classification including the rare monotypic genus Meziella\nnested within Myriophyllum.","trees":[{"tree_label":"Fig. 1","ntax":"71","rootedtree":"TRUE","title":"Myriophyllum, ITS","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_5989.phy"},{"tree_label":"Fig. 2","ntax":"60","rootedtree":"TRUE","title":"Myriophyllum, cpDNA","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6599.phy"}]}