{"Authors":" Alexandra N. Muellner, Dionyssios D. Vassiliades, Susanne S\nRenner","Year":" 2007","Title":" Placing Biebersteiniacae, a herbaceous clade of Sapindales,\nin a temporal and geographic context","Journal":" Plant Systematics and Evolution","Volume":" 266","Issue":" NA","Pages":" 233-252","Keywords":" NA","DOI":" 10.1007/s00606-007-0546-x","Abstract":" Biebersteiniaceae comprise a single genus with four\nspecies of perennial herbs occurring from central Asia to Greece. A\nprevious molecular phylogenetic study placed one of the species in an\nisolated position in Sapindales, while morphological studies had placed\nBiebersteinia in or near Geraniaceae, albeit doubtfully. We tested the\nmonophyly and placement of the family with data from the chloroplast\ngenes rbcL and atpB obtained for all four species, other major clades of\nSapindales and outgroups for a total of up to 114 taxa. Parsimony,\nBayesian, and likelihood analyses place Biebersteinia in Sapindales,\npossibly as sister to the other eight families. Strict and relaxed\nmolecular clocks constrained with fossils of Biebersteinia and up to\neight other Sapindales suggest that the Biebersteinia crown group\ndiversiﬁed in the Oligocene and Miocene, while the stem lineage dates\nback to the Late Paleocene. Ages for other sapindalean families are\nearlier than those obtained in more sparsely sampled analyses, although\nestimates for Burseraceae agree surprisingly well. Ancestral area\nanalyses suggest that Biebersteinia expanded from the eastern part of\nits range (i.e. Tibet and Inner Mongolia) to the west, although analyses\nare hampered by the unclear sister group relationships.","trees":[{"tree_label":"Fig. 3","ntax":"114","rootedtree":"TRUE","title":"Biebersteiniacae","tree_kind":"Species Tree","tree_type":"Single","tree_quality":"Unrated","phylotree_id":"tree_6404.phy"},{"tree_label":"Fig. 5","ntax":"64","rootedtree":"TRUE","title":"Biebersteiniacae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6607.phy"}]}