{"Authors":" Lowell E. Urbatsch, V. Karaman-Castro","Year":" 2008","Title":" Phylogeny of Hinterhubera Group and Related Genera\n(Hinterhuberinae: Astereae) Based on the nrDNA ITS and ETS\nSequences","Journal":" Systematic Botany","Volume":" 34","Issue":" 4","Pages":" 805-817","Keywords":"","DOI":" 10.1600/036364409790139772","Abstract":" The phylogenetic relationships of six out of seven genera\nfrom the informal Hinterhubera group (Hinterhuberinae) and nine other\nsubtribes in tribe Astereae primarily with Southern Hemisphere\ndistributions were studied using internal and external transcribed\nspacer region nuclear DNA (ITS and ETS) sequence data. Bayesian and\nparsimony analyses were conducted on both datasets independently and\ncombined. Topologies resulting from the ITS and combined data sets were\nhighly congruent, while the ETS based phylogenies were poorly resolved\nprobably due to there being fewer and a lower level of informative\ncharacters. The monophyly of the Hinterhubera group was not confirmed,\nas well as the monophyly of the subtribes Podocominae, Baccharidinae,\nLagenophorinae, Grangeinae, and Asterinae as had been delimited by Nesom\nand Robinson. Instead, our results suggest a closer relationship among\nthe taxa from similar geographic areas rather than according to their\ncurrent subtribal classification. Within the Hinterhubera group, the\nmonophyly of the genera has been confirmed. Westoniella was sister to\nLaennecia (Podocominae), while Hinterhubera appeared sister to Laestadia\nand Blakiella. The radiate Diplostephium and Guynesomia were disparately\nplaced in the Southern Hemisphere clade and not related to the other\nradiate genera of Hinterhuberinae. Present analyses suggest that dioecy\nin Aztecaster and Baccharidinae evolved independently as hypothesized by\nNesom. Archibaccharis (Baccharidinae) was sister to Plagiocheilus\n(Grangeinae). The analyses of ITS and ETS data, and Bayesian analysis of\nthe combined dataset, resolved Baccharidinae nonmonophyletic. Constraint\nanalyses forcing a monophyletic Baccharidinae, with Plagiocheilus sister\nto Archibaccharis, did not reject monophyly of the subtribe.","trees":[{"tree_label":"Fig. 1 MP","ntax":"84","rootedtree":"TRUE","title":"Hinterhubera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6018.phy"},{"tree_label":"Fig. 3 MB","ntax":"53","rootedtree":"TRUE","title":"Hinterhubera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6252.phy"},{"tree_label":"Fig. 2 MP","ntax":"55","rootedtree":"TRUE","title":"Hinterhubera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6406.phy"},{"tree_label":"Fig. 3 MP","ntax":"53","rootedtree":"TRUE","title":"Hinterhubera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6185.phy"},{"tree_label":"Fig. 1 MB","ntax":"84","rootedtree":"TRUE","title":"Hinterhubera","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6504.phy"}]}