{"Authors":" Fa Ding Pu, Jing Zhou, Hua Peng, Stephen R. Downie, Xun\nGong","Year":" 2009","Title":" Towards a more robust molecular phylogeny of Chinese Apiaceae\nsubfamily Apioideae: additional evidence from nrDNA ITS and cpDNA intron\n(rpl16 and rps16) sequences","Journal":" Molecular Phylogenetics and Evolution","Volume":" 53","Issue":" 1","Pages":" 56-68","Keywords":" NA","DOI":" 10.1016/j.ympev.2009.05.029","Abstract":" China contains some of the world¡¯s greatest diversity of\nApiaceae (Umbelliferae), with ten endemic genera. Our previous\ninvestigation into the phylogenetic relationships of Chinese Apiaceae\nsubfamily Apioideae, based exclusively on nrDNA ITS sequences, revealed\nseveral major clades heretofore unrecognized in the subfamily and\nconfirmed the phylogenetic placements of five endemic genera. To further\nelucidate relationships among Chinese Apioideae, ascertain the\nphylogenetic placements of the remaining endemic genera, and test\nhypotheses of relationships proposed in our earlier study, additional\ntaxa were examined for ITS and, for smaller sets of accessions, cpDNA\nrpl16 and rps16 intron sequence variation. These ITS and cpDNA data\nmatrices comprised 158 and 131 accessions, respectively, with 110\naccessions included in the analysis of combined ITS and cpDNA data.\nMaximum parsimony and Bayesian analyses of partitioned ITS and\nchloroplast data sets resulted in highly consistent phylogenies, whereas\nanalyses of combined molecular data resulted in trees of greatest\nresolution and overall branch support. Two major clades identified in\nour previous study are recognized at the tribal level: Komarovieae J.\nZhou & S. R. Downie trib. nov. and Chamaesieae J. Zhou & F. D.\nPu trib. nov. The monotypic tribe Chamaesieae represents one of the\nearliest diverging lineages of subfamily Apioideae in Asia. The Acronema\nand East Asia clades of previous circumscription are each expanded. Of\nthe five Chinese endemic genera not examined previously,\nChaerophyllopsis finds affinity within tribe Scandiceae subtribe\nScandicinae, Chuanminshen allies with Changium and Cyclorhiza in tribe\nKomarovieae, Harrysmithia falls within the Acronema Clade,\nMelanosciadium embeds in Angelica in tribe Selineae, and Dickinsia is\nconfirmed as a member of Apiaceae subfamily Azorelloideae. The\ncpDNA-based phylogenies are not sufficiently resolved in their distal\nportions to elucidate the tribal placement of the endemic genus\nNothosmyrnium, whereas the ITS trees strongly indicate an affinity with\ntribe Pimpinelleae. The affinities of several Chinese endemic species\nare also addressed. Peucedanum delavayi, for example, is\nphylogenetically distant from Sinodielsia and Meeboldia, genera with\nwhich it has been allied previously, and shows close affinity to three\nChinese species of Ligusticum in tribe Selineae. Aside from providing a\nframework for taxonomic revisions, the phylogenetic structure recovered\nin this study for subfamily Apioideae will lay the foundation for future\ninvestigations of evolutionary patterns of morphological characters and\nbiogeography.","trees":[{"tree_label":"Fig. 1","ntax":"158","rootedtree":"TRUE","title":"Apiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6169.phy"},{"tree_label":"Fig. 2","ntax":"131","rootedtree":"TRUE","title":"Apiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6503.phy"},{"tree_label":"Fig. 3","ntax":"110","rootedtree":"TRUE","title":"Apiaceae","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6041.phy"}]}