{"Authors":" Johan A. A. Nylander, Claes Persson, Isabel Sanmartín,\nAlexandre Antonelli","Year":" 2009","Title":" Tracing the impact of the Andean uplift on Neotropical plant\nevolution","Journal":" Proceedings of the National Academy of Sciences of the\nUnited States of America","Volume":" 106","Issue":" NA","Pages":" 18627-18632","Keywords":" NA","DOI":" 10.1073/pnas.0811421106","Abstract":" Recent phylogenetic studies have revealed the major role\nplayed by the uplift of the Andes in the extraordinary diversification\nof the Neotropical flora. These studies, however, have typically\nconsidered the Andean uplift as a single, time-limited event fostering\nthe evolution of highland elements. This contrasts with geological\nreconstructions indicating that the uplift occurred in discrete periods\nfrom west to east, and that it affected different regions at different\ntimes. Here, we provide a new approach for integrating Andean tectonics\nwith biogeographic reconstructions of Neotropical plants, using the\ncoffee family (Rubiaceae) as a model group. The distribution of this\nfamily spans highland and montane habitats as well as tropical lowlands\nof Central and South America, thus offering a unique opportunity to\nstudy the influence of the Andean uplift on the entire Neotropical\nflora. Our results suggest that the Rubiaceae originated in the\nPaleotropics and used the boreotropical connection to reach South\nAmerica. The biogeographic patterns found corroborate the existence of a\nlong-lasting dispersal barrier between the Northern and Central Andes,\nthe ‘Western Andean Portal’. The uplift of the Eastern Cordillera ended\nthis barrier, allowing dispersal of boreotropical lineages to the South,\nbut gave rise to a huge wetland system (‘Lake Pebas’) in western\nAmazonia that prevented in situ speciation and floristic dispersal\nbetween the Andes and Amazonia for at least 6 million years. This is the\nfirst time these events are documented in plants.","trees":[{"tree_label":"Fig. 1 MP","ntax":"62","rootedtree":"TRUE","title":"Rubiaceae, Parsimony Jacknife","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6539.phy"},{"tree_label":"Fig. 1 MB","ntax":"62","rootedtree":"TRUE","title":"Rubiaceae, Bayesian all compat.","tree_kind":"Species Tree","tree_type":"Consensus","tree_quality":"Unrated","phylotree_id":"tree_6147.phy"}]}